replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(83903521,3,0,0x0,0x21,400,600,0x3,0x10,0x1,0x140000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(83903521,'法老的化身','①：这张卡作为同调素材送去墓地的场合，以自己墓地1只4星以下的不死族怪兽为对象才能发动。那只不死族怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(83928661,3,0,0x11e,0x40002,0,0,0x0,0x0,0x0,0x100a000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(83928661,'未界域捕缚作战','「未界域」怪兽才能装备。
①：装备怪兽的攻击力·守备力上升800，不会被效果破坏。
②：装备怪兽在同1次的战斗阶段中最多2次可以向怪兽攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(83957459,3,0,0x0,0x21,1800,600,0x4,0x8000,0x4,0x8000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(83957459,'犀牛头人','同1次的战斗阶段中，自己场上存在的怪兽的战斗把对方怪兽2只以上破坏的场合，这张卡在那次战斗阶段中可以作2次攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(83965310,3,0,0xc008,0x2000021,1900,600,0x8,0x1,0x20,0x80043000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(83965310,'命运英雄 血魔-D','这张卡不能通常召唤。把自己场上3只怪兽解放的场合才能特殊召唤。
①：只要这张卡在怪兽区域存在，对方场上的表侧表示怪兽的效果无效化。
②：1回合1次，以对方场上1只怪兽为对象才能发动。那只对方怪兽当作装备卡使用给这张卡装备（只有1只可以装备）。
③：这张卡的攻击力上升这张卡的效果装备的怪兽的原本攻击力一半数值。','把自己场上3只怪兽解放特殊召唤','把对方怪兽给这张卡装备','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(83965311,3,83965310,0xc008,0x2000021,1900,600,0x8,0x1,0x20,0x80043000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(83965311,'命运英雄 血魔-D','这张卡不能通常召唤。把自己场上3只怪兽解放的场合才能特殊召唤。
①：只要这张卡在怪兽区域存在，对方场上的表侧表示怪兽的效果无效化。
②：1回合1次，以对方场上1只怪兽为对象才能发动。那只对方怪兽当作装备卡使用给这张卡装备（只有1只可以装备）。
③：这张卡的攻击力上升这张卡的效果装备的怪兽的原本攻击力一半数值。','把自己场上3只怪兽解放特殊召唤','把对方怪兽给这张卡装备','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(83968380,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(83968380,'强欲之瓶','①：自己从卡组抽1张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(83980492,3,0,0x0,0x1000011,500,2100,0x7070004,0x20,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(83980492,'铜锣龙','←7 【灵摆】 7→
【怪兽描述】
驱使最新锐的技术，变得能飞行的战斗用铜锣。不得不对以0.7马赫飞翔于天空的其存在而感到惊愕。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(83982270,3,0,0x18,0x21,0,1000,0x3,0x8,0x2,0x400002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(83982270,'云魔物-毒云','场上表侧表示存在的这张卡被战斗破坏送去墓地时，把让这张卡破坏的怪兽破坏并给与对方基本分800分伤害。','破坏并伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(83986578,3,0,0x0,0x21,1700,1000,0x4,0x4000,0x1,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(83986578,'王虎','只要这张卡在场上表侧表示存在，召唤·特殊召唤的攻击力1400以下的怪兽破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(83991690,3,0,0x0,0x1021,200,300,0x1,0x4,0x10,0x20300000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(83991690,'天猪福','自己的主要阶段时，把墓地存在的这张卡从游戏中除外，选择自己场上表侧表示存在的1只4星以下的天使族·光属性怪兽才能发动。选择的怪兽只要在场上表侧表示存在当作调整使用。','当成调整使用','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(83994433,3,0,0xa3,0x2021,2500,2000,0x8,0x2000,0x10,0x1000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(83994433,'闪珖龙 星尘','调整＋调整以外的怪兽1只以上
1回合1次，选择自己场上表侧表示存在的1张卡才能发动。选择的卡在这个回合只有1次不会被战斗以及卡的效果破坏。这个效果在对方回合也能发动。','破坏耐性','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(83994646,3,0,0x0,0x200021,800,1200,0x3,0x800,0x8,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(83994646,'死之四星瓢虫','反转：对方场上表侧表示存在的4星怪兽全部破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84012625,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x24);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84012625,'流星音击','①：以自己场上1只「星尘」同调怪兽为对象才能发动。这个回合，那只自己的同调怪兽和对方怪兽进行战斗的场合，伤害步骤开始时那只对方怪兽回到持有者卡组。
②：自己场上的「星尘」同调怪兽为让效果发动而把自身解放的场合，可以作为代替把墓地的这张卡除外。','请选择要解放或代替解放除外的卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84013237,3,0,0x107f0048,0x800021,2500,2000,0x4,0x1,0x10,0x10000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84013237,'No.39 希望皇 霍普','4星怪兽×2
①：自己或者对方的怪兽的攻击宣言时，把这张卡1个超量素材取除才能发动。那次攻击无效。
②：这张卡没有超量素材的状态被选择作为攻击对象的场合发动。这张卡破坏。','攻击无效','自坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84013238,3,84013237,0x107f0048,0x800021,2500,2000,0x4,0x1,0x10,0x10000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84013238,'No.39 希望皇 霍普','4星怪兽×2
①：自己或者对方的怪兽的攻击宣言时，把这张卡1个超量素材取除才能发动。那次攻击无效。
②：这张卡没有超量素材的状态被选择作为攻击对象的场合发动。这张卡破坏。','攻击无效','自坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84013239,3,84013237,0x107f0048,0x800021,2500,2000,0x4,0x1,0x10,0x10000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84013239,'No.39 希望皇 霍普','4星怪兽×2
①：自己或者对方的怪兽的攻击宣言时，把这张卡1个超量素材取除才能发动。那次攻击无效。
②：这张卡没有超量素材的状态被选择作为攻击对象的场合发动。这张卡破坏。','攻击无效','自坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84025439,3,0,0xdc,0x800021,3600,3200,0xc,0x20,0x10,0x40040020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84025439,'超级量子机神王 大磁炎','12星怪兽×3
①：得到这张卡的超量素材种类的以下效果。
●2种类以上：1回合1次，自己·对方的主要阶段把这张卡1个超量素材取除才能发动。选场上1张卡回到卡组。
●4种类以上：这张卡不受「超级量子」卡以外的卡的效果影响。
●6种类以上：对方不能用卡的效果从卡组把卡加入手卡。
②：这张卡被送去墓地的场合才能发动。从自己墓地选「超级量子机兽」超量怪兽3种类各1只特殊召唤。','回到卡组','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84040113,3,0,0x0,0x2021,500,2200,0x6,0x2000,0x20,0x10040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84040113,'泥糊泥龙王','调整＋调整以外的怪兽1只以上
这个卡名的②的效果1回合只能使用1次。
①：这张卡可以作为融合怪兽卡有卡名记述的1只融合素材怪兽的代替。那个时候，其他的融合素材怪兽必须是正规品。
②：这张卡是已同调召唤的场合，自己主要阶段才能发动。融合怪兽卡决定的包含这张卡的融合素材怪兽从自己场上送去墓地，把那1只融合怪兽从额外卡组融合召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84046493,3,0,0x0,0x1000011,2000,1000,0x4040007,0x4000,0x20,0x8000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84046493,'鬼牛肉','←4 【灵摆】 4→
①：1回合1次，自己主要阶段才能发动。掷1次骰子。直到回合结束时，这张卡的灵摆刻度上升出现的数目数值（最多到10）。
【怪兽描述】
属于美食家的牛类幽灵。对最爱吃的烤牛肉特别着迷，今天也是为与新味道相遇而一边满怀喜悦一边游荡于现世。','灵摆刻度上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84055227,3,0,0x0,0x21,1700,0,0x4,0x2,0x20,0x4002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84055227,'艺妓之影','这张卡战斗破坏对方怪兽的场合，给这张卡放置1个魔力指示物。这张卡的攻击力上升这张卡放置的魔力指示物数量×200的数值。','放置指示物','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84058253,3,0,0x0,0x61,2100,1600,0x5,0x20,0x20,0x8001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84058253,'嵌合狂暴龙','「电子龙」怪兽×2只以上
这张卡的融合召唤不用上记的卡不能进行。
①：这张卡融合召唤成功时，以最多有作为这张卡的融合素材的怪兽数量的场上的魔法·陷阱卡为对象才能发动。那些卡破坏。
②：1回合1次，自己主要阶段才能发动。从卡组把最多2只机械族·光属性怪兽送去墓地。这个回合，这张卡在同1次的战斗阶段中在通常攻击外加上可以作出最多有这个效果送去墓地的怪兽数量的攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84080938,3,0,0x0,0x21,850,2000,0x4,0x4,0x10,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84080938,'大慈大悲的修女','表侧表示的这张卡做祭品。这个回合被战斗破坏送去墓地的1只自己的怪兽回手卡。','返回手牌','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84080939,3,84080938,0x0,0x21,850,2000,0x4,0x4,0x10,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84080939,'大慈大悲的修女','表侧表示的这张卡做祭品。这个回合被战斗破坏送去墓地的1只自己的怪兽回手卡。','返回手牌','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84103702,1,0,0x0,0x11,650,900,0x3,0x40,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84103702,'甲壳蟹','螃蟹怪兽。用双手的大钳子切碎对方。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84117021,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x100000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84117021,'魔力隔壁','①：可以从以下效果选择1个发动。这张卡的发动后，直到回合结束时对方受到的全部伤害变成0。
●这个回合，魔法师族怪兽的召唤·反转召唤·特殊召唤不会被无效化，在魔法师族怪兽的召唤·反转召唤·特殊召唤成功时对方不能把魔法·陷阱·怪兽的效果发动。
●以自己场上1只魔法师族怪兽为对象才能发动。这个回合那只怪兽攻击的场合，对方直到伤害步骤结束时魔法·陷阱·怪兽的效果不能发动。','这个回合，魔法师族怪兽的召唤·反转召唤·特殊召唤不会被无效化，在魔法师族怪兽的召唤·反转召唤·特殊召唤成功时对方不能把魔法·陷阱·怪兽的效果发动。','以自己场上1只魔法师族怪兽为对象才能发动。这个回合那只怪兽攻击的场合，对方直到伤害步骤结束时魔法·陷阱·怪兽的效果不能发动。','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84121193,3,0,0x13c,0x4000021,2300,130,0x2,0x1,0x20,0x40004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84121193,'代码破坏者·病毒剑士','效果怪兽2只
这个卡名的①②的效果1回合各能使用1次。
①：这张卡特殊召唤成功时，这张卡是互相连接状态的场合才能发动。从自己的手卡·卡组·墓地选1只「代码破坏者·零日」在作为连接怪兽所连接区的自己·对方场上特殊召唤。
②：这张卡被对方破坏送去墓地的回合的结束阶段才能发动。这张卡特殊召唤。这个效果特殊召唤的这张卡从场上离开的场合除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84124261,3,0,0x107f0048,0x800021,500,100,0x1,0x1,0x10,0x12000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84124261,'No.39 希望皇 霍普·源望','1星怪兽×2
①：自己或者对方怪兽的攻击宣言时，把这张卡1个超量素材取除才能发动。那次攻击无效，那只怪兽是超量怪兽的场合，这张卡的攻击力上升那只怪兽的阶级×500。','攻击无效','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84125619,2,0,0x0,0x4,0,0,0x0,0x0,0x0,0x103);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84125619,'粗生入死','把自己场上1只战士族怪兽解放，之后以场上1张卡为对象；那张卡破坏，自己从卡组抽1张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84133008,3,0,0x0,0x21,250,350,0x1,0x8,0x20,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84133008,'眼球怪','支付1000分。自己的墓地1张「融合」回到手卡。','返回手牌','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84136000,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84136000,'复活的墓穴','自己场上存在的怪兽被战斗破坏送去墓地时发动。自己和对方选择各自的墓地1只怪兽，守备表示在场上特殊召唤。这个效果特殊召唤的怪兽只要在场上表侧表示存在，表示形式不能改变。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84171830,3,0,0xbe,0x80002,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84171830,'真帝王领域','①：自己的额外卡组没有卡存在，只有自己场上才有上级召唤的怪兽存在的场合，对方不能从额外卡组把怪兽特殊召唤。
②：自己的上级召唤的怪兽的攻击力只在向对方怪兽攻击的伤害计算时上升800。
③：1回合1次，自己主要阶段才能把这个效果发动。选自己手卡1只攻击力2800/守备力1000的怪兽，那只怪兽的等级直到回合结束时下降2星。','等级下降','选择要把等级下降的怪兽','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84173492,3,0,0x0,0x21,2300,0,0x4,0x8000,0x1,0x800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84173492,'不屈斗士 磊磊','这张卡攻击的场合，战斗阶段结束时变为守备表示。直到下次的自己的回合结束时这张卡的表示形式不能改变。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84177693,3,0,0x0,0x21,1000,2000,0x4,0x4,0x10,0x800000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84177693,'神圣天使','场上有「天空的圣域」存在的场合，这张卡被战斗破坏以外的方法送去墓地时，自己回复1000基本分。','LP回复','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84206435,3,0,0x2f,0x2,0,0,0x0,0x0,0x0,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84206435,'冰结界的纹章','①：从卡组把1只「冰结界」怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84211599,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84211599,'金满而谦虚之壶','这个卡名的卡在1回合只能发动1张，这张卡发动的回合，自己不能用卡的效果抽卡。
①：把自己的额外卡组3张或者6张卡里侧表示除外才能发动。把除外数量的卡从自己卡组上面翻开，从那之中选1张加入手卡，剩下的卡用喜欢的顺序回到卡组最下面。这张卡的发动后，直到回合结束时对方受到的全部伤害变成一半。','除外3张卡发动','除外6张卡发动','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84218527,3,0,0x31,0x4,0,0,0x0,0x0,0x0,0x40020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84218527,'命运女郎倒回','这个卡名的卡在1回合只能发动1张。
①：以除外的自己的「命运女郎」怪兽任意数量为对象才能发动（同名卡最多1张）。那些怪兽特殊召唤。这个效果特殊召唤的怪兽在结束阶段回到持有者卡组。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84220251,3,0,0x92,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84220251,'苏生纹章','选择自己墓地1只名字带有「纹章兽」的怪兽才能发动。选择的怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84224627,3,0,0x0,0x800021,500,500,0x2,0x4000,0x2,0x1002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84224627,'猫鲨','2星怪兽×2
①：这张卡持有水属性怪兽作为超量素材的场合，这张卡不会被战斗破坏。
②：1回合1次，把这张卡1个超量素材取除，以自己场上1只4阶以下的超量怪兽为对象才能发动。那只怪兽的攻击力·守备力直到回合结束时变成原本数值的2倍。这个效果在对方回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84243274,3,0,0x0,0x61,3000,2800,0x8,0x20,0x10,0x40804);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84243274,'VWXYZ-神龙强击炮','「VW-强击虎」＋「XYZ-神龙炮」
把自己场上的上记卡除外的场合才能从额外卡组特殊召唤（不需要「融合」）。
①：1回合1次，以对方场上1张卡为对象才能发动。那张对方的卡除外。
②：这张卡向对方怪兽攻击宣言时，以那1只攻击对象怪兽为对象才能发动。那只攻击对象怪兽的表示形式变更。这个时候，反转怪兽的效果不发动。','除外','改变表示形式','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84257639,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x800000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84257639,'治疗之神 迪安·凯特','①：自己回复1000基本分。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84257640,3,84257639,0x0,0x2,0,0,0x0,0x0,0x0,0x800000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84257640,'治疗之神 迪安·凯特','①：自己回复1000基本分。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84257883,3,0,0x15,0x21,2500,3000,0x9,0x20,0x1,0x5040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84257883,'巨大战舰 爆炮核','这个卡名的①的方法的特殊召唤1回合只能有1次。
①：对方场上的怪兽数量比自己场上的怪兽多的场合，这张卡可以从手卡特殊召唤。
②：这张卡召唤·特殊召唤成功的场合发动。给这张卡放置3个指示物。
③：这张卡不会被战斗破坏。
④：这张卡进行战斗的伤害步骤结束时发动。这张卡1个指示物取除。不能取除的场合这张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84268896,3,0,0x97,0x21,1600,2400,0x5,0x4,0x10,0x40100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84268896,'古遗物-商神杖','这张卡可以当作魔法卡使用从手卡到魔法与陷阱卡区域盖放。魔法与陷阱卡区域盖放的这张卡在对方回合被破坏送去墓地时，这张卡特殊召唤。此外，只要这张卡在自己场上表侧表示存在，对方回合中名字带有「古遗物」的怪兽特殊召唤时，从卡组抽1张卡。「古遗物-商神杖」在自己场上只能有1只表侧表示存在。','特殊召唤','抽卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84271823,3,0,0x0,0x4000021,1300,34,0x2,0x2,0x10,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84271823,'落消之方块游戏家','等级不同的怪兽2只
这个卡名的①②的效果1回合各能使用1次。
①：这张卡已在怪兽区域存在的状态，这张卡所连接区有怪兽表侧表示特殊召唤的场合，宣言1～8的任意等级才能发动。那只怪兽直到回合结束时变成宣言的等级。
②：从自己和对方的场上以相同等级的怪兽各1只为对象才能发动。那些怪兽破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84274024,3,0,0xf2,0x20004,0,0,0x0,0x0,0x0,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84274024,'灵摆次元','①：这张卡已在魔法与陷阱区域存在的状态，自己用灵摆怪兽为素材对以下怪兽的特殊召唤成功的场合才能发动。这个回合，自己的「灵摆次元」的效果不能有相同效果适用。
●融合：从卡组把原本等级和那只融合怪兽相同的1只怪兽效果无效守备表示特殊召唤。
●同调：从卡组把1张「融合」加入手卡。
●超量：从卡组把持有那只超量怪兽的阶级数值以下的等级的1只调整加入手卡或特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84285623,3,0,0x0,0x11,500,500,0x2,0x100,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84285623,'埴轮','古代王墓中守护宝物的土人偶。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84290642,3,0,0x0,0x21,1500,600,0x4,0x8,0x20,0x800000b);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84290642,'潜行狙击手','丢弃1张手卡，选择场上1张卡才能发动。掷1次骰子，1·6以外出现的场合，选择的卡破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84298614,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84298614,'强化苏生','①：以自己墓地1只4星以下的怪兽为对象才能把这张卡发动。那只怪兽特殊召唤。那只怪兽等级上升1星，攻击力·守备力上升100。那只怪兽破坏时这张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84305651,3,0,0x0,0x2021,2800,2000,0x8,0x1,0x1,0x43000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84305651,'御用王','调整＋调整以外的同调怪兽1只以上
①：这张卡向对方怪兽攻击的攻击宣言时发动。这张卡的攻击力直到伤害步骤结束时上升自己场上的战士族·地属性的同调怪兽数量×400。
②：这张卡战斗破坏对方怪兽送去墓地时，可以从以下效果选择1个发动。
●破坏的那只怪兽在自己场上特殊召唤。
●选对方场上1只表侧表示怪兽得到控制权。','攻击上升','特殊召唤','得到控制权','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84313685,3,0,0x30,0x421,800,600,0x4,0x20,0x10,0x1040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84313685,'大日超立方体','1回合1次，自己的主要阶段时可以当作装备卡使用给自己场上的名字带有「大日」的怪兽装备，或者把装备解除以表侧攻击表示特殊召唤。只在这个效果当作装备卡使用的场合，装备怪兽战斗破坏对方怪兽的场合，可以从自己墓地把1只4星以下的名字带有「大日」的怪兽特殊召唤。（1只怪兽可以装备的同盟最多1张。装备怪兽被破坏的场合，作为代替把这张卡破坏。）','变成装备卡','特殊召唤','墓地特殊召唤','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84327329,3,0,0x3008,0x11,800,2000,0x4,0x1,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84327329,'元素英雄 黏土侠','用黏土制造的坚固型元素英雄。张开身体、守护着所有同为元素英雄的伙伴们。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84335863,3,0,0x0,0x80002,0,0,0x0,0x0,0x0,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84335863,'白蔷薇回廊','这个卡名的①的效果1回合只能使用1次。
①：自己场上没有怪兽存在的场合才能发动。从手卡把1只「蔷薇龙」怪兽或者植物族怪兽特殊召唤。
②：自己抽卡阶段的抽卡前，宣言卡的种类（怪兽·魔法·陷阱）才能发动。自己卡组最上面的卡给双方确认，宣言的种类的卡的场合，这个回合中，以下效果适用。
●自己场上的7星以上的同调怪兽的攻击力上升1000。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84339249,1,0,0x0,0x21,2400,2100,0x7,0x4,0x10,0x1040804);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84339249,'守护天灵 洛加埃斯','这个卡名的①②的效果1回合各能使用1次。
①：自己场上的天使族怪兽的效果发动的场合才能发动。这张卡从手卡特殊召唤。
②：以对方场上1张表侧表示的卡和自己场上1只攻击表示怪兽为对象才能发动。那张对方的卡除外，那只自己怪兽变成守备表示。
③：场上的这张卡被战斗·效果破坏的场合，以场上1只怪兽为对象才能发动。这个回合，那只怪兽不会被战斗破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84341431,3,0,0x45,0x21,2400,1600,0x6,0x8,0x20,0x1040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84341431,'恶魔巨神','①：怪兽区域的这张卡被效果破坏的场合，可以作为代替而支付500基本分。这个效果只在这张卡在场上表侧表示存在能使用1次。
②：这张卡被效果破坏送去墓地的场合才能发动。从手卡把1只「恶魔」怪兽特殊召唤。','是否要使用「恶魔巨人」的效果代替破坏？','特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84361420,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x400002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84361420,'金刃锤击','把自己场上存在的1只「元素英雄 金刃侠」作为祭品。对方场上存在的1只怪兽破坏，给与对方基本分那只怪兽的原本攻击力数值的伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84385264,3,0,0x0,0xa1,2400,1800,0x6,0x8000,0x1,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84385264,'合成狼人','用「合成魔术」降临。这张卡给与对方基本分战斗伤害时，给与对方基本分自己墓地存在的通常怪兽数量×200的数值的伤害。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84388461,3,0,0xd00b400c4,0x1000021,1500,800,0x1010004,0x2,0x2,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84388461,'剑圣之影灵衣-神数剑士','←1 【灵摆】 1→
①：自己不是「影灵衣」怪兽以及「神数」怪兽不能灵摆召唤。这个效果不会被无效化。
【怪兽效果】
「剑圣之影灵衣-神数剑士」的怪兽效果1回合只能使用1次。
①：把自己的手卡·场上的这张卡解放才能发动。等级合计直到变成和仪式召唤的怪兽相同为止，把自己的手卡·场上的怪兽解放，从手卡把1只「影灵衣」仪式怪兽仪式召唤。','放置灵摆刻度','仪式召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84389640,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84389640,'穷鼠的进击','自己场上存在的3星以下的通常怪兽进行战斗的场合，那个伤害步骤时支付100的倍数的基本分才能发动。直到这个回合的结束阶段时，进行战斗的1只对方怪兽的攻击力下降支付的数值。','攻击下降','请选择要支付的基本分','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84397023,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x8000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84397023,'等级变换实验室','选择自己手卡1张怪兽卡给对方看，投掷1次骰子。出现的数目是1的场合，选择的怪兽送去墓地。出现的数目是2至6的场合，这个回合的结束阶段前，这只怪兽的等级变为投掷的数目。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84401683,3,0,0x52,0x800021,1600,1200,0x3,0x100,0x20,0xffffffff80002002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84401683,'蛇头守护者','岩石族3星怪兽×2
1回合1次，把这张卡1个超量素材取除，选择对方场上表侧表示存在的1只怪兽才能发动。直到回合结束时，选择的怪兽的攻击力变成0，那个效果无效。这个效果在对方回合也能发动。此外，1回合1次，选择场上1只攻击力是0的怪兽才能发动。选择的怪兽破坏。','攻击变成0','破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84404797,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84404797,'可回收瓶','这个卡名的①的效果1回合只能使用1次。
①：从自己墓地把1张陷阱卡除外才能发动。从自己墓地选原本卡名和那张卡不同的1张陷阱卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84417082,3,0,0x48,0x800021,2400,2000,0x4,0x2000,0x10,0x3);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84417082,'No.91 雷闪龙','4星怪兽×3
①：1回合1次，可以把这张卡的超量素材的以下数量取除，那个效果发动。
●3个：这张卡以外的场上的表侧表示怪兽全部破坏。
●5个：对方场上的卡全部破坏。','3个：这张卡以外的表侧表示怪兽全部破坏','5个：对方场上的卡全部破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84425220,3,0,0x1110041,0x2000021,3000,2000,0xa,0x2000,0x10,0x40207);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84425220,'武装龙 LV10-白','这张卡不能通常召唤，用这张卡的效果才能特殊召唤。这个卡名的①的效果1回合只能使用1次。
①：等级合计直到10为止从自己的场上·墓地把「武装龙」怪兽除外才能发动。这张卡从手卡特殊召唤。那之后，可以从卡组把1张「白之衣」加入手卡。
②：这张卡的控制者受到的效果伤害变成0。
③：这张卡攻击的伤害步骤开始时才能发动。选场上1张卡破坏。','','','是否从卡组把「白之衣」加入手卡？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84428023,3,0,0xe,0x40002,0,0,0x0,0x0,0x0,0xffffffff80102100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84428023,'电气存储枪','3星以下的雷族怪兽才能装备。装备怪兽的攻击力上升800，效果无效化。装备怪兽给与对方基本分战斗伤害时，从自己卡组抽1张卡。','抽卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84430165,3,0,0x12b,0x4,0,0,0x0,0x0,0x0,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84430165,'海晶少女潮流','这个卡名的卡在1回合只能发动1张。自己场上有连接3以上的「海晶少女」怪兽存在的场合，这张卡的发动从手卡也能用。
①：自己的「海晶少女」连接怪兽战斗破坏对方怪兽时才能发动。给与对方那只自己怪兽的连接标记数量×400伤害。自己场上有连接2以上的「海晶少女」怪兽存在，破坏对方连接怪兽的场合，再给与对方破坏的怪兽的连接标记数量×500伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84430950,3,0,0x0,0x21,500,800,0x4,0x1,0x20,0x8000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84430950,'重装武者-弁庆','每次的战斗阶段中，这张卡在通常攻击之上追加、这张卡装备的装备卡数量的攻击次数。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84433295,3,0,0x0,0x61,4500,4500,0xc,0x2,0x20,0x11000003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84433295,'五阵魔术师','魔法师族怪兽×5
这张卡不用融合召唤不能特殊召唤。
①：魔法师族怪兽5种类作为素材让这张卡融合召唤成功的场合才能发动。对方场上的卡全部破坏。
②：这张卡只要在怪兽区域存在，不能解放，不能作为融合素材，不会被效果破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84442536,3,0,0xd1,0x100004,0,0,0x0,0x0,0x0,0x80000002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84442536,'灰篮战斗','①：只以自己场上的「灰篮」怪兽1只为对象的怪兽的效果·魔法·陷阱卡发动时，可以从以下效果选择1个发动。
●那个效果变成「作为对象的1只怪兽破坏」。
●那个发动无效并破坏。','那个效果变成「作为对象的1只怪兽破坏」','那个发动无效并破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84451804,3,0,0x12,0x21,1900,0,0x5,0x40,0x2,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84451804,'死亡青蛙','这张卡的祭品召唤成功时，可以把最多有自己墓地存在的「恶魂邪苦止」数量的「死亡青蛙」从手卡或者卡组特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84453939,3,0,0x0,0x21,1000,0,0x2,0x100000,0x20,0x3);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84453939,'念力王牌机师','①：怪兽区域的这张卡被解放的场合，以场上1张卡为对象才能发动。那张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84472026,3,0,0x8d,0x21,300,2000,0x3,0x10,0x20,0x1000800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84472026,'鬼计雪人','自己场上有「鬼计」怪兽存在的场合才能让这张卡表侧表示召唤。
①：自己主要阶段才能发动。这张卡变成里侧守备表示（1回合只有1次）。
②：这张卡反转时，以场上1只「鬼计」怪兽为对象才能发动。那只怪兽在这个回合不会被战斗·效果破坏。','变成里侧守备','破坏耐性','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84478195,3,0,0x0,0x21,1000,1000,0x4,0x8,0x20,0x240000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84478195,'深渊之结界像','只要这张卡在场上表侧表示存在，双方不能把暗属性以外的怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84482694,3,0,0x92,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84482694,'显现的纹章','这个卡名的卡在1回合只能发动1张。
①：把自己场上1只怪兽解放才能发动。从卡组把2只「纹章兽」怪兽守备表示特殊召唤。这张卡的发动后，直到回合结束时自己不是念动力族怪兽以及机械族怪兽不能从额外卡组特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84488827,3,0,0x100a,0x21,2800,0,0x8,0x8,0x20,0x3);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84488827,'侵入魔鬼·巨角','把2只名字带有「侵入魔鬼」的怪兽解放对这张卡的上级召唤成功时，从以下效果选择1个发动。
●这张卡以外的场上存在的怪兽全部破坏。
●场上存在的魔法·陷阱卡全部破坏。','选择1个效果发动','这张卡以外的场上存在的怪兽全部破坏。','场上存在的魔法·陷阱卡全部破坏。','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84491298,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x4000002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84491298,'细胞爆破病毒','放置有A指示物的对方怪兽的攻击宣言时才能发动。对方场上存在的攻击表示怪兽全部破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84504242,3,0,0x138,0x80002,0,0,0x0,0x0,0x0,0x1000410);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84504242,'巨石遗物传送门','这个卡名的②的效果1回合只能使用1次。
①：仪式召唤的怪兽在1回合各有1次不会被战斗破坏。
②：「巨石遗物」怪兽特殊召唤的场合，以自己墓地1只仪式怪兽为对象才能发动。那只怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84523092,3,0,0x128,0x21,2400,1000,0x7,0x2,0x20,0x2000003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84523092,'魔女术工匠·服装女巫','这个卡名的②的效果1回合只能使用1次。
①：只要这张卡在怪兽区域存在，自己场上的其他的魔法师族怪兽不会成为对方的效果的对象。
②：从手卡丢弃1张魔法卡，以对方场上1张表侧表示的卡为对象才能发动。那张卡破坏。这个效果在对方回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84530620,3,0,0x0,0x21,1300,600,0x4,0x1000,0x10,0x300000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84530620,'雷电爸爸','1回合1次，自己的主要阶段时才能发动。从手卡把「雷电爸爸」以外的1只雷族·光属性·4星的怪兽召唤。','召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84536654,3,0,0xa5,0x10002,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84536654,'形态变化','①：以自己场上1只「英雄」融合怪兽为对象才能发动。那只怪兽回到额外卡组，和那只怪兽的原本等级相同等级而卡名不同的1只「假面英雄」怪兽当作「假面变化」的特殊召唤从额外卡组特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84539520,3,0,0x4,0x21,1200,900,0x3,0x1,0x1,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84539520,'亚马逊王女','这个卡名的②的效果1回合只能使用1次。
①：这张卡的卡名只要在场上·墓地存在当作「亚马逊女王」使用。
②：这张卡召唤·特殊召唤成功的场合才能发动。从卡组把1张「亚马逊」魔法·陷阱卡加入手卡。
③：这张卡的攻击宣言时把这张卡以外的自己的手卡·场上1张卡送去墓地才能发动。从卡组把「亚马逊王女」以外的1只「亚马逊」怪兽守备表示特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84550200,3,0,0x0,0x200021,350,650,0x2,0x20,0x8,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84550200,'声波干扰虫','反转：到下一个结束阶段终了时为止，对方不能发动魔法卡。','发动限制','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84565800,3,0,0xa0,0x2000021,2800,1800,0x8,0x1,0x10,0x4);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84565800,'传说的骑士 赫谟','这张卡不能通常召唤。「传说之心」的效果才能特殊召唤。
①：这张卡特殊召唤成功时，以场上1张表侧表示的魔法·陷阱卡为对象才能发动。那张表侧表示的魔法·陷阱卡除外。
②：1回合1次，这张卡被选择作为攻击对象时，以自己墓地1只效果怪兽为对象才能发动。这张卡直到下次的自己回合的结束阶段当作和那只墓地的怪兽同名卡使用，得到相同效果。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84569017,3,0,0x0,0x21,1700,1100,0x4,0x40000,0x8,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84569017,'旗鱼战士','这张卡的攻击力上升从游戏中除外的自己的鱼族·海龙族·水族怪兽数量×100的数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84569886,3,0,0x10af,0x1000061,3500,3000,0x101000a,0x8,0x20,0x402002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84569886,'DDD 超死伟王 紫地狱终末神','←1 【灵摆】 1→
①：1回合1次，自己的「DDD」融合怪兽和对方怪兽进行战斗的伤害计算前才能发动。那只对方怪兽的攻击力直到回合结束时下降1000。
【怪兽效果】
「DDD」怪兽×2
这个卡名的①的怪兽效果1回合只能使用1次。
①：以对方场上1只攻击表示怪兽为对象才能发动。那只怪兽破坏，给与对方破坏的怪兽的原本攻击力一半数值的伤害。
②：对方怪兽进行战斗的伤害计算前才能发动。那只对方怪兽的攻击力直到伤害步骤结束时变成原本数值。
③：怪兽区域的这张卡被破坏的场合才能发动。这张卡在自己的灵摆区域放置。','','对方怪兽破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84592800,3,0,0x26,0x21,1000,1000,0x4,0x20,0x10,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84592800,'变形斗士·摄像机','这张卡得到这张卡的表示形式的以下效果。
●攻击表示：这张卡的攻击力上升这张卡装备的装备卡数量×800的数值。
●守备表示：这张卡的守备力上升这张卡装备的装备卡数量×800的数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84613836,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84613836,'神速之具足','自己的抽卡阶段时抽到的卡是名字带有「六武众」的怪兽卡的场合，可以把那张卡给对方观看并在自己场上特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84620194,3,0,0x0,0x11,1700,1000,0x4,0x800,0x8,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84620194,'断头台锹甲','栖息在精灵之森的甲虫，虽不过人的大拇指一般大，但却有着连钢铁都能咬断的下颚。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84636823,3,0,0x0,0x21,1800,1600,0x5,0x20,0x8,0xffffffff80000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84636823,'魔法抵消器','只要这张卡在场上表侧表示存在，魔法卡不能发动，场上所有魔法卡的效果无效化。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84640866,3,0,0x4c,0x4,0,0,0x0,0x0,0x0,0x4);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84640866,'电网的落穴','①：对方从卡组·墓地把怪兽特殊召唤时才能发动。那些怪兽里侧表示除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84650463,3,0,0x0,0x21,0,0,0x2,0x40,0x2,0x140008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84650463,'冰沙怪','这张卡召唤成功时，可以从卡组把1只「冰沙怪」送去墓地。此外，自己墓地的「冰沙怪」以及从游戏中除外的自己的「冰沙怪」的合计是3只的场合，把墓地的这张卡从游戏中除外才能发动。选择自己墓地1只海龙族·5星以上的怪兽特殊召唤。「冰沙怪」的这个效果1回合只能使用1次。','送墓','特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84653834,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x102004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84653834,'超能力増幅器','这张卡的发动时，自己场上表侧表示存在的全部念动力族怪兽的攻击力上升从游戏中除外的自己的念动力族怪兽数量×300的数值。受到这个效果影响的怪兽在结束阶段时从游戏中除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84664085,3,0,0x66,0x2021,2500,2000,0xa,0x1,0x20,0x42003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84664085,'卫星战士','调整＋调整以外的同调怪兽1只以上
这个卡名的①②的效果1回合各能使用1次。
①：这张卡同调召唤成功的场合，以最多有自己墓地的同调怪兽数量的对方场上的卡为对象才能发动。那些卡破坏，这张卡的攻击力上升破坏数量×1000。
②：同调召唤的这张卡被破坏的场合才能发动。从自己墓地选最多3只8星以下的「战士」、「同调士」、「星尘」同调怪兽特殊召唤（同名卡最多1张）。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84673417,3,0,0x38,0x21,1800,1200,0x4,0x1,0x20,0x200c);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84673417,'暮光道将军 简','①：1回合1次，从自己的手卡·墓地把1只「光道」怪兽除外，以场上1只表侧表示怪兽为对象才能发动。那只怪兽的攻击力·守备力直到回合结束时下降除外的怪兽的等级×300。
②：1回合1次，这张卡以外的自己的「光道」怪兽的效果发动的场合发动。从自己卡组上面把2张卡送去墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84677654,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x8000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84677654,'大金星！？','宣言从1到12的任意等级才能发动。双方玩家各自进行1次投掷硬币，都是表出现的场合，自己场上表侧表示存在的全部怪兽的等级变成宣言的等级。都是里出现的场合，自己失去宣言的等级数值×500基本分。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84686841,3,0,0x0,0x11,1000,900,0x3,0x8,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84686841,'烟之王','潜伏在烟雾中的恶魔，四周被浓烟包围，毫无踪迹可循。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84687358,3,0,0x0,0x61,2800,1200,0x8,0x2000,0x10,0x3);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84687358,'反射镜力龙','这张卡在用「克里底亚之牙」的效果把自己的手卡·场上的「神圣防护罩 -反射镜力-」送去墓地的场合才能特殊召唤。
①：自己场上的怪兽被选择作为攻击对象时或者成为对方的效果的对象时才能发动。对方场上的卡全部破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84696266,3,0,0x0,0x11,1700,700,0x3,0x200,0x8,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84696266,'音速鸭','可以以音速步行的鸭子。由于不能适应其惊人的速度而经常失控。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84731222,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84731222,'希望之记忆','这个卡名的卡在1回合只能发动1张。
①：自己从卡组抽出自己场上的「No.」超量怪兽种类的数量。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84740193,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84740193,'破坏炮','这张卡只能装备在攻击力1000以下的怪兽上。伤害计算时，对方怪兽攻击表示则看攻击力，守备表示则看守备力，其数值在2500以上时，装备这张卡的怪兽攻击力上升2500。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84747429,3,0,0x0,0x21,1400,300,0x3,0x40000,0x8,0x7);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84747429,'空邪鲸','1回合1次，可以从手卡把1只鱼族·海龙族·水族怪兽从游戏中除外，选择对方场上表侧表示存在的1张卡破坏。那之后，这张卡直到下次的自己的准备阶段时从游戏中除外。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84749824,3,0,0x0,0x100004,0,0,0x0,0x0,0x0,0x80000003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84749824,'神之警告','①：可以支付2000基本分把以下效果发动。
●包含把怪兽特殊召唤效果的怪兽的效果·魔法·陷阱卡发动时才能发动。那个发动无效并破坏。
●自己或者对方把怪兽召唤·反转召唤·特殊召唤之际才能发动。那个无效，那些怪兽破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84754430,3,0,0x10c,0x11,2000,0,0x4,0x100000,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84754430,'机界骑士 亚伯拉姆','守护星之光明的勇者　为灭除幻界于世之暗　对天选之人托付己身之力。
星之宝杯继承的意志成为崭新钥匙　化成斩绝黑暗之剑。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84764038,3,0,0xb1,0x21,800,2000,0x3,0x8,0x20,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84764038,'彼岸的恶鬼 斯卡尔米利奥内','这个卡名的①③的效果1回合只能有1次使用其中任意1个。
①：自己场上没有魔法·陷阱卡存在的场合才能发动。这张卡从手卡特殊召唤。
②：自己场上有「彼岸」怪兽以外的怪兽存在的场合这张卡破坏。
③：这张卡被送去墓地的回合的结束阶段才能发动。从卡组把「彼岸的恶鬼 斯卡尔米利奥内」以外的1只恶魔族·暗属性·3星怪兽加入手卡。','特殊召唤','卡组检索','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84766279,3,0,0x10,0x2021,2200,800,0x5,0x100000,0x8,0x402);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84766279,'大薰风翔鹏','调整＋调整以外的名字带有「薰风」的怪兽1只以上
1回合1次，可以让自己墓地存在的2只名字带有「薰风」的怪兽回到卡组，选择对方场上表侧表示存在的1只怪兽破坏。','对方场上表侧表示存在的1只怪兽破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84769941,3,0,0xd3,0x2000021,-2,2000,0x8,0x20,0x10,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84769941,'对坏兽用决战兵器 超级机械多哥兰','这张卡不能通常召唤。对方场上有「坏兽」怪兽存在的场合可以特殊召唤。
①：「坏兽」怪兽在自己场上只能有1只表侧表示存在。
②：1回合1次，把自己·对方场上2个坏兽指示物取除才能发动。从自己的手卡·墓地选1只「坏兽」怪兽当作装备卡使用给这张卡装备。
③：这张卡的攻击力上升这张卡的效果装备的「坏兽」怪兽的原本攻击力数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84778110,1,0,0x0,0x21,800,1600,0x3,0x100,0x1,0x400408);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84778110,'火石岩壁龙','这个卡名的①②的效果1回合各能使用1次。
①：这张卡特殊召唤成功的场合才能发动。选自己1张手卡丢弃，从额外卡组把1只「化石」融合怪兽送去墓地。
②：把场上的这张卡送去墓地才能发动。给与对方500伤害。自己墓地有「化石融合」存在的场合，可以再选除外的自己1张「化石融合」或者1张有那个卡名记述的卡回到墓地。','额外卡组送去墓地','除外的卡回到墓地','是否选除外的卡回到墓地？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84794011,1,0,0x0,0x11,1050,1000,0x3,0x8000,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84794011,'孤寂','下半身是鹿，持有吸收灵魂的大镰刀的兽战士。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84808313,3,0,0x10e,0x2,0,0,0x0,0x0,0x0,0x100000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84808313,'大进化药','把自己场上1只恐龙族怪兽解放才能把这张卡发动。这张卡发动后继续留在场上，用对方回合计算的第3回合的对方结束阶段破坏。
①：只要这张卡在魔法与陷阱区域存在，自己在5星以上的恐龙族怪兽召唤的场合需要的解放可以不用。','使用「大进化药」的效果不用解放召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84812868,3,0,0xdf,0x21,800,800,0x2,0x8000,0x20,0x40010);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84812868,'月光白兔','①：这张卡召唤成功时，以「月光白兔」以外的自己墓地1只「月光」怪兽为对象才能发动。那只怪兽守备表示特殊召唤。
②：1回合1次，以最多有这张卡以外的自己场上的「月光」卡数量的对方场上的魔法·陷阱卡为对象才能发动。那些卡回到持有者手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84814897,3,0,0x0,0x421,2000,1500,0x5,0x2000,0x20,0x1062000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84814897,'骑龙','1回合1次，在自己的主要阶段，这张卡可以视为1张装备卡装备在自己的「暗魔界的战士 暗黑之剑」上，或者解除装备状态表侧攻击表示特殊召唤。当这张卡以自身效果变成装备卡时具有以下效果：
●装备怪兽的攻击力·守备力上升900点。可以把装备状态的这张卡作为祭品，装备怪兽在这个回合可以直接攻击对方玩家。（1只怪兽至多只能装备1张同盟。当装备了同盟的怪兽被战斗破坏时，同盟会代替怪兽被破坏。）','装备','解除装备状态表侧攻击表示特殊召唤','装备怪兽在这个回合可以直接攻击','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84815190,1,0,0x0,0x2021,3000,2400,0xa,0x1,0x8,0x80040003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84815190,'鲜花女男爵','调整＋调整以外的怪兽1只以上
这个卡名的②的效果1回合只能使用1次。
①：1回合1次，以场上1张卡为对象才能发动。那张卡破坏。
②：只在这张卡在场上表侧表示存在才有1次，魔法·陷阱·怪兽的效果发动时才能发动。那个发动无效并破坏。
③：双方的准备阶段，以自己墓地1只9星以下的怪兽为对象才能发动。这张卡回到持有者的额外卡组，那只怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84816244,3,0,0x0,0x21,0,0,0x1,0x1000000,0x20,0xc0000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84816244,'软件狗橡子','这个卡名的效果1回合只能使用1次。
①：这张卡特殊召唤成功的场合才能发动。在自己场上把1只「软件狗衍生物」（电子界族·暗·1星·攻/守0）特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84816245,3,0,0x0,0x4011,0,0,0x1,0x1000000,0x20,0xc0000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84816245,'软件狗衍生物','由「软件狗橡子」的效果特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84824601,3,0,0x0,0x21,1300,1100,0x3,0x400,0x2,0x100200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84824601,'植物少女','这张卡从场上送去墓地时，可以从自己卡组把1只守备力1000以下的植物族怪兽加入手卡。','卡组检索','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84834865,3,0,0x0,0x21,1400,900,0x4,0x800,0x8,0x240000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84834865,'蜻蜓','这张卡被战斗破坏送去墓地时，可以从自己卡组把1只攻击力1500以下的风属性怪兽在自己场上表侧攻击表示特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84845628,3,0,0x0,0x1021,2700,1500,0x8,0x800000,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84845628,'狱落鸟','①：这张卡的攻击力·守备力上升自己墓地的调整数量×100。
②：1回合1次，把手卡1只调整送去墓地，以对方场上1只怪兽为对象才能发动。那只怪兽的控制权直到结束阶段得到。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84847656,3,0,0x0,0x21,1700,700,0x4,0x100000,0x1,0x1100000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84847656,'念动攻击者','念动力族怪兽被破坏的场合，可以支付500基本分作为代替把这张卡破坏。','是否要使用「念动攻击者」的效果代替破坏？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84851250,3,0,0xf0,0x1021,1800,1800,0x5,0x2,0x8,0x400008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84851250,'风魔女-雪暴铃','这个卡名的②的效果1回合只能使用1次。
①：自己场上的怪兽不存在的场合或者只有「风魔女」怪兽的场合，这张卡可以不用解放作召唤。
②：自己场上有「风魔女-雪暴铃」以外的「风魔女」怪兽存在的场合，对方主要阶段，把手卡·场上的这张卡送去墓地才能发动。给与对方500伤害。','不用解放作召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84869738,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40040002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84869738,'霸王的逆鳞','①：自己场上有「霸王龙 扎克」存在的场合才能发动。「霸王龙 扎克」以外的自己场上的怪兽全部破坏，从自己的手卡·卡组·额外卡组·墓地把最多4只卡名不同的「霸王眷龙」怪兽无视召唤条件特殊召唤。
②：把墓地的这张卡除外，以自己场上1只「霸王眷龙」超量怪兽为对象才能发动。从自己墓地的怪兽以及自己的额外卡组的表侧表示的灵摆怪兽之中选2只「霸王眷龙」怪兽在作为对象的怪兽下面重叠作为超量素材。','是否继续特殊召唤？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84877802,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84877802,'最强之盾','战士族怪兽才能装备。
①：装备怪兽的表示形式的以下效果适用。
●攻击表示：装备怪兽的攻击力上升那个原本守备力数值。
●守备表示：装备怪兽的守备力上升那个原本攻击力数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84899094,3,0,0xfd,0x21,400,400,0x1,0x2000,0x8,0x80000007);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84899094,'星杯的守护龙','这个卡名的②的效果1回合只能使用1次。
①：自己场上的连接状态的怪兽为对象的魔法·陷阱·怪兽的效果发动时，把手卡·场上的这张卡送去墓地才能发动。那个发动无效并破坏。
②：把墓地的这张卡除外，以自己墓地1只通常怪兽为对象才能发动。那只怪兽在作为连接怪兽所连接区的自己场上守备表示特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84903021,2,0,0x15f,0x21,2000,2000,0x5,0x1,0x1,0x2001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84903021,'岩战者 马穆德','自己场上没有怪兽存在的场合或者自己场上的怪兽只有战士族怪兽的场合，这张卡可以不用解放作召唤。自己的地属性战士族怪兽进行战斗的伤害计算后：可以以对方场上1张魔法/陷阱卡为对象；那张卡破坏，那之后，自己场上的全部「岩战」怪兽的攻击力直到对方回合结束时上升200。「岩战者 马穆德」的这个效果1回合只能使用1次。','不用解放作召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84905691,3,0,0x2a,0x21,1800,100,0x4,0x800,0x1,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84905691,'自然黄蜂针','对方对怪兽的特殊召唤成功时，把这张卡以外的自己场上表侧表示存在的1只名字带有「自然」的怪兽解放才能发动。那些怪兽破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84914462,3,0,0x0,0x21,2000,1200,0x4,0x2000,0x20,0x800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84914462,'巨斧龙人','①：这张卡攻击的场合，伤害步骤结束时变成守备表示。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84916669,1,0,0x0,0x11,1200,1400,0x4,0x2,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84916669,'树精','森之精灵。借助草木之力封住对方的行动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84926738,3,0,0x0,0x200021,1500,1300,0x4,0x1000,0x10,0xc00000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84926738,'雷仙人','反转：基本分回复3000。这张卡从场上送去墓地的时候，基本分失去5000分。','LP回复','LP失去','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84932271,3,0,0x3e,0x200021,1200,0,0x3,0x80000,0x10,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84932271,'贾特里克普斯异虫','反转：这个回合这张卡被破坏送去墓地时，这张卡在自己场上守备表示特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84962466,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x102000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84962466,'兽毛竖起','①：1回合1次，把自己场上1只表侧表示的兽族·兽战士族怪兽除外，以自己场上1只兽族·兽战士族怪兽为对象才能发动。那只自己的兽族·兽战士族怪兽的攻击力上升因为这个效果发动而除外的怪兽的原本攻击力数值。','是否现在使用「兽毛竖起」的效果？','攻击上升','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84965420,3,0,0x154,0x100004,0,0,0x0,0x0,0x0,0x20);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84965420,'龙辉巧流星群','这个卡名的卡在1回合只能发动1张。
①：自己场上有仪式怪兽存在，对方把怪兽召唤·特殊召唤之际才能发动。那个无效，那些怪兽回到持有者卡组。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84968490,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x80);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84968490,'针虫的巢窟','①：从自己卡组上面把5张卡送去墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84970821,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84970821,'暗黑之咒缚','①：只要这张卡在魔法与陷阱区域存在，每次自己或者对方把魔法卡发动给与那个发动的玩家1000伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84976088,3,0,0x0,0x21,1600,1800,0x5,0x2000,0x20,0x40004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84976088,'后盾龙','这个卡名的效果1回合只能使用1次。
①：这张卡在墓地存在，自己场上没有卡存在的场合才能发动。墓地的这张卡和手卡1只4星以下的龙族怪兽守备表示特殊召唤。这个效果特殊召唤的这张卡从场上离开的场合除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84988419,3,0,0x9b,0x61,1000,2000,0x6,0x4,0x10,0x1400002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84988419,'幻奏的华歌圣 花之蒂娃','「幻奏的音姬」怪兽＋「幻奏」怪兽
①：这张卡不会被战斗·效果破坏，这张卡的战斗发生的对自己的战斗伤害变成0。
②：这张卡和特殊召唤的怪兽进行战斗的伤害计算后才能发动。给与对方那只对方怪兽和这张卡的原本攻击力差的数值的伤害，那只对方怪兽破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(84990171,3,0,0x0,0x11,1400,1300,0x4,0x400,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(84990171,'豌豆战士','使用剑和大豆攻击的植物战士，意外的强悍。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85004150,3,0,0x0,0x800021,2600,2200,0x7,0x800,0x10,0x40004002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85004150,'电子光虫-总线独角仙','昆虫族·光属性7星怪兽×2只以上
这张卡也能从自己场上的5·6阶的昆虫族超量怪兽把2个超量素材取除，在那只超量怪兽上面重叠来超量召唤。
①：这张卡向守备表示怪兽攻击的场合，给与攻击力超过那个守备力的数值的战斗伤害。
②：1回合1次，把这张卡1个超量素材取除才能发动。对方场上的守备力最高的怪兽破坏。这个效果在对方回合也能发动。','是否在在超量怪兽上面重叠来超量召唤？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85008676,3,0,0xfc,0x21,0,0,0x1,0x1,0x1,0x210);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85008676,'刚鬼 锁臂章鱼','这个卡名的③的效果1回合只能使用1次。
①：对方怪兽攻击的场合，那次伤害计算时把这张卡从手卡丢弃才能发动。那次战斗发生的对自己的战斗伤害变成一半。
②：给与自己伤害的效果由对方发动时，把这张卡从手卡丢弃才能发动（伤害步骤也能发动）。那个效果让自己受到的伤害变成一半。
③：这张卡从场上送去墓地的场合才能发动。从卡组把「刚鬼 锁臂章鱼」以外的1张「刚鬼」卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85028288,3,0,0x22,0x21,3000,2800,0x9,0x10000,0x4,0x2002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85028288,'朱罗纪巨神兽','这张卡不能特殊召唤。只要这张卡在场上表侧表示存在，不能成为陷阱·效果怪兽的效果的对象。1回合1次，可以把自己墓地存在的1只攻击力1700以下的名字带有「朱罗纪」的怪兽从游戏中除外，这张卡的攻击力直到结束阶段时上升1000。','攻击上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85032782,1,0,0x0,0x21,2900,0,0x8,0x2,0x20,0x40603);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85032782,'时花之贤者','这个卡名的①②的效果1回合各能使用1次。
①：以自己场上1只怪兽和场上1张卡为对象才能发动。这张卡从手卡特殊召唤，作为对象的卡破坏。
②：这张卡从场上送去墓地的场合，以这张卡以外的自己墓地1只怪兽为对象才能发动。那只怪兽回到卡组。那之后，从自己的卡组·墓地选1只植物族·1星怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85034450,3,0,0x2016,0x21,1800,1000,0x4,0x20,0x8,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85034450,'疾行机人 弹珠机卡丁车','①：1回合1次，从手卡丢弃1只机械族怪兽，以场上1只怪兽为对象才能发动。那只怪兽破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85055821,1,0,0x1167,0x21,1000,2600,0x7,0x4000,0x1,0x40620);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85055821,'森之圣兽 熊四手兽','这个卡名的①②的效果1回合各能使用1次。
①：这张卡从手卡送去墓地的场合，以这张卡以外的自己墓地的兽族·兽战士族·鸟兽族·昆虫族·植物族怪兽合计2只为对象才能发动（相同种族最多1只）。那些怪兽回到卡组，这张卡特殊召唤。
②：这张卡召唤·特殊召唤成功的场合才能发动。从卡组把「森之圣兽 熊四手兽」以外的1只「森之圣兽」怪兽或者「森之圣灵」怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85060248,3,0,0x0,0x21,0,2200,0x3,0x100000,0x10,0x10000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85060248,'精神防护者','这张卡的控制者在每次自己的准备阶段支付500基本分。这个时候不支付500基本分的场合这张卡破坏。只要这张卡在场上表侧表示存在，念动力族怪兽以外的攻击力2000以下的怪兽不能攻击宣言。','是否要支付500基本分维持「精神防护者」？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85066822,3,0,0x0,0x2000021,2800,2600,0x8,0x40000,0x2,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85066822,'水龙','这张卡不能通常召唤。「化学结合-H2O」的效果才能特殊召唤。
①：只要这张卡在怪兽区域存在，场上的炎属性怪兽以及炎族怪兽的攻击力变成0。
②：这张卡被破坏送去墓地时，以自己墓地2只「氢素龙」和1只「氧素龙」为对象才能发动。那些怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85080048,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x80000003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85080048,'雷之裁决','①：自己场上有雷族怪兽召唤·反转召唤·特殊召唤时，以对方场上1张卡为对象才能发动。那张对方的卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85080444,3,0,0x97,0x21,1200,2500,0x5,0x4,0x10,0x3040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85080444,'古遗物-神盾','这张卡可以当作魔法卡使用从手卡到魔法与陷阱卡区域盖放。魔法与陷阱卡区域盖放的这张卡在对方回合被破坏送去墓地时，这张卡特殊召唤。对方回合中这张卡特殊召唤成功的场合，直到回合结束时，自己场上的名字带有「古遗物」的怪兽不会成为对方的卡的效果的对象，不会被对方的卡的效果破坏。','特殊召唤','效果耐性','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85087012,3,0,0x0,0x21,400,400,0x3,0x20,0x1,0x2108);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85087012,'卡片炮击士','①：1回合1次，从自己卡组上面把最多3张卡送去墓地才能发动。这张卡的攻击力直到回合结束时上升因为这个效果发动而送去墓地的卡数量×500。
②：自己场上的这张卡被破坏送去墓地的场合发动。自己从卡组抽1张。','攻击上升','抽卡','请选择要送去墓地的卡的数量','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85101097,3,0,0x0,0x21,300,300,0x1,0x8,0x2,0x400001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85101097,'布丁队','这张卡不能作为融合·同调·超量召唤的素材。
①：只要这张卡在怪兽区域存在，这张卡不能解放。
②：自己结束阶段以自己的灵摆区域1张卡为对象才能发动。那张卡破坏，这张卡的控制权移给对方。
③：自己准备阶段发动。自己受到300伤害。','控制权转移','效果伤害','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85101228,3,0,0x26,0x20004,0,0,0x0,0x0,0x0,0x10800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85101228,'变形斗士·电网','只要自己场上有名字带有「变形斗士」的怪兽表侧表示存在，对方场上存在的4星以上的怪兽不能攻击宣言，也不能把表示形式改变。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85103922,3,0,0x97,0x21,2100,1400,0x5,0x4,0x10,0x40003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85103922,'古遗物-巨怒剑','①：这张卡可以当作魔法卡使用从手卡到魔法与陷阱区域盖放。
②：魔法与陷阱区域盖放的这张卡在对方回合被破坏送去墓地的场合发动。这张卡特殊召唤。
③：对方回合，这张卡特殊召唤成功的场合才能发动。选对方场上1张表侧表示的卡破坏。','特殊召唤','破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85115440,3,0,0xf1,0x800021,-2,-2,0x4,0x8000,0x1,0x2200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85115440,'十二兽 牛犄','4星怪兽×2
「十二兽 牛犄」1回合1次也能在同名卡以外的自己场上的「十二兽」怪兽上面重叠来超量召唤。
①：这张卡的攻击力·守备力上升这张卡作为超量素材中的「十二兽」怪兽的各自数值。
②：1回合1次，把这张卡1个超量素材取除才能发动。从卡组把1只可以通常召唤的兽战士族怪兽加入手卡。','是否在「十二兽」怪兽上面重叠来超量召唤？','兽战士族怪兽加入手卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85119159,3,0,0x13a,0x20002,0,0,0x0,0x0,0x0,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85119159,'拟声选择','这个卡名的卡在1回合只能发动1张，这个卡名的②的效果1回合只能使用1次。
①：作为这张卡的发动时的效果处理，可以从卡组把「拟声选择」以外的1张「拟声」卡加入手卡。
②：以自己场上的「刷拉拉」、「我我我」、「隆隆隆」、「怒怒怒」怪兽之内任意1只为对象才能发动。自己场上的全部怪兽的等级直到回合结束时变成和作为对象的怪兽相同等级。','','是否从卡组把1张「拟声」卡加入手卡？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85121942,3,0,0x10480084,0x800021,2800,2000,0x5,0x1,0x4,0x400002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85121942,'混沌No.105 燃烧拳击手 彗星之指套拳王','5星怪兽×4
①：这张卡战斗破坏怪兽送去墓地的场合发动。给与对方那只怪兽的原本攻击力一半数值的伤害。
②：这张卡有「No.105 燃烧拳击手 流星之指套拳士」在作为超量素材的场合，得到以下效果。
●1回合1次，把这张卡1个超量素材取除，以对方场上1只怪兽为对象才能发动。那只怪兽破坏，把表侧表示怪兽破坏的场合，给与对方那个攻击力数值的伤害。','伤害','破坏并伤害','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85136114,3,0,0x36,0x21,1600,1500,0x4,0x20,0x20,0x40010);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85136114,'机甲魔化仓库兵','这个卡名的①②的效果1回合各能使用1次。
①：这张卡召唤·特殊召唤成功的场合，以「机甲魔化仓库兵」以外的自己墓地1只「机甲」怪兽为对象才能发动。那只怪兽守备表示特殊召唤。这个效果特殊召唤的怪兽在这个回合不能把效果发动。
②：以这张卡以外的自己场上1只「机甲」怪兽和对方场上1张魔法·陷阱卡为对象才能发动。那些卡回到持有者手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85138716,3,0,0x0,0x21,300,100,0x4,0x4000,0x1,0x40004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85138716,'救援兔','「救援兔」的效果1回合只能使用1次。这张卡不能从卡组特殊召唤。
①：把场上的这张卡除外才能发动。从卡组把2只4星以下的同名通常怪兽特殊召唤。这个效果特殊召唤的怪兽在结束阶段破坏。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85166216,3,0,0x0,0x21,1500,0,0x3,0x100,0x1,0x800000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85166216,'恩惠之像','当这张卡因对方控制的卡的效果从手卡被送去墓地时，自己回复2000基本分。','回复','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85215458,3,0,0x33,0x21,1400,1000,0x3,0x200,0x20,0x2008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85215458,'黑羽-月影之卡鲁特','①：自己的「黑羽」怪兽进行战斗的从伤害步骤开始时到伤害计算前，把这张卡从手卡送去墓地才能发动。那只怪兽的攻击力直到回合结束时上升1400。','攻击上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85216896,3,0,0xc4,0x4000021,2500,7,0x3,0x800000,0x10,0x14);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85216896,'神数炼机圣 梅塔特隆','从额外卡组特殊召唤的怪兽2只以上
这个卡名的①②的效果1回合各能使用1次。
①：这张卡所连接区的从额外卡组特殊召唤的怪兽被战斗或者对方的效果破坏的场合才能发动。从自己墓地的怪兽以及自己的额外卡组的表侧表示的灵摆怪兽之中选1只怪兽加入手卡。
②：以这张卡以外的自己以及对方场上的从额外卡组特殊召唤的怪兽各1只为对象才能发动。那2只怪兽直到结束阶段除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85239662,3,0,0x0,0x21,1500,900,0x3,0x2,0x8,0x40000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85239662,'神秘之妖精 艾尔菲莉娅','1回合1次，把手卡1只风属性怪兽给对方观看才能发动。直到下次的对方的结束阶段时，双方玩家不能用持有给人观看的怪兽的等级以外的等级的怪兽为素材作超量召唤。','召唤限制','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85243784,3,0,0x0,0x4000021,900,2,0x1,0x1000000,0x10,0xc0000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85243784,'连接十字','连接2以上的连接怪兽1只
这个卡名的效果1回合只能使用1次。
①：这张卡连接召唤成功的场合才能发动。把最多有那只作为连接素材的连接怪兽的连接标记数量的「连接衍生物」（电子界族·光·1星·攻/守0）在自己场上特殊召唤。这个效果的发动后，直到回合结束时自己不能把「连接衍生物」作为连接素材。','','请选择要特殊召唤的衍生物的数量','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85243785,3,48068379,0x0,0x4011,0,0,0x1,0x1000000,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85243785,'连接衍生物','由「连接十字」的效果特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85252081,3,0,0x20dc,0x800021,1800,2800,0x3,0x20,0x2,0x40010001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85252081,'超级量子机兽 脉冲虎鲸','3星怪兽×2
①：没有超量素材的这张卡不能攻击。
②：1回合1次，把这张卡1个超量素材取除，以场上1张魔法·陷阱卡为对象才能发动。那张卡破坏。这张卡有「超级量子战士 蓝光层」在作为超量素材的场合，这个效果在对方回合也能发动。
③：1回合1次，自己主要阶段才能发动。选自己的手卡·场上1只「超级量子战士」怪兽在这张卡下面重叠作为超量素材。','魔陷破坏','增加素材','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85255550,3,0,0x0,0x21,250,250,0x1,0x1,0x1,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85255550,'异国的剑士','受到「异国的剑士」攻击的怪兽，5回合后被破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85289965,3,0,0x10f,0x4000021,3000,139,0x4,0x2000,0x20,0x100a800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85289965,'刺刀枪管龙','效果怪兽3只以上
①：这张卡不会被战斗破坏。
②：1回合1次，以1只攻击表示怪兽为对象才能发动。那只怪兽变成守备表示。这个回合，这张卡在同1次的战斗阶段中可以作2次攻击。对方不能对应这个效果的发动把效果发动。这个效果在对方回合也能发动。
③：1回合1次，这张卡向表侧表示怪兽攻击宣言时才能发动。直到回合结束时，这张卡的攻击力上升那只怪兽的攻击力一半数值，那只怪兽的攻击力变成一半。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85289966,3,85289965,0x10f,0x4000021,3000,139,0x4,0x2000,0x20,0x100a800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85289966,'刺刀枪管龙','效果怪兽3只以上
①：这张卡不会被战斗破坏。
②：1回合1次，以1只攻击表示怪兽为对象才能发动。那只怪兽变成守备表示。这个回合，这张卡在同1次的战斗阶段中可以作2次攻击。对方不能对应这个效果的发动把效果发动。这个效果在对方回合也能发动。
③：1回合1次，这张卡向表侧表示怪兽攻击宣言时才能发动。直到回合结束时，这张卡的攻击力上升那只怪兽的攻击力一半数值，那只怪兽的攻击力变成一半。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85306040,3,0,0xac,0x21,2200,1500,0x4,0x8,0x1,0x800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85306040,'哥布林精英部队','①：这张卡攻击的场合，战斗阶段结束时变成守备表示，直到下次的自己回合的结束时不能把表示形式变更。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85309439,3,0,0x0,0x11,1000,1000,0x3,0x4,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85309439,'北风与太阳','交情深厚的北风和太阳，能发动飓风与热光线的攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85310252,3,0,0x82,0x21,1800,200,0x4,0x1,0x1,0x8);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85310252,'怒怒怒车夫','这张卡被名字带有「怒怒怒」的怪兽的效果特殊召唤的回合，可以选择自己场上1只名字带有「怒怒怒」的怪兽，从以下效果选择1个发动。这个效果1回合可以使用最多2次。
●选择的怪兽的等级上升1星。
●选择的怪兽的等级下降1星。','等级变化','等级上升1星','等级下降1星','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85313220,3,0,0x41,0x21,1000,300,0x4,0x8,0x1,0xffffffff80040008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85313220,'漆黑之魔王 LV4','这张卡战斗破坏的对方怪兽的效果无效化。这张卡战斗破坏怪兽的下次的自己回合的准备阶段时，可以把这张卡送去墓地从手卡·卡组特殊召唤1只「漆黑之魔王 LV6」。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85325774,3,0,0x6,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85325774,'暗黑界的援军','这个卡名的卡在1回合只能发动1张。
①：以自己墓地1只4星以下的恶魔族怪兽为对象才能发动。那只怪兽特殊召唤。那之后，从手卡选1只恶魔族怪兽丢弃。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85326399,3,0,0x0,0x11,1600,1300,0x5,0x40000,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85326399,'尖刺海龙','用身体的刺攻击敌人，并能放出电流。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85327820,3,0,0x136,0x82,0,0,0x0,0x0,0x0,0x40004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85327820,'“艾”之仪式','电子界族仪式怪兽的降临必需。
①：等级合计直到变成仪式召唤的怪兽的等级以上为止，把自己的手卡·场上的「@火灵天星」怪兽解放，从手卡把1只电子界族仪式怪兽仪式召唤。发动时自己场上有「@火灵天星」怪兽存在的场合，自己墓地的「@火灵天星」怪兽也能作为解放的代替而除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85346853,3,0,0x55,0xa1,1900,800,0x4,0x1,0x10,0x40100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85346853,'光子龙之圣骑士','「光子龙降临」降临。把这张卡解放才能发动。从手卡·卡组把1只「银河眼光子龙」特殊召唤。此外，这张卡战斗破坏对方怪兽送去墓地时，从卡组抽1张卡。','特殊召唤','抽卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85352446,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85352446,'统制训练','选择对方场上表侧表示存在的1只5星以下的怪兽发动。场上表侧表示存在的持有那以外的等级的怪兽全部破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85359414,3,0,0x0,0x421,1500,1000,0x4,0x40,0x2,0x1040001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85359414,'冰岩魔兽','1回合1次，在自己的主要阶段，这张卡可以视为1张装备卡装备在自己的「灼岩魔兽」上，或者解除装备状态表侧攻击表示特殊召唤。当这张卡以自身效果变成装备卡时具有以下效果：
●每当装备怪兽对对方造成战斗伤害时，破坏场上1张里侧表示的魔法或者陷阱卡。（1只怪兽至多只能装备1张同盟。当装备了同盟的怪兽被战斗破坏时，同盟会代替怪兽被破坏。）','装备','特殊召唤','破坏','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85360035,3,0,0x14f,0x21,1800,1000,0x4,0x1,0x10,0x212);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85360035,'双天拳之熊罴','这个卡名的①②的效果1回合各能使用1次。
①：以自己场上1只「双天」怪兽为对象才能发动。那只怪兽破坏，从卡组把1张「双天」魔法卡加入手卡。
②：这张卡在墓地存在的状态，效果怪兽为素材作融合召唤的自己场上的表侧表示的「双天」融合怪兽被战斗或者对方的效果破坏的场合才能发动。这张卡加入手卡。','「双天」魔法卡加入手卡','这张卡加入手卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85374678,3,0,0x10dc,0x21,1600,1400,0x4,0x2,0x8,0x40100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85374678,'超级量子战士 绿光层','「超级量子战士 绿光层」的①②的效果1回合各能使用1次。
①：这张卡召唤·特殊召唤成功时才能发动。从手卡把1只「超级量子」怪兽特殊召唤。
②：这张卡被送去墓地的场合，把手卡1张「超级量子」卡丢弃才能发动。自己从卡组抽1张。','特殊召唤','抽卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85399281,3,0,0x0,0x21,1800,1000,0x4,0x4,0x10,0x400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85399281,'智天使 哈维斯特','①：这张卡被战斗破坏送去墓地时，以自己墓地1张反击陷阱卡为对象才能发动。那张卡加入手卡。','加入手牌','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85431040,3,0,0x0,0x21,100,300,0x1,0x400,0x20,0x440000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85431040,'邪恶之棘','①：把这张卡解放才能发动。给与对方300伤害，可以从卡组把最多2只「邪恶之棘」攻击表示特殊召唤。这个效果特殊召唤的怪兽不能把效果发动。','伤害','是否要特殊召唤「邪恶之棘」？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85446833,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x10000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85446833,'零零封锁','只要这张卡在场上存在，对方不能选择表侧攻击表示存在的攻击力0的怪兽作为攻击对象。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85448931,3,0,0x0,0x11,1300,1000,0x4,0x40,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85448931,'守卫海洋的战士','彻底的攻击玷污大海的家伙、人鱼战士。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85457355,3,0,0x0,0x1021,100,100,0x1,0x8,0x20,0x840000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85457355,'变容王 狱胶','这个卡名的①②的效果1回合各能使用1次。
①：这张卡召唤·特殊召唤成功的场合，以这张卡以外的场上1只表侧表示怪兽为对象才能发动。这张卡的等级变成和那只怪兽相同，自己回复那只怪兽的等级×200基本分。这个效果的发动后，直到回合结束时自己不是同调怪兽不能从额外卡组特殊召唤。
②：自己主要阶段才能发动。从手卡把持有比这张卡低的等级的1只恶魔族怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85463083,3,0,0x8d,0x21,1100,1200,0x3,0x10,0x20,0x2800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85463083,'鬼计食尸鬼','自己场上有「鬼计」怪兽存在的场合才能让这张卡表侧表示召唤。
①：自己主要阶段才能发动。这张卡变成里侧守备表示（1回合只有1次）。
②：自己主要阶段1有1次，以自己场上1只「鬼计」怪兽为对象才能发动。那只怪兽的攻击力直到下次的对方回合的结束时变成场上的「鬼计」怪兽的原本攻击力合计数值，这个回合作为对象的怪兽以外的怪兽不能攻击。','变成里侧守备','攻击变化','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85475641,3,0,0xb,0x1021,0,0,0x1,0x8,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85475641,'永火复仇者','这张卡在墓地存在，自己手卡是0张的场合，「永火复仇者」以外的自己场上存在的怪兽被和对方怪兽的战斗破坏送去墓地时，这张卡可以从墓地特殊召唤。这个效果特殊召唤的这张卡的等级变成和对方怪兽破坏的自己怪兽相同等级。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85489096,3,0,0x0,0x200021,1600,1600,0x4,0x2,0x8,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85489096,'武器召唤师','①：这张卡反转的场合发动。从卡组把1张「守护者」卡加入手卡。','检索','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85497611,3,0,0x99,0x21,2500,2500,0x7,0x2000,0x20,0x40208);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85497611,'异色眼魔导龙','①：这张卡在手卡的场合，把自己场上1只暗属性怪兽解放才能发动。从手卡·卡组以及自己场上的表侧表示怪兽之中选1只「异色眼龙」送去墓地，这张卡特殊召唤。
②：这张卡被对方破坏送去墓地的场合才能发动。从自己的卡组·墓地选「异色眼魔导龙」以外的1只「异色眼」怪兽特殊召唤。那之后，可以从卡组把1张「螺旋之强袭炸裂」加入手卡。','这张卡特殊召唤','特殊召唤并检索','是否把「螺旋之强袭炸裂」加入手卡？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85505315,3,0,0x100a,0x21,2200,0,0x5,0x8,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85505315,'侵入魔鬼·螳镰','把名字带有「侵入魔鬼」的怪兽解放对这张卡的上级召唤成功时，可以支付1000基本分，选择自己墓地存在的1只名字带有「侵入魔鬼」的怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85507811,3,0,0x93008,0x61,2500,2000,0x7,0x1,0x10,0x23);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85507811,'元素英雄 光辉新宇侠','「元素英雄 新宇侠」＋「新空间侠·光辉青苔」
把自己场上存在的上记的卡回到卡组的场合才能从额外卡组特殊召唤（不需要「融合」）。结束阶段时这张卡回到额外卡组。把对方场上表侧表示存在的1张卡破坏，这张卡得到那张卡的种类的以下效果：这个效果1回合只有1次在自己的主要阶段一才能使用。
●怪兽卡-这个回合，这张卡不能进行战斗。
●魔法卡-这张卡可以直接攻击对方玩家。
●陷阱卡-这张卡变成守备表示。','返回卡组','破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85519211,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x400002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85519211,'岩盘爆破','自己场上表侧表示存在的「地雷石人」每有1只，给与对方基本分1000分的伤害。之后自己场上表侧表示存在的「地雷石人」全部破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85520851,3,0,0x0,0x21,3300,1400,0x8,0x10000,0x10,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85520851,'超传导恐兽','①：1回合1次，把自己场上1只怪兽解放才能发动。给与对方1000伤害。这个效果发动的回合，这张卡不能攻击宣言。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85528209,3,0,0x9a,0x2021,1900,2500,0x9,0x20,0x1,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85528209,'超重魔兽 九尾-B','调整＋调整以外的「超重武者」怪兽1只以上
这张卡在规则上也当作「超重武者」卡使用。
①：这张卡可以用表侧守备表示的状态作出攻击。那个场合，这张卡用守备力当作攻击力使用进行伤害计算。
②：自己墓地没有魔法·陷阱卡存在的场合，这张卡的守备力上升对方场上的特殊召唤的怪兽数量×900。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85541675,3,0,0x11,0x20002,0,0,0x0,0x0,0x0,0x4000100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85541675,'机巧解体新书','每次名字带有「机巧」的怪兽的表示形式变更，给这张卡放置1个机巧指示物（最多2个）。此外，可以把场上存在的这张卡送去墓地，从自己卡组抽出这张卡放置的机巧指示物数量的卡。','抽卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85545073,3,0,0xad,0x61,2200,1800,0x6,0x8,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85545073,'魔玩具·剪刀熊','「锋利小鬼·剪刀」＋「毛绒动物·熊」
①：这张卡战斗破坏对方怪兽送去墓地时才能发动。那只怪兽当作攻击力上升1000的装备卡使用给这张卡装备。','装备','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85551711,3,0,0x0,0x800021,2300,2800,0x7,0x2,0x20,0x40003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85551711,'虚空之黑魔导师','魔法师族7星怪兽×2
①：只要持有超量素材的这张卡在怪兽区域存在，自己在对方回合可以把速攻魔法卡以及陷阱卡从手卡发动。那个发动之际把这张卡1个超量素材取除。
②：超量召唤的这张卡被对方的效果送去墓地的场合或者被战斗破坏送去墓地的场合才能发动。从手卡·卡组把1只魔法师族·暗属性怪兽特殊召唤。那之后，可以选场上1张卡破坏。','是否选场上1张卡破坏？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85555787,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x82);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85555787,'恶之卡组破坏病毒','①：把自己场上1只攻击力3000以下的暗属性怪兽解放才能发动。那只怪兽的攻击力每有500，对方从自身的手卡·卡组选1张卡破坏。为这张卡发动而把攻击力2000以上的怪兽解放的场合，用对方回合计算的3回合内对方抽到的卡全部确认，那之内的怪兽全部破坏。此外，这张卡的效果破坏送去墓地的卡在破坏的回合不能把效果发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85562745,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85562745,'噩梦之拷问室','每次对对方造成战斗伤害以外的伤害时，这张卡对对方造成300点伤害。「噩梦之拷问室」的效果不适用于这张卡效果。','给对方300伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85590798,3,0,0x159,0x20002,0,0,0x0,0x0,0x0,0x40220);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85590798,'神圣降诞','这个卡名的①②的效果1回合只能有1次使用其中任意1个。
①：自己主要阶段才能发动。手卡1只天使族·光属性怪兽给对方观看，从卡组把1只龙族·光属性·7星怪兽加入手卡。那之后，给人观看的怪兽回到卡组最下面。
②：对方把魔法·陷阱·怪兽的效果发动的场合才能发动。从手卡把1只龙族·光属性·7星怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85602018,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85602018,'遗言状','只要该回合有怪兽从自己场上送入自己墓地就可以从卡组特殊召唤攻击力1500以下的1只怪兽到场上。','是否要使用「遗言状」的效果？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85605684,3,0,0x0,0x2000021,3500,0,0x8,0x10,0x20,0xa000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85605684,'狂暴死龙','这张卡只能以「与恶魔的暗中交易」的效果进行特殊召唤。这张卡可以对对方场上所有怪兽各进行1次攻击。在自己每回合的结束阶段时，这张卡的攻击力下降500点。','攻击下降','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85636437,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85636437,'土俵间际','①：自己基本分比对方少的场合，以对方场上1只表侧表示怪兽为对象才能发动。给与对方那只怪兽的原本攻击力一半数值的伤害。这张卡的发动后，直到回合结束时对方受到的全部伤害变成0。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85638822,3,0,0xfc,0x80002,0,0,0x0,0x0,0x0,0x4040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85638822,'刚鬼死斗','①：作为这张卡的发动时的效果处理，给这张卡放置3个指示物。
②：自己的「刚鬼」怪兽战斗破坏对方怪兽的场合发动。这张卡1个指示物取除。
③：这张卡的效果给这张卡放置的指示物全部被取除的战斗阶段结束时才能由自己把这个效果发动。从手卡·卡组把「刚鬼」怪兽尽可能特殊召唤（同名卡最多1张）。那之后，给这张卡放置3个指示物。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85639257,3,0,0x0,0x11,1200,2000,0x4,0x2,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85639257,'水魔道士','操纵水的魔法师。造出厚重的水墙压垮敌人。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85646474,3,0,0x2e,0x21,1000,1000,0x3,0x2,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85646474,'守墓的使徒','这张卡被对方怪兽的攻击破坏送去墓地时，可以从卡组把「守墓的使徒」以外的1只名字带有「守墓」的怪兽里侧守备表示特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85651167,3,0,0x3b,0x21,1800,1600,0x4,0x1,0x20,0x40009);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85651167,'真红眼铁骑士-基亚·弗里德','①：1回合1次，这张卡有装备卡被装备的场合才能发动。那些装备卡破坏。那之后，可以选对方场上1张魔法·陷阱卡破坏。
②：1回合1次，把这张卡装备的自己场上1张装备卡送去墓地，以自己墓地1只7星以下的「真红眼」怪兽为对象才能发动。那只怪兽特殊召唤。','装备卡破坏','特殊召唤','是否选对方场上1张魔法·陷阱卡破坏？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85668449,3,0,0x0,0x80002,0,0,0x0,0x0,0x0,0x4500000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85668449,'脑开发研究所','只要这张卡在场上存在，可以在通常召唤外加上只有1次把1只念动力族怪兽召唤。这个方法对念动力族怪兽的召唤成功时，给这张卡放置1个念力指示物。此外，为自己场上存在的念动力族怪兽把效果发动而支付基本分的场合，可以作为代替给这张卡放置1个念力指示物。这张卡从场上离开时，这张卡的控制者受到这张卡放置的念力指示物数量×1000的数值的伤害。','给「脑开发研究所」放置1个「念力指示物」','使用「脑开发研究所」的效果召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85673903,1,0,0x103,0x21,1400,1200,0x4,0x2,0x2,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85673903,'幻变骚灵·警报食人水妖','这个卡名的效果1回合只能使用1次。
①：这张卡在手卡存在，「幻变骚灵」连接怪兽在自己场上连接召唤时，以那只怪兽以外的场上1只连接怪兽为对象才能发动。这张卡在作为成为对象的怪兽所连接区的自己场上特殊召唤。这个回合，作为对象的怪兽也当作「幻变骚灵」怪兽使用。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85679527,3,0,0x0,0x2000021,1500,2450,0x7,0x2,0x20,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85679527,'宇宙智者','这张卡不能通常召唤。从手卡以及自己场上的表侧表示怪兽之中把效果怪兽以外的1只怪兽送去墓地的场合可以特殊召唤。这个卡名的②的效果1回合只能使用1次。
①：这张卡的攻击力上升因为这张卡特殊召唤而送去墓地的怪兽的等级×200。
②：把自己场上1只效果怪兽解放才能发动。从手卡·卡组把1只通常怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85682655,3,0,0x58,0x21,1700,1000,0x4,0x100000,0x8,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85682655,'发条杂耍人','这张卡和对方怪兽进行战斗的场合，可以把那只对方怪兽在伤害计算后破坏。这个效果只在这张卡在场上表侧表示存在能使用1次。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85684223,3,0,0x0,0x61,800,600,0x5,0x10,0x20,0x1020040);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85684223,'驱使梦魇的死灵','「削魂的死灵」＋「梦魇马」
这张卡不会被战斗破坏。这张卡成为魔法·陷阱·效果怪兽效果的对象时，这张卡破坏。这张卡在对方场上存在怪兽的状态下也能对对方进行直接攻击。这张卡对对方进行直接攻击成功时，对方随机丢弃1张手卡。','丢弃手牌','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85692042,3,0,0x132,0x800021,2000,0,0x4,0x1000000,0x1,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85692042,'块斩机 算子达朗贝尔','4星怪兽×2只以上
这个卡名的①②的效果1回合各能使用1次。
①：这张卡超量召唤成功的场合，可以把这张卡的超量素材的以下数量取除，那个效果发动。
●2个：从卡组把1张「斩机」卡加入手卡。
●3个：从卡组把1只4星怪兽加入手卡。
●4个：从卡组把1张魔法·陷阱卡加入手卡。
②：把自己场上1只怪兽解放才能发动。从自己的手卡·墓地选1只4星「斩机」怪兽特殊召唤。','2个：检索「斩机」卡','3个：检索4星怪兽','4个：检索魔法·陷阱卡','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85696777,3,0,0x64,0x4000021,1900,5,0x2,0x200,0x8,0x1000011);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85696777,'鹰身引导者','风属性怪兽2只
这个卡名的②③的效果1回合各能使用1次。
①：这张卡的卡名只要在场上·墓地存在当作「鹰身女郎」使用。
②：自己场上的「鹰身」怪兽被战斗·效果破坏的场合，可以作为代替把自己场上1张魔法·陷阱卡破坏。
③：这张卡以外的自己场上的表侧表示的「鹰身」怪兽回到自己手卡的场合，以对方场上1只特殊召唤的怪兽为对象才能发动。那只怪兽回到持有者手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85704698,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x88040004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85704698,'再生骰子','①：以自己墓地1只「疾行机人」调整为对象才能发动。那只怪兽效果无效特殊召唤，掷1次骰子。那只特殊召唤的怪兽直到回合结束时变成和出现的数目相同等级。
②：把墓地的这张卡除外才能发动。用自己场上的包含「疾行机人」调整的怪兽为素材，把1只风属性同调怪兽同调召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85705804,3,0,0x0,0x11,800,800,0x3,0x200,0x8,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85705804,'鸭人','尾巴很长的鸟，从空中发起攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85709845,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x400800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85709845,'有勇无谋','自己场上守备表示存在的怪兽成为攻击对象时才能发动。那只守备表示怪兽的表示形式变更为表侧攻击表示。并且，那次战斗破坏攻击怪兽送去墓地时，再给与对方基本分那只怪兽的原本攻击力数值的伤害。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85718645,3,0,0x0,0x21,2400,1000,0x6,0x2,0x20,0x10084);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85718645,'暗帝 迪尔格','这张卡召唤·特殊召唤成功时，可以把对方墓地存在的最多2张卡从游戏中除外。并且，再把除外数量的卡从对方卡组上面送去墓地。这张卡在召唤·特殊召唤的回合不能攻击。','把对方墓地存在的最多2张卡从游戏中除外','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85742772,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x10000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85742772,'超重力网','场上的4星以上的怪兽不能攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85754829,3,0,0x3e,0x21,1500,300,0x4,0x80000,0x10,0x4002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85754829,'格鲁斯异虫','每次场上里侧守备表示存在的怪兽反转，给这张卡放置1个虫指示物。这张卡放置的虫指示物每有1个，这张卡的攻击力上升300。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85763457,3,0,0xfe,0x100004,0,0,0x0,0x0,0x0,0x80000003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85763457,'响彻于星遗物的残叫','这个卡名的卡在1回合只能发动1张。
①：自己场上有互相连接状态的怪兽存在，对方把怪兽的效果·魔法·陷阱卡发动时才能发动。那个发动无效并破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85771019,3,0,0xef,0x21,3000,2500,0x8,0x4,0x20,0x1140008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85771019,'堕天使 阿斯蒙蒂斯','这张卡不能作从卡组·墓地的特殊召唤。
①：1回合1次，自己主要阶段才能发动。从卡组把1只天使族怪兽送去墓地。
②：自己场上的这张卡被破坏送去墓地的场合发动。在自己场上把1只「阿斯蒙衍生物」（天使族·暗·5星·攻1800/守1300）和1只「蒂斯衍生物」（天使族·暗·3星·攻/守1200）特殊召唤。「阿斯蒙衍生物」不会被效果破坏。「蒂斯衍生物」不会被战斗破坏。','把1只天使族怪兽送去墓地','特殊召唤衍生物','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85771020,3,0,0x0,0x4011,1800,1300,0x5,0x4,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85771020,'阿斯蒙衍生物','由「堕天使 阿斯蒙蒂斯」的效果特殊召唤。「阿斯蒙衍生物」不会被效果破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85771021,3,0,0x0,0x4011,1200,1200,0x3,0x4,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85771021,'蒂斯衍生物','由「堕天使 阿斯蒙蒂斯」的效果特殊召唤。「蒂斯衍生物」不会被战斗破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85775486,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0xffffffff80000410);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85775486,'再机动','从自己手卡让1只名字带有「机皇」的怪兽回到卡组发动。选择自己墓地存在的1张名字带有「机皇」的卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85787173,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x40610);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85787173,'次一世代','这个卡名的卡在1回合只能发动1张。
①：自己基本分比对方少的场合才能发动。从自己的卡组·墓地选持有双方基本分差的数值以下的攻击力的「元素英雄」怪兽、「栗子球」怪兽、「新空间侠」怪兽之内任意1只加入手卡或特殊召唤。这个回合，自己不能作那张卡以及那些同名卡的效果的发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85800949,3,0,0xa0,0x2000021,2800,1800,0x8,0x1,0x10,0x4);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85800949,'传说的骑士 克里底亚','这张卡不能通常召唤。「传说之心」的效果才能特殊召唤。
①：这张卡特殊召唤成功时，以场上1张表侧表示的魔法·陷阱卡为对象才能发动。那张表侧表示的魔法·陷阱卡除外。
②：这张卡被选择作为攻击对象时，以自己墓地1张陷阱卡为对象才能发动。那张卡在自己场上盖放。这个效果盖放的卡在盖放的回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85802526,3,0,0x0,0x21,1500,800,0x4,0x20000,0x2,0x800000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85802526,'人鱼公主','只要这张卡在自己场上表侧表示的存在，每次自己的准备阶段回复800基本分。','回复','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85808813,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x10040004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85808813,'时间流','①：以自己场上1只「化石」融合怪兽为对象才能发动。那只怪兽解放，原本等级比那只怪兽高2星的1只「化石」融合怪兽当作「化石融合」的融合召唤从额外卡组特殊召唤。
②：从自己墓地把这张卡和1只「化石」融合怪兽除外，以自己墓地1只「化石」融合怪兽为对象才能发动。那只怪兽特殊召唤。这个效果在这张卡送去墓地的回合不能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85821180,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85821180,'调整欣快跑','①：从手卡丢弃1只怪兽才能发动。和那只怪兽相同种族·属性而等级高1星的1只调整从卡组特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85827713,3,0,0x8d,0x20004,0,0,0x0,0x0,0x0,0x10000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85827713,'鬼计之夜','只要场上有名字带有「鬼计」的怪兽存在，对方场上的怪兽不能反转召唤。此外，这张卡被对方破坏送去墓地时发动。这个回合对方不能攻击宣言。','不能攻击宣言','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85839825,3,0,0x73,0x2,0,0,0x0,0x0,0x0,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85839825,'超量能量','把自己场上存在的1个超量素材取除发动。选择对方场上表侧表示存在的1只怪兽破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85840608,3,0,0x9,0x21,800,1800,0x4,0x1,0x10,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85840608,'新宇宙连接者','这个卡名的①②的效果1回合各能使用1次。
①：这张卡召唤成功时才能发动。从手卡·卡组把1只「新空间侠」怪兽或者「元素英雄 新宇侠」守备表示特殊召唤。
②：把这张卡解放，以自己墓地1只「新空间侠」怪兽或者「元素英雄 新宇侠」为对象才能发动。那只怪兽守备表示特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85847157,2,0,0x0,0x21,100,100,0x3,0x8,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85847157,'普鲁弗拉斯的证据','自己场上没有特殊召唤的怪兽存在的场合：可以从手卡把这张卡特殊召唤，这个效果的发动后，直到回合结束时自己不能把怪兽特殊召唤。「普鲁弗拉斯的证据」的这个效果1回合只能使用1次。这张卡召唤·特殊召唤成功的场合，可以：把1只怪兽上级召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85852291,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x120);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85852291,'万宝槌','①：自己手卡任意数量回到卡组洗切。那之后，自己抽出回到卡组的数量。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85854214,3,0,0x0,0x100004,0,0,0x0,0x0,0x0,0xffffffff80000003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85854214,'英雄规则2','墓地的卡为对象的效果怪兽的效果·魔法·陷阱卡的发动无效并破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85862791,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85862791,'同盗相窃','这个卡名的卡在1回合只能发动1张。
①：自己以及对方场上的卡同时被战斗·效果破坏的场合才能发动。双方玩家各自从卡组抽2张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85876417,3,0,0x1,0x21,1700,0,0x4,0x20,0x20,0x208000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85876417,'正义盟军 千械鬼','这张卡可以向对方场上表侧表示存在的光属性怪兽各作1次攻击。和光属性以外的怪兽进行战斗的场合，那次伤害计算前这张卡破坏。','这张卡破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85893201,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x3);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85893201,'连锁诱爆','这张卡在场上存在，对方场上的怪兽被对方的卡的效果破坏的场合，可以选择场上1张卡破坏。这个效果1回合只能使用1次。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85908279,3,0,0xf4,0x61,1800,2900,0x6,0x2000,0x2,0x1000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85908279,'召唤兽 科库托斯','「召唤师 阿莱斯特」＋水属性怪兽
①：这张卡不会成为对方的效果的对象，不会被对方的效果破坏。
②：这张卡可以用表侧守备表示的状态作出攻击。那个场合，攻击力数值适用进行伤害计算。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85909450,3,0,0x64,0x800021,2000,2500,0x4,0x2000,0x8,0x30000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85909450,'鹰身女妖的宠物幻龙','风属性4星怪兽×3
这张卡的效果若这张卡的超量素材没有则不适用。这张卡可以直接攻击对方玩家。只要这张卡在场上表侧表示存在，对方不能把名字带有「鹰身」的怪兽作为攻击对象，也不能作为卡的效果的对象。每次自己的结束阶段把这张卡1个超量素材取除。','取除素材','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85914562,3,0,0x140,0x1021,100,2100,0x2,0x100,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85914562,'魔救之探索者','这个卡名的①②的效果1回合各能使用1次。
①：自己场上有「魔救之探索者」以外的岩石族怪兽存在的场合才能发动。这张卡从手卡特殊召唤。
②：自己主要阶段才能发动。从自己卡组上面把5张卡翻开。可以从那之中选1只调整以外的4星以下的岩石族怪兽特殊召唤。剩下的卡用喜欢的顺序回到卡组最下面。','','','是否特殊召唤怪兽？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85936485,3,0,0x0,0x11,1000,400,0x3,0x1000,0x8,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85936485,'团结的反抗军','立誓要为了对抗强大力量而集结的人们。革命之日将近。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85967160,3,0,0xc9,0x21,2400,1800,0x6,0x400,0x4,0x6000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85967160,'芳香法师-香蜂草','①：只要自己基本分比对方多并有这张卡在怪兽区域存在，自己的植物族怪兽向守备表示怪兽攻击的场合，给与对方为攻击力超过那个守备力的数值的战斗伤害。
②：1回合1次，自己基本分回复的场合发动。这张卡的攻击力·守备力直到对方回合的结束时上升1000。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85970321,3,0,0xb3,0x21,800,1200,0x4,0x8000,0x8,0x110);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85970321,'妖仙兽 饭纲鞭','这个卡名的①②的效果1回合各能使用1次。
①：把这张卡从手卡丢弃才能发动。这个回合，在「妖仙兽」怪兽的召唤·特殊召唤成功时对方不能把魔法·陷阱·怪兽的效果发动。
②：自己场上有其他的「妖仙兽」怪兽存在的场合才能发动。自己从卡组抽1张。
③：这张卡召唤的回合的结束阶段发动。这张卡回到持有者手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(85991529,3,0,0xd2,0x2000021,4000,4000,0xa,0x20,0x20,0x80040205);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(85991529,'星际仙踪-达克星','这张卡不能通常召唤。把等级合计直到10以上的手卡的「星际仙踪」怪兽除外的场合才能特殊召唤。
①：这张卡不会成为对方的效果的对象。
②：魔法卡发动时，从自己墓地把1只「星际仙踪」怪兽除外才能发动。那个发动无效并破坏。
③：这张卡被战斗·效果破坏送去墓地的场合，把墓地的这张卡除外才能发动。从卡组把1只9星以下的「星际仙踪」怪兽加入手卡。','发动无效并破坏','从卡组把「星际仙踪」怪兽加入手卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86013171,3,0,0xd2,0x21,1200,500,0x2,0x100000,0x10,0x440000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86013171,'星际仙踪-小胆','「星际仙踪-小胆」的①的效果1回合只能使用1次。
①：把场上的这张卡除外才能发动。从手卡把1只3星以上的「星际仙踪」怪兽特殊召唤。这个效果在对方回合也能发动。
②：1回合1次，支付500基本分，以除外的3只自己的「星际仙踪」怪兽为对象才能发动。那些怪兽回到墓地，给与对方500伤害。','从手卡把「星际仙踪」怪兽特殊召唤','除外的「星际仙踪」怪兽回到墓地','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86016245,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86016245,'弱者的意志','自己手卡是0张的场合，自己场上存在的2星以下的怪兽战斗破坏对方怪兽送去墓地时，从自己卡组抽2张卡。','抽卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86039057,3,0,0x0,0x21,1700,100,0x4,0x1,0x10,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86039057,'帮一把骑士','这张卡在墓地存在，自己手卡是0张的场合，对方怪兽的攻击宣言时才能发动。这张卡从墓地特殊召唤，战斗阶段结束。「帮一把骑士」的效果在决斗中只能使用1次。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86049351,3,0,0x0,0x100004,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86049351,'最后反击','自己场上的名字带有「燃烧拳击手」的怪兽和对方怪兽进行战斗的攻击宣言时才能发动。那次攻击无效，那只自己怪兽送去墓地。自己场上1只名字带有「燃烧拳击手」的怪兽的攻击力上升那只对方怪兽的原本攻击力数值，和那只对方怪兽进行伤害计算。那之后，自己受到这张卡的效果上升的攻击力数值的伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86060749,1,0,0x0,0x100004,0,0,0x0,0x0,0x0,0x80000020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86060749,'失速倒转','①：可以从自己卡组上面把3张卡里侧表示除外把以下效果发动。
●要让怪兽的召唤·反转召唤·特殊召唤无效的怪兽的效果·魔法·陷阱卡发动时才能发动。那个发动无效，那张卡回到持有者卡组。
●要让魔法·陷阱卡的发动无效的怪兽的效果·魔法·陷阱卡发动时才能发动。那个发动无效，那张卡回到持有者卡组。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86062400,3,0,0x73,0x21,1800,700,0x4,0x8,0x20,0x8);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86062400,'超量复仇者','这张卡不受超量怪兽的效果影响。此外，这张卡被和超量怪兽的战斗破坏送去墓地时，把让这张卡破坏的超量怪兽的阶级的以下效果发动。
●3阶以下：对方选额外卡组1张卡送去墓地。
●4阶：自己选对方的额外卡组1张卡送去墓地。
●5阶以上：对方选那只超量怪兽的阶级数量的额外卡组的卡送去墓地。','额外送墓','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86066372,3,0,0x101,0x4000021,2300,170,0x4,0x1000000,0x20,0x2007);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86066372,'访问码语者','效果怪兽2只以上
对方不能对应这张卡的效果的发动把效果发动。
①：这张卡连接召唤成功的场合，以那1只作为连接素材的连接怪兽为对象才能发动。这张卡的攻击力上升那只怪兽的连接标记数量×1000。
②：从自己的场上·墓地把1只连接怪兽除外才能发动。选对方场上1张卡破坏。这个回合，不能为让自己的「访问码语者」的效果发动而把相同属性的怪兽除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86088138,3,0,0x0,0x11,1550,1650,0x5,0x4,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86088138,'耳天使','巨大的耳朵和眼睛能监视周围的一切，相貌可怕的天使。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86099788,3,0,0x0,0x61,2350,2300,0x7,0x1,0x1,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86099788,'异星的最终战士','「暗黑英雄 尸魔侠」＋「魔力吸收球体」
这张卡特殊召唤时，其他的自己的场上的怪兽全部破坏。只要这张卡在场上存在，互相的其他的怪兽不能召唤·反转召唤·特殊召唤。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86100785,3,0,0x0,0x21,250,200,0x1,0x40,0x2,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86100785,'区域吞噬者','受到「区域吞噬者」攻击的怪兽，5回合后被破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86120751,3,0,0x0,0x21,1000,1800,0x4,0x2,0x20,0x2200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86120751,'召唤师 阿莱斯特','①：把这张卡从手卡送去墓地，以自己场上1只融合怪兽为对象才能发动。那只怪兽的攻击力·守备力直到回合结束时上升1000。这个效果在对方回合也能发动。
②：这张卡召唤·反转的场合才能发动。从卡组把1张「召唤魔术」加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86120752,3,86120751,0x0,0x21,1000,1800,0x4,0x2,0x20,0x2200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86120752,'召唤师 阿莱斯特','①：把这张卡从手卡送去墓地，以自己场上1只融合怪兽为对象才能发动。那只怪兽的攻击力·守备力直到回合结束时上升1000。这个效果在对方回合也能发动。
②：这张卡召唤·反转的场合才能发动。从卡组把1张「召唤魔术」加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86124104,3,0,0x0,0xa1,1800,1000,0x4,0x8,0x20,0xa);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86124104,'终焉之恶魔 迪米斯','「世界不灭」降临。
①：这张卡的卡名只要在手卡·场上存在当作「终焉之王 迪米斯」使用。
②：这张卡仪式召唤成功的场合发动。选场上1只表侧表示怪兽破坏。
③：这张卡被送去墓地的场合，以自己场上1只仪式怪兽为对象才能发动。只要那只怪兽在自己场上表侧表示存在，对方不能对应自己的仪式怪兽的效果的发动把卡的效果发动。','','','「终焉之恶魔 迪米斯」效果适用中','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86133013,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86133013,'等级阻壁','这个卡名的卡在1回合只能发动1张。
①：自己场上的怪兽被战斗或者对方的效果破坏的场合，以那1只怪兽为对象才能发动。等级合计直到变成和那只怪兽相同为止，从卡组选怪兽任意数量守备表示特殊召唤。这个效果特殊召唤的怪兽的效果无效化。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86137485,3,0,0x0,0x2021,2200,1800,0x5,0x8,0x20,0x8000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86137485,'地狱双警','恶魔族调整＋调整以外的怪兽1只以上
①：这张卡战斗破坏对方怪兽送去墓地时才能发动。这张卡直到战斗阶段结束时攻击力上升800，只再1次可以继续攻击。','连续攻击','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86148577,3,0,0x0,0x4000021,1000,8,0x1,0x2000,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86148577,'守护龙 厄尔庇','4星以下的龙族怪兽1只
自己对「守护龙 厄尔庇」1回合只能有1次特殊召唤，那个作为②的效果1回合只能使用1次。
①：只要这张卡在怪兽区域存在，自己不是龙族怪兽不能特殊召唤。
②：自己主要阶段才能发动。从手卡·卡组把1只龙族怪兽往作为受2只以上的连接怪兽所连接区的自己场上特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86154370,1,0,0xff2016,0x2021,3500,2000,0xb,0x20,0x8,0x20040003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86154370,'高速疾行机人/幻透翼骑手','风属性调整＋调整以外的风属性同调怪兽1只
①：1回合1次，自己主要阶段才能发动。掷1次骰子。选最多有出现的数目数量的自己墓地的风属性怪兽回到卡组。那之后，可以选最多有回去数量的对方场上的卡破坏。这张卡的攻击力直到回合结束时上升这个效果破坏的数量×500。
②：对方主要阶段，把同调召唤的这张卡解放才能发动。从额外卡组把最多2只7星风属性同调怪兽特殊召唤（同名卡最多1张）。','回卡组并破坏','特殊召唤','是否选对方的卡破坏？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86157908,3,0,0x99009f,0x1000021,100,600,0x8080001,0x4000,0x10,0x802000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86157908,'娱乐伙伴 异色眼独角兽','←8 【灵摆】 8→
①：只在这张卡在灵摆区域存在才有1次，自己的「异色眼」怪兽的攻击宣言时，以那只怪兽以外的自己场上1只「娱乐伙伴」怪兽为对象才能发动。那只攻击怪兽的攻击力直到战斗阶段结束时上升作为对象的怪兽的原本攻击力数值。
【怪兽效果】
①：这张卡召唤·特殊召唤成功时，以自己墓地1只「娱乐伙伴」怪兽为对象才能发动。自己回复那只怪兽的攻击力数值的基本分。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86164529,3,0,0x0,0x41,2250,1900,0x6,0x40000,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86164529,'水精龙','「妖精龙」＋「海原的女战士」＋「区域吞噬者」','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86165817,3,0,0x6008,0x61,3000,3000,0x8,0x8,0x20,0x1012002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86165817,'邪心英雄 恶刃死魔','「邪心英雄」怪兽＋5星以上的怪兽
这张卡用「暗黑融合」的效果才能特殊召唤。这个卡名的②的效果1回合只能使用1次。
①：场上的这张卡不会被战斗·效果破坏。
②：自己主要阶段才能发动。持有这张卡的攻击力以下的攻击力的对方场上的怪兽全部破坏，这张卡的攻击力上升破坏的怪兽数量×200。这个效果的发动后，直到回合结束时自己不用「英雄」怪兽不能攻击宣言。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86170989,3,0,0x0,0x21,1200,800,0x4,0x20,0x10,0x340008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86170989,'大刀β','这张卡战斗破坏对方怪兽的场合，从下面效果选择1个发动。
●从自己卡组选择1只攻击力1200以下的机械族·光属性怪兽送去墓地。
●选择自己墓地存在的1只攻击力1200以下的机械族·光属性怪兽特殊召唤。','选择一个效果发动','卡组怪兽送去墓地','墓地怪兽特殊召唤','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86174055,3,0,0x0,0x21,1200,1000,0x4,0x200,0x8,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86174055,'尖嘴鸟','这张卡被战斗破坏送去墓地时，可以选择自己墓地存在的2只2星的怪兽特殊召唤。这个效果特殊召唤的怪兽的效果无效化。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86188410,3,0,0x3008,0x21,1500,1600,0x4,0x1,0x1,0x2000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86188410,'元素英雄 荒野侠','①：这张卡只要在怪兽区域存在，不受陷阱卡的效果影响。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86196216,3,0,0x95,0x10002,0,0,0x0,0x0,0x0,0x40040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86196216,'升阶魔法-死亡双力','①：以这个回合被战斗破坏送去自己墓地的1只「急袭猛禽」超量怪兽为对象才能发动。那只怪兽特殊召唤，那只怪兽的2倍阶级的1只超量怪兽在作为对象的怪兽上面重叠当作超量召唤从额外卡组特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86197239,3,0,0xb,0x21,0,0,0x1,0x8,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86197239,'永火幻象','这张卡不能作从墓地的特殊召唤。自己手卡是0张的场合，把这张卡解放，选择自己墓地存在的2只名字带有「永火」的怪兽才能发动。选择的怪兽在自己场上特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86198326,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86198326,'7卡','机械族怪兽才能装备。装备怪兽的攻击力或者守备力上升700。','攻击力上升７００','守备力上升７００','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86209650,3,0,0x0,0x21,1300,1700,0x3,0x8,0x4,0x800000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86209650,'迷走恶魔','这张卡被战斗破坏送去墓地时，双方回复800基本分。','回复','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86221741,3,0,0xba,0x800021,3500,2000,0xa,0x200,0x20,0x2402000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86221741,'急袭猛禽-究极猎鹰','鸟兽族10星怪兽×3
①：这张卡不受其他卡的效果影响。
②：把这张卡1个超量素材取除才能发动。这个回合，对方场上的怪兽的攻击力下降1000，对方不能把卡的效果发动。
③：这张卡有「急袭猛禽」怪兽在作为超量素材的场合，得到以下效果。
●每次双方的结束阶段才能发动。对方场上的全部怪兽的攻击力下降1000。对方场上没有表侧表示怪兽存在的场合，给与对方1000伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86223870,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86223870,'等级重调','自己场上表侧表示存在的1只怪兽的等级下降最多2星。','等级下降１星','等级下降２星','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86229493,3,0,0x0,0x21,2000,1500,0x7,0x80000,0x20,0x200002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86229493,'暗冥之魂','这张卡被战斗破坏送去墓地时，场上表侧表示存在的暗属性怪兽以外的怪兽全部破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86238081,3,0,0x99,0x1800021,3000,2500,0x1010007,0x2000,0x20,0xa203);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86238081,'霸王烈龙 异色眼烈火龙','←1 【灵摆】 1→
①：1回合1次，另一边的自己的灵摆区域没有卡存在的场合才能发动。从卡组选1只灵摆怪兽在自己的灵摆区域放置。
【怪兽效果】
龙族7星怪兽×2
7星可以灵摆召唤的场合在额外卡组的表侧表示的这张卡可以灵摆召唤。
①：超量怪兽为素材作超量召唤的这张卡得到以下效果。
●这张卡在同1次的战斗阶段中可以作2次攻击。
●1回合1次，把这张卡1个超量素材取除才能发动。对方场上的卡全部破坏，这张卡的攻击力直到回合结束时上升破坏的卡数量×200。
②：怪兽区域的这张卡被破坏的场合才能发动。这张卡在自己的灵摆区域放置。','从卡组把灵摆怪兽放置','对方场上的卡全部破坏','这张卡在灵摆区域放置','超量怪兽为素材作超量召唤','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86240887,3,0,0xd7,0x61,2800,2500,0x8,0x1,0x10,0x6800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86240887,'龙破坏的剑士-破坏之剑士','「破坏之剑士」＋龙族怪兽
这张卡不用融合召唤不能特殊召唤。
①：这张卡不能直接攻击。
②：这张卡的攻击力·守备力上升对方的场上·墓地的龙族怪兽数量×1000。
③：只要这张卡在怪兽区域存在，对方场上的龙族怪兽变成守备表示，对方不能把龙族怪兽的效果发动。
④：这张卡向守备表示怪兽攻击的场合，给与攻击力超过那个守备力的数值的战斗伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86274272,3,0,0x40b5,0x61,2600,400,0x6,0x80,0x8,0x2040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86274272,'圣灵兽骑 火狮','「灵兽使」怪兽＋「精灵兽」怪兽
把自己场上的上记卡除外的场合才能特殊召唤（不需要「融合」）。
①：这张卡攻击的场合，直到伤害步骤结束时不受这张卡以外的卡的效果影响。
②：让这张卡回到持有者的额外卡组，以除外的自己1只「灵兽使」怪兽和1只「精灵兽」怪兽为对象才能发动。那些怪兽守备表示特殊召唤。这个效果在对方回合也能发动。','1只「灵兽使」怪兽和1只「精灵兽」怪兽特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86277379,1,0,0x10,0x1021,600,1000,0x3,0x200,0x8,0x40008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86277379,'薰风苍鹰','这个卡名的①②的效果1回合各能使用1次。
①：这张卡在手卡存在，场上的表侧表示的「薰风」怪兽被战斗破坏的场合或者被送去自己墓地的场合才能发动。这张卡特殊召唤。
②：这张卡召唤·特殊召唤成功的场合才能发动。从卡组把1只「薰风」怪兽送去墓地。那之后，可以从手卡把1只「薰风」怪兽特殊召唤。','','','是否特殊召唤？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86281779,3,0,0x51,0x11,1800,2000,0x6,0x20,0x4,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86281779,'齿轮战士','为战斗而生的机器人战士。用不会生锈的金属制造而成。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86308219,3,0,0x64,0x2,0,0,0x0,0x0,0x0,0x400002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86308219,'鹰身女郎 -凤凰之阵-','这张卡发动的回合，自己不能从卡组·额外卡组把怪兽特殊召唤，不能进行战斗阶段。
①：自己场上有「鹰身女郎」「鹰身女郎三姐妹」合计3只以上存在的场合，尽可能以最多有那个数量的对方场上的怪兽为对象才能发动。作为对象的怪兽破坏，给与对方破坏的怪兽之内原本攻击力最高的怪兽的那个数值的伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86318356,3,0,0x0,0x80002,0,0,0x0,0x0,0x0,0x102000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86318356,'草原','全部战士族·兽战士族的怪兽攻击力·守备力上升200。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86321248,3,0,0x7,0x21,2300,1300,0x6,0x20,0x1,0x402000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86321248,'古代的机械合成兽','①：得到为这张卡的召唤而解放的怪兽的以下效果。
●绿色零件：这张卡的攻击力上升300。
●红色零件：这张卡直接攻击给与对方战斗伤害的场合发动。给与对方500伤害。
●黄色零件：这张卡战斗破坏对方怪兽的场合发动。给与对方700伤害。','给予对方500伤害','给予对方700伤害','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86325573,3,0,0x84,0x21,1100,1400,0x2,0x1,0x4,0x1000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86325573,'燃烧拳击手 大绷带拳手','这张卡1回合只有1次不会被战斗破坏。此外，1回合1次，选择自己墓地1只名字带有「燃烧拳击手」的怪兽或者除外的1只自己的名字带有「燃烧拳击手」的怪兽才能发动。自己场上的全部名字带有「燃烧拳击手」的怪兽变成和选择的怪兽相同等级。','等级变化','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86325596,3,0,0x0,0x11,1550,800,0x4,0x8,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86325596,'邪剑男爵','操纵着充满怨念之剑的贵族，对追逐猎物的信念十分的执着。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86327225,3,0,0x0,0xa1,3300,3000,0x8,0x4,0x10,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86327225,'天界王 志那都','用「奇迹之方舟」特殊召唤。特殊召唤时，必须以场上或手卡中合计8颗星以上的怪兽作为祭品。这张卡战斗破坏对方守备表示的怪兽并将其送去墓地时，对方受到数值与被破坏怪兽的原始攻击力相同的伤害。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86331741,3,0,0x54,0x800021,2000,2000,0x4,0x2,0x20,0x80042000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86331741,'我我我我魔术师','4星怪兽×2
这个卡名的①的效果1回合只能使用1次。
①：把这张卡1个超量素材取除，以「我我我我魔术师」以外的自己墓地1只超量怪兽为对象才能发动。那只怪兽效果无效特殊召唤。
②：持有这张卡作为素材中的「未来皇 霍普」超量怪兽得到以下效果。
●把这张卡2个超量素材取除，以自己场上1只超量怪兽为对象才能发动。直到回合结束时，那只怪兽的攻击力变成4000，效果无效化。','','攻击力变成4000（我我我我魔术师）','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86346643,3,0,0x9,0x61,4500,3000,0xa,0x1,0x10,0x20);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86346643,'虹光新宇侠','「元素英雄 新宇侠」＋「究极宝玉神」怪兽
这张卡用以上记的卡为融合素材的融合召唤才能特殊召唤。
①：1回合1次，可以从以下效果选择1个发动。
●把自己场上1只怪兽送去墓地才能发动。对方场上的怪兽全部回到持有者卡组。
●把自己场上1张魔法·陷阱卡送去墓地才能发动。对方场上的魔法·陷阱卡全部回到持有者卡组。
●把卡组最上面的卡送去墓地才能发动。对方墓地的卡全部回到卡组。','选择效果发动','对方场上怪兽全部回到卡组','对方场上的魔法·陷阱卡全部回到卡组','对方墓地的卡全部回到卡组','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86361354,3,0,0x0,0x21,1700,1000,0x4,0x1000,0x2,0x100002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86361354,'同族感电病毒','1回合1次，把手卡1只怪兽从游戏中除外才能发动。和为这个效果发动而从游戏中除外的怪兽相同种族的场上表侧表示存在的怪兽全部破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86377375,3,0,0x0,0x21,1700,0,0x4,0x8,0x20,0x300);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86377375,'恶王 阿里曼','这个卡名的②的效果1回合只能使用1次。
①：把这张卡从手卡丢弃才能发动。从卡组把1张「黯黑世界-暗影敌托邦-」加入手卡。
②：把自己场上1只暗属性怪兽解放才能发动。自己从卡组抽1张。为这个效果发动而把这张卡以外的暗属性怪兽解放的场合，可以作为抽卡的代替而从卡组把1只守备力2000以上的暗属性怪兽加入手卡。','','','是否作为抽卡的代替从卡组检索？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86379342,3,0,0x14d,0x4,0,0,0x0,0x0,0x0,0x80040004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86379342,'铁兽的血盟','这个卡名的①②的效果1回合只能有1次使用其中任意1个。
①：以自己场上1只连接怪兽为对象才能发动。从自己的手卡·墓地选和那只怪兽种族不同的1只兽族·兽战士族·鸟兽族怪兽特殊召唤。
②：自己场上有兽族·兽战士族·鸟兽族怪兽各1只以上存在的场合，把墓地的这张卡除外，以对方场上1张表侧表示的魔法·陷阱卡为对象才能发动。那张卡的效果直到回合结束时无效。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86395581,3,0,0xbf,0x21,1850,1500,0x5,0x2,0x8,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86395581,'风灵媒师 薇茵','这个卡名在规则上也当作「灵使」卡使用。这个卡名的①②的效果1回合各能使用1次。
①：从手卡把这张卡和1只风属性怪兽丢弃才能发动。从卡组把「风灵媒师 薇茵」以外的1只守备力1500以下的风属性怪兽加入手卡。这个效果的发动后，直到回合结束时自己不能把风属性以外的怪兽的效果发动。
②：这张卡在手卡存在的场合，自己的风属性怪兽被战斗破坏时才能发动。这张卡特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86396750,3,0,0x20b5,0x21,1800,200,0x4,0x80,0x8,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86396750,'精灵兽 火狮','自己对「精灵兽 火狮」1回合只能有1次特殊召唤。
①：1回合1次，把自己墓地1张「灵兽」卡除外才能发动。这个回合中，以下效果适用。这个效果在对方回合也能发动。
●自己场上的「灵兽」怪兽的攻击力·守备力上升500。','攻守上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86401517,3,0,0x0,0xa1,1900,900,0x4,0x1000000,0x10,0x40010);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86401517,'岚龙之圣骑士','「电脑网仪式」降临。这个卡名的①②的效果1回合各能使用1次。
①：这张卡向怪兽攻击的伤害步骤开始时才能发动。那只怪兽回到持有者手卡。
②：把这张卡解放才能发动。从手卡·卡组把1只5星以上的电子界族怪兽特殊召唤。这个效果特殊召唤的怪兽在这个回合不能把效果发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86421986,1,0,0x0,0x11,600,1500,0x3,0x400,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86421986,'悟道的老树','运用所有知识、能够守备各种攻击的老树。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86442081,3,0,0x75,0x21,2000,1500,0x7,0x80000,0x2,0x200002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86442081,'寂静深渊','这张卡被战斗破坏送去墓地时，场上表侧表示存在的水属性怪兽以外的怪兽全部破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86445415,3,0,0x51,0x21,1300,1500,0x4,0x20,0x1,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86445415,'红色零件','①：这张卡召唤·特殊召唤成功时才能发动。从卡组把1只「黄色零件」加入手卡。','选1只「黄色零件」加入手牌','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86449372,3,0,0x136,0x10002,0,0,0x0,0x0,0x0,0x1402004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86449372,'“艾”打式袭击','这个卡名的卡在1回合只能发动1张。
①：自己和对方的怪兽之间进行战斗的伤害计算时才能发动。那只自己怪兽的攻击力只在那次伤害计算时变成和那只对方怪兽的攻击力相同，那次伤害步骤结束时那次战斗破坏的怪兽的控制者受到那原本攻击力数值的伤害。
②：自己的「@火灵天星」怪兽被战斗破坏的场合，可以作为代替把墓地的这张卡除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86466163,3,0,0x9c,0x21,1100,2000,0x4,0x1,0x10,0x40000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86466163,'星因士 五车二','「星因士 五车二」的效果1回合只能使用1次。
①：这张卡召唤·反转召唤·特殊召唤成功的场合才能发动。这个回合自己在用怪兽3只以上为素材的超量召唤的场合，可以把自己场上的4星以下的「星守」怪兽当作5星的素材使用。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86474024,3,0,0x0,0x100004,0,0,0x0,0x0,0x0,0xffffffff80000001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86474024,'共同战线','自己场上有相同等级的怪兽表侧表示2只以上存在的场合才能发动。陷阱卡的发动无效并破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86483512,3,0,0x14e,0x1021,0,2400,0x6,0x100000,0x8,0x40008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86483512,'电脑堺悟-老老','这个卡名的效果1回合只能使用1次。
①：这张卡在手卡存在的场合，以自己场上1张「电脑堺」卡为对象才能发动。和那张卡种类（怪兽·魔法·陷阱）不同的1张「电脑堺」卡从卡组送去墓地，这张卡特殊召唤。那之后，可以从自己墓地选和送去墓地的卡卡名不同的1只「电脑堺」怪兽效果无效守备表示特殊召唤。这个回合，自己若非等级或者阶级是3以上的怪兽则不能特殊召唤。','从手卡特殊召唤','是否从墓地把怪兽特殊召唤？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86489182,3,0,0x12d,0x21,2900,2000,0x8,0x200,0x8,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86489182,'始祖神鸟 斯摩夫','这张卡在手卡的场合，当作通常怪兽使用。只要这张卡在场上表侧表示存在，风属性怪兽的祭品召唤需要的祭品变少1只。只用风属性怪兽作为祭品对这张卡的祭品召唤成功时，对方场上最多2张卡回到持有者手卡。','返回手牌','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86498013,3,0,0x0,0x11,100,2000,0x1,0x8,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86498013,'异次元的驯兽师','被吸入异次元的可怜小矮人。但是现在为了新的目标而每天都在努力着。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86509711,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x80000003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86509711,'魔术师的配合','①：1回合1次，魔法·陷阱·怪兽的效果发动时，把自己场上1只「黑魔术师」或者「黑魔术少女」解放才能发动。从自己的手卡·墓地选和解放的怪兽卡名不同的1只「黑魔术师」或者「黑魔术少女」特殊召唤，那个发动的效果无效。
②：魔法与陷阱区域的表侧表示的这张卡被送去墓地的场合才能发动。选场上1张卡破坏。','发动但不使用效果','发动并使用①效果','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86516889,3,0,0x8d,0x4,0,0,0x0,0x0,0x0,0x800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86516889,'鬼计惊魂','选择自己场上里侧守备表示存在的怪兽任意数量才能发动。选择的怪兽变成表侧守备表示，选最多有那之中的名字带有「鬼计」的怪兽数量的对方场上表侧表示存在的怪兽变成里侧守备表示。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86520461,3,0,0x149,0x61,2000,800,0x4,0x100,0x1,0x8204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86520461,'新生代化石骑士 骷髅兵卒','岩石族怪兽＋4星以下的怪兽
这张卡用「化石融合」的效果才能从额外卡组特殊召唤。这个卡名的②的效果1回合只能使用1次。
①：这张卡在同1次的战斗阶段中最多2次可以向怪兽攻击。
②：把墓地的这张卡除外才能发动。从卡组把1张「时间流」加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86532744,3,0,0x107f0048,0x800021,2510,2000,0x4,0x1,0x10,0x400006);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86532744,'闪光No.39 希望皇 霍普一','光属性4星怪兽×3
这张卡也能在自己场上的「No.39 希望皇 霍普」上面重叠来超量召唤。
①：自己基本分比对方少3000以上的场合，把这张卡3个超量素材取除，把基本分支付到变成10基本分才能发动。对方场上的特殊召唤的怪兽全部破坏并除外。那之后，给与对方这个效果除外的怪兽数量×300伤害。','破坏并除外','是否在「No.39 希望皇 霍普」上面重叠超量召唤？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86541496,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86541496,'左腕的代偿','这张卡发动的回合，自己不能把魔法·陷阱卡盖放。
①：这张卡以外的自己手卡是2张以上的场合，把那些手卡全部除外才能发动。从卡组把1张魔法卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86547356,3,0,0xb,0x2,0,0,0x0,0x0,0x0,0x80040414);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86547356,'永火妄想','这个卡名的卡在1回合只能发动1张。
①：把自己场上1只暗属性怪兽解放才能发动。从自己的卡组·墓地选和那只怪兽是卡名不同并是等级相同的1只「永火」怪兽特殊召唤。这个效果特殊召唤的怪兽的效果无效化。
②：把墓地的这张卡除外，以自己墓地1只「永火」怪兽为对象才能发动。那只怪兽加入手卡。这个效果在这张卡送去墓地的回合不能发动。','特殊召唤','加入手卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86555018,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86555018,'环状列石术','自己场上的名字带有「先史遗产」的怪兽被战斗或者卡的效果破坏送去墓地时才能发动。从卡组把1只4星以下的名字带有「先史遗产」的怪兽表侧守备表示特殊召唤。这个效果特殊召唤的怪兽不能把表示形式变更。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86559484,3,0,0x73,0x21,1700,200,0x4,0x2000,0x4,0x440004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86559484,'超量透视细剑龙','「超量透视细剑龙」的①②的效果1回合各能使用1次。
①：自己主要阶段把自己墓地的龙族怪兽和幻龙族怪兽各1只除外才能发动。从手卡·卡组把1只「超量透视细剑龙」特殊召唤。
②：这张卡从场上送去墓地的场合才能发动。给与对方500伤害。','特殊召唤','给予伤害','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86569121,3,0,0x0,0x11,1500,1200,0x4,0x8,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86569121,'梅尔基多四面兽','一边变换4张假面，一边发起4种攻击的怪物。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86578200,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x3000020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86578200,'魔界大道具「逃命马车」','①：只要这张卡在魔法与陷阱区域存在，自己的「魔界剧团」怪兽在1回合各有1次不会被战斗破坏。
②：1回合1次，以自己场上1只「魔界剧团」怪兽为对象才能发动。直到对方回合结束时，对方不能把那只怪兽作为效果的对象。
③：自己的额外卡组有表侧表示的「魔界剧团」灵摆怪兽存在，盖放的这张卡被对方的效果破坏的场合才能发动。对方场上的卡全部回到持有者手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86585274,3,0,0x6e,0x21,2500,2100,0x7,0x2,0x10,0x40003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86585274,'魔导法士 朱诺','①：把手卡3张「魔导书」魔法卡给对方观看才能发动。这张卡从手卡特殊召唤。
②：1回合1次，从自己的手卡·墓地把1张「魔导书」魔法卡除外，以场上1张卡为对象才能发动。那张卡破坏。','特殊召唤','破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86605184,3,0,0x52,0x21,100,2000,0x4,0x1000000,0x20,0x2052004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86605184,'防火守护者','这个卡名的①②的效果1回合各能使用1次。
①：这张卡作为电子界族连接怪兽的连接素材送去墓地的场合才能发动。这张卡特殊召唤。这个效果特殊召唤的这张卡从场上离开的场合除外。
②：自己和对方的连接怪兽之间进行战斗的攻击宣言时把墓地的这张卡除外才能发动。那次攻击无效，那只对方怪兽直到回合结束时原本攻击力变成0，不受自身以外的卡的效果影响。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86607583,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x4040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86607583,'限制代码','这个卡名的卡在决斗中只能发动1张。
①：自己墓地有电子界族连接怪兽存在的场合才能把这张卡发动。那些怪兽数量的指示物给这张卡放置，从额外卡组把1只「码语者」怪兽特殊召唤，把这张卡当作装备卡使用给那只怪兽装备。这张卡从场上离开时那只怪兽破坏。
②：自己结束阶段发动。这张卡1个指示物取除。不能取除的场合这张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86613346,3,0,0x159,0x21,1500,1000,0x4,0x4,0x10,0x40414);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86613346,'圣夜骑士团·弗拉梅尔','这个卡名的①②的效果1回合只能有1次使用其中任意1个。
①：对方怪兽的攻击宣言时，把手卡·场上的这张卡送去墓地才能发动。从手卡把1只龙族·光属性·7星怪兽特殊召唤。
②：把墓地的这张卡除外，以自己的场上·墓地1只龙族·光属性·7星怪兽为对象才能发动。那只怪兽回到持有者手卡。这个效果在对方回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86643777,3,0,0x0,0x80002,0,0,0x0,0x0,0x0,0x40002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86643777,'光虫基盘','「光虫基盘」的②的效果1回合只能使用1次。
①：自己场上的昆虫族怪兽的攻击力·守备力上升300。
②：以自己场上1只昆虫族超量怪兽为对象才能发动。把手卡1只昆虫族怪兽在那只怪兽下面重叠作为超量素材。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86652646,3,0,0x0,0x11,1350,2000,0x4,0x4000,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86652646,'骨犬 小栗子','1000年前与主人不幸走散的迷犬。至今仍在等待着主人能够回来。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86676862,3,0,0x6008,0x61,3500,2100,0x8,0x8,0x4,0x10000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86676862,'邪心英雄 恶刃魔王','「邪心英雄 恶刃魔」＋6星以上的恶魔族怪兽
这张卡用「暗黑融合」的效果才能特殊召唤。
①：只要这张卡在怪兽区域存在，对方战斗阶段内，对方场上的全部怪兽变成表侧攻击表示，并在可以攻击的场合必须向这张卡作出攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86686671,3,0,0x93,0x2,0,0,0x0,0x0,0x0,0x220);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86686671,'电子修理工厂','这个卡名的卡在1回合只能发动1张。
①：自己墓地有「电子龙」存在的场合，可以从以下效果选择1个发动。这张卡的发动时自己墓地有「电子龙」3只以上存在的场合，可以选择两方。
●从卡组把1只机械族·光属性怪兽加入手卡。
●以自己墓地1只机械族·光属性怪兽为对象才能发动。那只机械族·光属性怪兽回到卡组。','卡组检索','墓地回收','选择两方','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86690572,3,0,0x0,0x100004,0,0,0x0,0x0,0x0,0xffffffff8000040d);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86690572,'炎涡的胎动','从手卡把1只名字带有「熔岩」的怪兽送去墓地发动。陷阱卡的发动无效并破坏。此外，这张卡在墓地存在的场合，可以把自己墓地存在的2只炎属性怪兽从游戏中除外，这张卡加入手卡。','这张卡加入手卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86742443,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86742443,'王宫的重税','对方回合的准备阶段时才能发动。随机选择对方的1张手卡并确认。选择的卡或者同名卡直到下次自己的结束阶段结束时没有召唤或者发动的场合，给与对方基本分1000分伤害。有召唤或者发动的场合，自己受到1000分伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86750474,3,0,0xfb,0x4000021,2200,168,0x3,0x4,0x10,0x440000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86750474,'淘气仙星·福克希维琪','天使族怪兽2只以上
这个卡名的①②的效果1回合各能使用1次。
①：这张卡特殊召唤成功的场合才能发动。给与对方为对方场上的卡数量×200伤害。
②：连接召唤的这张卡被战斗·效果破坏的场合才能发动。从额外卡组把1只连接2以下的「淘气仙星」怪兽特殊召唤。那之后，给与对方为对方场上的卡数量×200伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86758915,3,0,0x117,0x82,0,0,0x0,0x0,0x0,0x40418);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86758915,'魔神仪的祝诞','仪式怪兽的降临必需。这个卡名的②的效果1回合只能使用1次。
①：等级合计直到变成仪式召唤的怪兽的等级以上为止，把自己的手卡·场上的「魔神仪」怪兽解放，从手卡把1只仪式怪兽仪式召唤。
②：这张卡在墓地存在的场合，从手卡以及自己场上的表侧表示的卡之中把「魔神仪的祝诞」以外的1张「魔神仪」卡送去墓地才能发动。从卡组把1只「魔神仪」怪兽特殊召唤。那之后，墓地的这张卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86767655,3,0,0x0,0x21,1800,600,0x4,0x8,0x10,0x88000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86767655,'审判女士','「审判女士」的效果1回合只能使用1次。
①：只要这张卡在怪兽区域存在，对方的卡的效果发动的场合，那次处理进行时进行2次投掷硬币，2次都是表的场合，那个效果无效。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86778566,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x1000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86778566,'攻击无敌化','战斗阶段时才能从以下效果选择1个发动。
●选择场上1只怪兽才能发动。选择的怪兽在这次战斗阶段中不会被战斗以及卡的效果破坏。
●这次战斗阶段中，对自己的战斗伤害变成0。','选择怪兽不会被战斗以及卡的效果破坏','这次战斗阶段中，对自己的战斗伤害变成0','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86780027,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86780027,'一族的团结','①：自己墓地的全部怪兽的原本种族相同的场合，自己场上的那个种族的怪兽的攻击力上升800。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86784733,3,0,0x10170093,0x1021,100,100,0x1,0x1000000,0x20,0x4);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86784733,'电子界同调士','这个卡名的②的效果1回合只能使用1次。
①：1回合1次，以自己场上1只4星以下的怪兽为对象才能发动。那只怪兽的等级直到回合结束时上升那个原本等级数值。
②：额外怪兽区域的自己怪兽被战斗·效果破坏的场合，可以作为代替把墓地的这张卡除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86801871,3,0,0x0,0x200021,600,300,0x2,0x80000,0x1,0x4c0000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86801871,'蛇壶','反转：在自己场上特殊召唤1个「毒蛇衍生物」（爬虫·地·3星·攻/守1200）。「毒蛇衍生物」被战斗破坏的场合，给与对方基本分500分的伤害。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86801872,3,0,0x0,0x4011,1200,1200,0x3,0x80000,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86801872,'毒蛇衍生物','由「蛇壶」的效果特殊召唤。「毒蛇衍生物」被战斗破坏的场合，给予对方基本分500分的伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86804246,3,0,0x0,0x2000021,0,3000,0x4,0x8,0x20,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86804246,'超级漏洞人','这张卡不能通常召唤。把自己墓地存在的「漏洞人X」「漏洞人Y」「漏洞人Z」从游戏中除外的场合可以表侧守备表示特殊召唤。只要这张卡在场上表侧表示存在，场上表侧攻击表示存在的全部怪兽的攻击力·守备力交换。「超级漏洞人」在场上只能有1只表侧表示存在。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86805855,3,0,0x0,0x61,2200,1500,0x6,0x1,0x20,0x4);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86805855,'暗魔界的龙骑士 暗黑之剑','「暗魔界的战士 暗黑之剑」＋「漆黑的斗龙」
每次这张卡给与对方战斗伤害，可以选择对方的墓地的最多3张怪兽卡，从游戏中除外。','除外','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86821010,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x400020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86821010,'武力解除','自己场上有「动力工具龙」表侧表示存在的场合才能发动。选择自己的场上·墓地存在的最多3张装备卡回到卡组，给与对方基本分回去数量×500的数值的伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86825114,3,0,0xfb,0x21,100,0,0x1,0x4,0x10,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86825114,'淘气仙星·菲沃斯','这个卡名的效果1回合只能使用1次。
①：这张卡作为「淘气仙星」连接怪兽的连接素材送去墓地的场合才能发动。这张卡从墓地特殊召唤。这个效果特殊召唤的这张卡从场上离开的场合除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86825483,3,0,0x53,0x20002,0,0,0x0,0x0,0x0,0x200000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86825483,'神星领域','只要这张卡在场上存在，光属性怪兽的效果的发动不会被无效化。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86827882,3,0,0x5042,0x4,0,0,0x0,0x0,0x0,0x12000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86827882,'极星宝 梅金吉奥德','选择自己场上表侧表示存在的1只名字带有「极神」或「极星」的怪兽发动。直到结束阶段时为止，那只怪兽的攻击力·守备力变成原本攻击力·守备力的两倍。这个回合被选择的怪兽不能直接攻击对方玩家。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86840720,3,0,0x35,0x21,1400,1700,0x3,0x8,0x10,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86840720,'魔轰神 迪夫','名字带有「魔轰神」的怪兽从手卡送去自己墓地时，把自己场上存在的这张卡解放，选择那1只怪兽才能发动。选择怪兽在自己场上特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86848580,3,0,0x0,0x800021,2000,2200,0x4,0x200,0x2,0xffffffff80002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86848580,'零鸟兽 水风女精','鸟兽族4星怪兽×2
1回合1次，把这张卡1个超量素材取除才能发动。对方场上表侧表示存在的全部卡的效果无效，这张卡的攻击力上升这张卡以外的场上表侧表示存在的卡数量×300的数值。这张卡的效果直到下次的自己的准备阶段时适用。','效果无效','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86852702,3,0,0x36,0x2,0,0,0x0,0x0,0x0,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86852702,'机甲部队的再编制','这个卡名的卡在1回合只能发动1张。
①：可以从以下效果选择1个发动。
●丢弃1张手卡才能发动。从卡组把2只「机甲」怪兽加入手卡（同名卡最多1张）。
●从手卡丢弃1张「机甲」卡才能发动。从卡组把「机甲部队的再编制」以外的2张「机甲」卡加入手卡（同名卡最多1张）。','检索「机甲」怪兽','检索「机甲」卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86868952,3,0,0x88,0x21,1700,800,0x4,0x200,0x10,0x8000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86868952,'武神器-八握','自己的主要阶段1，把这张卡从手卡送去墓地，选择自己场上1只名字带有「武神」的怪兽才能发动。这个回合，选择的怪兽在同1次的战斗阶段中可以作2次攻击。这个效果发动的回合，选择的怪兽以外的怪兽不能攻击。','2次攻击','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86871614,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0xc0000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86871614,'克隆复制','①：对方对怪兽的召唤·反转召唤成功时，以那1只怪兽为对象才能发动。把持有那只表侧表示怪兽的原本的种族·属性·等级·攻击力·守备力的1只「克隆衍生物」在自己场上特殊召唤。那只表侧表示怪兽被破坏送去墓地时这衍生物破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86871615,3,0,0x0,0x4011,-2,-2,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86871615,'克隆衍生物','由「克隆复制」的效果特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86885905,3,0,0x103,0x20004,1400,1800,0x4,0x2,0x10,0x3040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86885905,'幻变骚灵·模拟精灵','①：这张卡发动后变成效果怪兽（魔法师族·光·4星·攻1400/守1800）在怪兽区域特殊召唤。这张卡也当作陷阱卡使用。
②：只要这张卡的效果特殊召唤的这张卡在怪兽区域存在，这张卡以外的自己场上的「幻变骚灵」陷阱卡不会成为效果的对象，不会被效果破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86889202,3,0,0x0,0x21,0,0,0x1,0x80,0x4,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86889202,'番犬-戴表看门狗','「番犬-戴表看门狗」的效果1回合只能使用1次，这个效果发动的回合，自己不能把怪兽特殊召唤。
①：这张卡召唤成功的回合的主要阶段2把手卡1张魔法卡送去墓地才能发动。从卡组选1张永续魔法卡在自己的魔法与陷阱区域盖放。','卡组检索','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86915847,3,0,0x0,0x21,1600,1200,0x4,0x800,0x8,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86915847,'甲蜂','1回合1次，选择对方场上表侧表示存在的1只怪兽才能发动。选择的对方怪兽的攻击力直到结束阶段时变成一半数值。','攻防减半','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86926989,3,0,0xd9,0x4000021,2300,138,0x3,0x10,0x4,0x3040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86926989,'丽神-不知火','不死族怪兽2只以上
这个卡名的③的效果1回合只能使用1次。
①：只要这张卡在怪兽区域存在，自己场上的同调怪兽不会被效果破坏。
②：只要这张卡在怪兽区域存在，自己的炎属性怪兽不会被战斗破坏。
③：对方回合，以除外的1只自己的不死族同调怪兽为对象才能发动。那只怪兽在作为这张卡所连接区的自己场上特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86937530,3,0,0x0,0x21,1850,1000,0x4,0x2,0x10,0x80000210);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86937530,'妖精传姬-辉夜','①：这张卡召唤成功时才能发动。从卡组把1只攻击力1850的魔法师族怪兽加入手卡。
②：1回合1次，以对方场上1只表侧表示怪兽为对象才能发动。对方可以把1张那只怪兽的同名卡从自身的卡组·额外卡组送去墓地让这个效果无效。没送去墓地的场合，这张卡和作为对象的怪兽回到持有者手卡。这个效果在对方回合也能发动。','卡组检索','回到手卡','是否把同名卡送去墓地让这个效果无效？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86938484,3,0,0x9d,0x4000021,1200,40,0x2,0x4,0x10,0x10040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86938484,'影依·拿非利','反转怪兽2只
这个卡名的①②的效果1回合各能使用1次。
①：自己主要阶段才能发动。从自己的手卡·场上把「影依」融合怪兽卡决定的融合素材怪兽送去墓地，把那1只融合怪兽从额外卡组融合召唤。
②：这张卡在墓地存在的场合才能发动。从手卡以及自己场上的表侧表示的卡之中选1张「影依」卡送去墓地，这张卡特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86943389,3,0,0x2016,0x2021,1300,1600,0x4,0x20,0x8,0x2010);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86943389,'高速疾行机人 快刀乱破智游','调整＋调整以外的怪兽1只以上
①：这张卡和特殊召唤的怪兽进行战斗的伤害步骤开始时才能发动。这张卡的攻击力直到那次伤害步骤结束时变成2倍。
②：同调召唤的这张卡被送去墓地的回合的结束阶段，以「高速疾行机人 快刀乱破智游」以外的自己墓地1只「疾行机人」怪兽为对象才能发动。那只怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86952477,3,0,0x0,0x21,400,1900,0x3,0x1,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86952477,'光辉骑士','只要这张卡在场上表侧守备表示存在，这张卡的等级变成4星。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86962245,3,0,0x119,0x21,1200,1000,0x3,0x1000000,0x4,0x4042b);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86962245,'转生炎兽 赤狐','这个卡名的①②的效果1回合只能有1次使用其中任意1个。
①：自己墓地的「转生炎兽」怪兽是3只以上的场合，把这张卡从手卡送去墓地，以自己墓地1只「转生炎兽」连接怪兽和对方的魔法与陷阱区域1张卡为对象才能发动。作为对象的墓地的怪兽回到额外卡组，作为对象的场上的卡破坏。
②：这张卡在墓地存在，对方的魔法与陷阱区域的卡被破坏送去墓地的场合才能发动。这张卡守备表示特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86976918,1,0,0x2016,0x21,800,800,0x3,0x20,0x8,0x20000008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86976918,'疾行机人 机械手猎犬','这个卡名的②的效果1回合只能使用1次。
①：这张卡召唤成功时才能发动。从卡组把1张「疾行机人」卡送去墓地。
②：把墓地的这张卡除外，以自己墓地1只「疾行机人」怪兽为对象才能发动。那只怪兽回到卡组，和那只怪兽是卡名不同并是等级相同的1只「疾行机人」同调怪兽效果无效从额外卡组特殊召唤。这个效果在这张卡送去墓地的回合不能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86988864,3,0,0x0,0x21,500,1500,0x3,0x4000,0x1,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86988864,'三峰驼','当自己场上存在3只表侧表示的「三峰驼」时，祭掉其中2只，就可以抽3张卡。','抽卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(86997073,3,0,0x0,0x80002,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(86997073,'机动要塞 极强音','1回合1次，可以从自己手卡把1只名字带有「机皇兵」的怪兽在自己场上特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87008374,3,0,0x107e,0x21,1100,0,0x3,0x200,0x4,0x402000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87008374,'异热同心武器-不死鸟弩弓','这张卡可以从手卡当作装备卡使用给自己场上的「混沌No.39 希望皇 霍普雷」装备。用这个效果把这张卡装备的怪兽的攻击力上升1100。此外，装备怪兽战斗破坏对方怪兽时，给与对方基本分1000分伤害。「异热同心武器-不死鸟弩弓」在自己场上只能有1张表侧表示存在。','装备','伤害','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87010442,3,0,0x0,0x21,1000,1500,0x4,0x1,0x1,0x20);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87010442,'遗产猎人','当这张卡战斗破坏里侧守备表示的怪兽并将其送去墓地时，对方随机将1张手卡弹回其卡组。','返回卡组','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87025064,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x140000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87025064,'银龙的轰咆','「银龙的轰咆」在1回合只能发动1张。
①：以自己墓地1只龙族的通常怪兽为对象才能发动。那只龙族的通常怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87043568,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87043568,'强袭之魂','发动后这张卡变成装备卡，给自己场上存在的1只怪兽装备。装备怪兽攻击的场合，那次伤害步骤时可以从手卡把1只攻击力1000以下的怪兽送去墓地，装备怪兽的攻击力直到结束阶段时上升送去墓地的怪兽的攻击力数值。这个效果1回合只能使用1次。','攻击上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87046457,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x102000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87046457,'超越死线','只要这张卡在场上存在，从墓地在自己场上特殊召唤的植物族怪兽的攻击力上升1000。这张卡在发动后第2次的自己的结束阶段时破坏。','攻击上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87047074,3,0,0x56,0x40002,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87047074,'甲虫装机的魔弓 虫装弓箭','名字带有「甲虫装机」的怪兽才能装备。装备怪兽的攻击力上升500。对方不能对应装备怪兽的效果的发动把魔法·陷阱·效果怪兽的效果发动。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87047161,3,0,0x0,0x21,100,300,0x1,0x20000,0x2,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87047161,'人鱼鲨','这张卡召唤成功时，可以从卡组把1只3～5星的鱼族怪兽加入手卡。','检索','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87052196,3,0,0x12c,0x21,1600,2600,0x7,0x800000,0x10,0x40004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87052196,'天威龙-宽恕蟠龙','这个卡名的①②的效果1回合各能使用1次。
①：自己场上没有效果怪兽存在的场合才能发动。这张卡从手卡特殊召唤。
②：自己场上有效果怪兽以外的表侧表示怪兽存在的场合，把手卡·墓地的这张卡除外才能发动。从卡组把「天威龙-宽恕蟠龙」以外的1只「天威」怪兽特殊召唤。这个效果的发动后，直到回合结束时自己不是幻龙族怪兽不能特殊召唤。','这张卡从手卡特殊召唤','从卡组特殊召唤「天威」怪兽','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87054946,3,0,0x11f,0x4000021,2400,7,0x3,0x200,0x4,0x3012000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87054946,'焰凰神-奈芙提斯','包含仪式怪兽的怪兽2只以上
①：这张卡得到作为这张卡的连接素材的仪式怪兽数量的以下效果。
●1只以上：这张卡不会被战斗破坏。
●2只以上：这张卡的攻击力上升1200，不会被效果破坏。
●3只：这张卡的攻击力上升1200，不会成为效果的对象。
②：只要这张卡在额外怪兽区域存在，对方不能选择主要怪兽区域的「奈芙提斯」怪兽作为攻击对象。','1只以上怪兽为素材','2只以上怪兽为素材','3只怪兽为素材','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87074380,3,0,0x36,0x2000021,3000,2500,0xa,0x20,0x1,0x40002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87074380,'机甲上校','这张卡不能通常召唤，用卡的效果才能特殊召唤。这个卡名的①②的效果1回合各能使用1次。
①：自己·对方回合，以自己场上1只机械族怪兽为对象才能发动。那只机械族怪兽和持有那个攻击力以下的攻击力的对方场上的怪兽全部破坏。
②：这张卡在墓地存在的状态，「机甲上校」以外的自己场上的表侧表示的机械族·地属性怪兽被战斗·效果破坏的场合才能发动。这张卡特殊召唤。','怪兽破坏','这张卡特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87091930,3,0,0xba10db,0x20004,0,0,0x0,0x0,0x0,0x40000003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87091930,'袭击队不破铁意','这个卡名在规则上也当作「幻影骑士团」卡、「急袭猛禽」卡使用。这个卡名的①②的效果1回合各能使用1次。
①：自己作以暗属性超量怪兽为素材的超量召唤成功的场合，以场上1张卡为对象才能发动。那张卡破坏。
②：魔法与陷阱区域的表侧表示的这张卡被效果破坏的场合才能发动。从自己的卡组·墓地选1张「升阶魔法」魔法卡在自己场上盖放。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87102774,3,0,0x0,0x21,0,0,0x1,0x800,0x10,0x800000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87102774,'黄金瓢虫','自己的准备阶段时，可以把手卡的这张卡给对方玩家观看，自己回复500基本分。这个效果使用的场合，直到结束阶段时把手卡的这张卡公开。这个效果1回合只能使用1次。','回复','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87106146,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87106146,'伤害之门','自己受到战斗伤害时才能发动。把持有那个时候受到的伤害数值以下的攻击力的1只怪兽从自己墓地往场上特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87112784,3,0,0xef,0x2,0,0,0x0,0x0,0x0,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87112784,'堕天使的追放','这个卡名的卡在1回合只能发动1张。
①：从卡组把「堕天使的追放」以外的1张「堕天使」卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87116928,3,0,0x0,0x61,0,0,0xa,0x20,0x20,0x10042000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87116928,'嵌合巨舰龙','「电子龙」怪兽＋额外怪兽区域的怪兽1只以上
把自己·对方场上的上记卡送去墓地的场合才能从额外卡组特殊召唤（不需要「融合」）。这张卡不能作为融合素材。
①：这张卡的原本攻击力变成作为这张卡的融合素材的怪兽数量×1200。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87118301,3,0,0x10b5,0x21,100,2000,0x1,0x100000,0x8,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87118301,'灵兽使 蕾拉','自己对「灵兽使 蕾拉」1回合只能有1次特殊召唤。
①：这张卡召唤成功的场合，以自己墓地1只「灵兽」怪兽为对象才能发动。那只怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87148330,3,0,0x0,0x21,2400,1800,0x5,0x4,0x10,0x100100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87148330,'光神 忒堤斯','①：自己抽卡时，那卡是天使族怪兽的场合，把那张卡给对方观看才能发动。这张卡在场上表侧表示存在的场合，自己从卡组抽1张。','抽卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87151205,3,0,0xe,0x11,2500,1000,0x6,0x2000,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87151205,'电气尾龙','总有电气缠绕的空中浮游之龙。从古代就存在，其生态还有很多的谜，但由于古之规则而禁止捕获。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87170768,3,0,0x0,0x21,1500,2200,0x6,0x800,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87170768,'接触的G','（注：暂时无法正常使用）

①：对方对怪兽的召唤·特殊召唤成功时才能发动。这张卡从手卡往对方场上守备表示特殊召唤。
②：只要这张卡在怪兽区域存在，这张卡的控制者进行融合·同调·超量·连接召唤的场合，不是以这张卡为素材的融合·同调·超量·连接召唤不能进行。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87182127,3,0,0x7,0x61,1000,1800,0x8,0x20,0x1,0x2440000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87182127,'古代的机械魔神','「古代的机械」怪兽×2
「古代的机械魔神」的②的效果1回合只能使用1次。
①：这张卡不受其他卡的效果影响。
②：自己主要阶段才能发动。给与对方1000伤害。
③：这张卡被战斗破坏送去墓地的场合才能发动。从卡组把1只「古代的机械」怪兽无视召唤条件特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87188910,3,0,0x0,0x2021,1000,1000,0x9,0x20000,0x2,0x2103);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87188910,'饥鳄龙 古鱼龙','调整＋调整以外的怪兽1只以上
这个卡名的①③的效果1回合各能使用1次。
①：这张卡同调召唤成功的场合才能发动。自己从卡组抽出那些作为同调素材的怪兽之内除调整以外的怪兽的数量。
②：这张卡的攻击力·守备力上升自己手卡数量×500。
③：丢弃2张手卡，以场上1张卡为对象才能发动。那张卡破坏。这个效果在对方回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87209160,3,0,0x14d,0x21,1900,1600,0x4,0x8000,0x4,0x4000c);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87209160,'铁兽战线 弗拉克杜尔','这个卡名的①②的效果1回合各能使用1次。
①：把手卡·场上的这张卡送去墓地才能发动。从卡组把1只3星以下的兽族·兽战士族·鸟兽族怪兽送去墓地。
②：从自己墓地把兽族·兽战士族·鸟兽族怪兽任意数量除外才能发动。把持有和除外数量相同数量的连接标记的1只兽族·兽战士族·鸟兽族连接怪兽从额外卡组特殊召唤。这个回合，自己不是兽族·兽战士族·鸟兽族怪兽不能作为连接素材。','送去墓地','特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87210505,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87210505,'骑士的称号','①：把自己场上1只表侧表示的「黑魔术师」解放才能发动。从自己的手卡·卡组·墓地选1只「黑魔术骑士」特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87246309,3,0,0xa9,0x21,800,800,0x1,0x4,0x2,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87246309,'毛绒动物·章鱼','「毛绒动物·章鱼」的①②的效果1回合各能使用1次。
①：这张卡召唤·特殊召唤成功时，以自己墓地1只「毛绒动物」怪兽或者「锋利小鬼」怪兽为对象才能发动。那只怪兽加入手卡。
②：这张卡成为「魔玩具」融合怪兽的融合召唤的素材送去墓地的场合，以除外的最多2只自己怪兽为对象才能发动。那些怪兽回到墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87255382,3,0,0x76,0x21,1700,1100,0x4,0x2000,0x8,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87255382,'纹章兽 双头蛇','自己的主要阶段时，从手卡把这张卡以外的1只名字带有「纹章兽」的怪兽丢弃才能发动。这张卡从手卡特殊召唤。此外，1回合1次，从手卡丢弃1只名字带有「纹章兽」的怪兽才能发动。这张卡的攻击力直到结束阶段时上升800。','特殊召唤','攻击上升','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87257460,3,0,0x41,0x21,500,500,0x3,0x2,0x20,0x1041008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87257460,'魅惑的女王 LV3','1回合只有1次在自己的主要阶段时可以选择对方场上的1只3星以下的怪兽，当作装备卡使用装备在这张卡上（这个效果可以装备的装备卡最多1张）。这张卡被战斗破坏的场合，装备的怪兽代替破坏。自己回合的准备阶段时，可以把因这个效果装备有装备卡的这张卡送去墓地，从手卡·卡组特殊召唤1只「魅惑的女王 LV5」。','装备','特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87259077,3,0,0x66,0x2021,2400,1200,0x7,0x1,0x10,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87259077,'闪电战士','调整＋调整以外的怪兽1只以上
这张卡战斗破坏对方怪兽送去墓地时，给与对方基本分对方手卡数量×300的数值的伤害。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87259933,3,0,0x34,0x20004,0,0,0x0,0x0,0x0,0x40010);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87259933,'宝玉的集结','这张卡的①②的效果在同一连锁上不能发动。
①：1回合1次，自己场上的表侧表示的「宝玉兽」怪兽被战斗·效果破坏的场合才能把这个效果发动。从卡组把1只「宝玉兽」怪兽特殊召唤。
②：把魔法与陷阱区域的表侧表示的这张卡送去墓地，以自己场上1张「宝玉兽」卡和场上1张卡为对象才能把这个效果发动。作为对象的卡回到持有者手卡。','发动但不使用效果','发动并使用②效果','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87263576,1,0,0x0,0x21,2100,2800,0x8,0x2000,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87263576,'爆发龙','这个卡名的①②的效果1回合各能使用1次。
①：自己场上有怪兽存在的场合才能发动。这张卡从手卡特殊召唤。那之后，这张卡以外的自己场上的怪兽全部破坏。只要这个效果特殊召唤的这张卡在怪兽区域表侧表示存在，自己不是暗属性怪兽不能特殊召唤。
②：对方主要阶段才能发动。用包含这张卡的自己场上的怪兽为连接素材把1只龙族连接怪兽连接召唤。','','','「爆发龙」效果适用中','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87288189,3,0,0x0,0x21,2800,1000,0x8,0x8,0x20,0x400004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87288189,'怨邪帝 盖乌斯','这张卡可以把1只上级召唤的怪兽解放作上级召唤。
①：这张卡上级召唤成功的场合，以场上1张卡为对象发动。那张卡除外，给与对方1000伤害。除外的卡是暗属性怪兽卡的场合，从那控制者的手卡·卡组·额外卡组·墓地把同名卡全部除外。这张卡把暗属性怪兽解放作上级召唤成功的场合，那个时候的效果加上以下效果。
●这个效果的对象可以变成2张。','把1只上级召唤的怪兽解放作上级召唤','卡片除外','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87292536,3,0,0x100d,0x21,200,1000,0x1,0x8000,0x1,0x400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87292536,'XX-剑士 雷吉格拉','①：这张卡召唤·特殊召唤成功时，以自己墓地1只「X-剑士」怪兽为对象才能发动。那只怪兽加入手卡。','墓地回收','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87294988,3,0,0x0,0x21,1800,2800,0x8,0x400,0x1,0x50002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87294988,'红姬 知流姬','只要这张卡在场上表侧表示存在，对方不能选择其他的植物族怪兽作为攻击对象。此外，这张卡被对方送去墓地的场合，可以从卡组把「红姬 知流姬」以外的1只植物族怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87303357,3,0,0x0,0x11,1600,1800,0x4,0x4,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87303357,'光辉深渊','光与暗之力兼备的怪兽。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87313164,3,0,0x0,0x100004,0,0,0x0,0x0,0x0,0xffffffff80000002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87313164,'大吃鱼惊！','让从游戏中除外的1只自己的鱼族·海龙族·水族怪兽回到卡组发动。效果怪兽的效果的发动无效并破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87319876,3,0,0x52,0x1021,0,800,0x3,0x4,0x10,0x1002400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87319876,'信赖守护者','把这张卡作为同调素材的场合，不是7星以上的同调怪兽的同调召唤不能使用。这张卡为同调素材的同调怪兽1回合只有1次不会被战斗破坏。这个效果适用的伤害步骤结束时，那只同调怪兽的攻击力·守备力下降400。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87321742,3,0,0xba,0x21,1600,1100,0x4,0x200,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87321742,'急袭猛禽-扼杀伯劳','这个卡名的①②的效果1回合各能使用1次。
①：自己场上有暗属性怪兽存在的场合才能发动。这张卡从手卡特殊召唤。这个效果的发动后，直到回合结束时自己不是暗属性怪兽不能特殊召唤。
②：自己场上有用暗属性超量怪兽在作为超量素材中的超量怪兽存在的场合，以自己墓地1只4星以下的「急袭猛禽」怪兽为对象才能发动。那只怪兽特殊召唤。这个效果特殊召唤的怪兽的效果无效化。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87322377,3,0,0x0,0x11,2200,2500,0x7,0x20,0x4,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87322377,'TM-1火箭炮蜘蛛','开着火箭炮乱放一通，爆杀对手的机械蜘蛛。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87322378,3,87322377,0x0,0x11,2200,2500,0x7,0x20,0x4,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87322378,'TM-1火箭炮蜘蛛','开着火箭炮乱放一通，爆杀对手的机械蜘蛛。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87327776,3,0,0x119,0x800021,2000,900,0x3,0x1000000,0x4,0x40010);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87327776,'转生炎兽 蜃景雄马','3星怪兽×2
这个卡名的①②的效果1回合各能使用1次。
①：把这张卡1个超量素材取除才能发动。从卡组把1只「转生炎兽」怪兽守备表示特殊召唤。这个效果的发动后，直到回合结束时自己不能把炎属性以外的怪兽的效果发动。
②：超量召唤的这张卡作为「转生炎兽」连接怪兽的连接素材送去墓地的场合，以场上1只怪兽为对象才能发动。那只怪兽回到持有者手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87340664,3,0,0x0,0x21,100,200,0x1,0x800,0x10,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87340664,'原子萤火虫','战斗破坏以表侧表示存在于场上的这张卡的玩家受到1000点伤害。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87347365,3,0,0x0,0x21,100,2100,0x4,0x100,0x1,0x40010);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87347365,'再生石人','这张卡从卡组送去墓地时，从以下效果选择1个发动。「再生石人」的效果1回合只能使用1次。
●这张卡从墓地特殊召唤。
●这张卡从墓地加入手卡。','选择效果发动','从墓地把这张卡特殊召唤','从墓地把这张卡加入手卡','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87350908,3,0,0x0,0x21,100,100,0x1,0x8,0x1,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87350908,'假面斩杀者','这张卡战斗破坏对方怪兽的场合，给与对方基本分2000分伤害。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87390067,3,0,0x33,0x21,100,800,0x1,0x200,0x20,0x1000008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87390067,'黑羽-苍天之捷特','战斗伤害计算时，把这张卡从手卡送去墓地发动。自己场上存在的名字带有「黑羽」的怪兽不会被那次战斗破坏。','不被战斗破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87390798,3,0,0x20ec,0x2,0,0,0x0,0x0,0x0,0x30);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87390798,'魔界台本「幻想魔法」','①：以自己场上1只「魔界剧团」怪兽为对象才能发动。这个回合，没被和那只怪兽的战斗破坏的怪兽在伤害步骤结束时回到持有者手卡。
②：自己的额外卡组有表侧表示的「魔界剧团」灵摆怪兽存在，盖放的这张卡被对方的效果破坏的场合，以对方场上1张卡为对象才能发动。那张卡回到持有者卡组最上面。','「魔界台本「幻想魔法」」效果适用中','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87430304,3,0,0x70,0x21,1800,1600,0x5,0x100,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87430304,'先史遗产 摩艾石像','自己场上有名字带有「先史遗产」的怪兽存在的场合，这张卡可以从手卡表侧守备表示特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87430998,3,0,0x0,0x80002,0,0,0x0,0x0,0x0,0x102000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87430998,'森','全部昆虫族·兽族·植物族·兽战士族的怪兽攻击力·守备力上升200。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87460579,3,0,0xe6,0x2021,5000,0,0xa,0x1,0x20,0x80040001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87460579,'花札卫-五光-','调整＋调整以外的怪兽4只
①：1回合1次，对方把魔法·陷阱卡发动时才能发动。那个发动无效并破坏。
②：自己的「花札卫」怪兽和对方怪兽进行战斗的场合，只在战斗阶段内那只对方怪兽的效果无效化。
③：同调召唤的这张卡被战斗破坏的场合或者因对方的效果从场上离开的场合才能发动。从额外卡组把「花札卫-五光-」以外的1只「花札卫」同调怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87468732,3,0,0x0,0x1000021,600,1200,0x4040004,0x20,0x20,0x1040001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87468732,'变导机咎 弧线钟摆机','←4 【灵摆】 4→
①：自己场上的怪兽不存在的场合或者只有灵摆怪兽的场合，这张卡的灵摆区域位置的以下效果适用。
●左侧：这张卡的灵摆刻度下降3。
●右侧：这张卡的灵摆刻度上升4。
②：对方准备阶段才能发动。灵摆区域的这张卡特殊召唤。
【怪兽效果】
①：这张卡往中央以外的主要怪兽区域特殊召唤的场合破坏。
②：这张卡不会被战斗破坏。
③：对方结束阶段，以自己的灵摆区域1张卡为对象才能发动。那张卡破坏，这张卡在自己的灵摆区域放置。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87473172,3,0,0x0,0x21,1000,800,0x4,0x200,0x4,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87473172,'火炎鸟','只要这张卡在场上表侧表示存在，每次自己场上的鸟兽族怪兽被破坏，这张卡攻击力上升500。','攻击上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87475570,3,0,0x34,0x1000021,1300,1000,0x5050003,0x2,0x20,0x2000200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87475570,'宝玉的先导者','←5 【灵摆】 5→
①：只要这张卡在灵摆区域存在，自己场上的「究极宝玉神」怪兽以及「宝玉兽」卡不会成为对方的效果的对象。
【怪兽效果】
①：把这张卡解放才能发动。从卡组把「究极宝玉神」怪兽、「宝玉兽」怪兽、「宝玉」魔法·陷阱卡之内任意1张加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87481592,3,0,0x145,0x40002,0,0,0x0,0x0,0x0,0x2008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87481592,'教导神理','这个卡名的②的效果1回合只能使用1次。
①：装备怪兽是「教导」怪兽的场合，装备怪兽的攻击力上升自身的等级×100。「教导」怪兽以外的场合，装备怪兽的攻击力下降自己场上的「教导」怪兽数量×200。
②：装备怪兽被破坏让这张卡被送去墓地的场合才能发动。从额外卡组把1只怪兽送去墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87483942,3,0,0x2b,0x21,2300,2200,0x6,0x1,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87483942,'素银忍者','这张卡反转时，可以从自己的手卡·墓地把「素银忍者」以外的名字带有「忍者」的怪兽任意数量里侧守备表示特殊召唤。「素银忍者」在场上只能有1只表侧表示存在。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87497553,3,0,0x116,0x10002,0,0,0x0,0x0,0x0,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87497553,'圣像骑士的圣约','这个卡名的卡在1回合只能发动1张。
①：可以从以下效果选择1个发动。
●这个回合，对方不能对应自己的「圣像骑士」怪兽的效果的发动把魔法·陷阱·怪兽的效果发动。
●自己的「圣像骑士」连接怪兽战斗破坏对方怪兽的伤害计算后才能发动。自己从卡组抽出那只自己怪兽的连接标记的数量。','不能对应发动','抽卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87511987,3,0,0x0,0x11,1800,1700,0x5,0x20,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87511987,'尖钉头','地狱魔术师制造的机器士兵，不断地用双手的铁球对敌人和友军发动无差别攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87514539,3,0,0x0,0x21,1000,1000,0x3,0x800,0x20,0x1000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87514539,'傀儡虫','①：把这张卡从手卡丢弃去墓地，以对方场上1只恶魔族·不死族怪兽为对象才能发动。那只恶魔族·不死族怪兽的控制权直到结束阶段得到。','获得控制权','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87523462,3,0,0x0,0x21,1700,1200,0x4,0x200,0x8,0x20);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87523462,'有翼贤者 法尔科斯','被这张卡战斗破坏并将送去墓地的对方表侧攻击表示的怪兽，可以把其放回对方卡组最上面。','返回卡组','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87526784,3,0,0x0,0x21,0,2000,0x3,0x8,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87526784,'漏洞人X','这张卡召唤成功时，自己场上有「漏洞人Y」表侧表示存在的场合，可以从自己卡组把1只「漏洞人Z」特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87535691,3,0,0x9a,0x1021,300,300,0x1,0x20,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87535691,'超重武者 鼓-3','「超重武者 鼓-3」的效果1回合只能使用1次。
①：场上的这张卡被破坏送去墓地的场合，以「超重武者 鼓-3」以外的自己墓地1只「超重武者」怪兽为对象才能发动。那只怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87557188,3,0,0x98,0x200021,1500,1200,0x4,0x2,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87557188,'严格的老魔术师','①：这张卡反转的场合发动。场上盖放的卡全部确认。','确认盖卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87564352,3,0,0x0,0x11,1500,800,0x4,0x2000,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87564352,'暗黑之龙王','生活在黑暗深处的龙，由于长期出活在暗处。视力不太好。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87564935,3,0,0x0,0x421,1000,500,0x7,0x40,0x2,0x3040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87564935,'金属化寄生生物-日之衣','1回合1次，自己的主要阶段时可以当作装备卡使用给自己场上的怪兽装备，或者把装备解除以表侧攻击表示特殊召唤。只在这个效果当作装备卡使用的场合，装备怪兽不会成为对方的效果怪兽的效果的对象，不会被对方的效果怪兽的效果破坏。（1只怪兽可以装备的同盟最多1张。装备怪兽被战斗破坏的场合，作为代替把这张卡破坏。）','装备','特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87567063,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x11000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87567063,'造反剧','这个卡名的卡在1回合只能发动1张。
①：自己·对方的战斗阶段以对方场上1只怪兽为对象才能发动。那只怪兽的控制权直到战斗阶段结束时得到。这个回合，作为对象的怪兽以外的自己怪兽不能攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87571563,3,0,0xfe,0x20002,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87571563,'星遗物的守护龙','这个卡名的卡在1回合只能发动1张。
①：这张卡的发动时，可以以自己墓地1只4星以下的龙族怪兽为对象。那个场合，那只怪兽加入手卡或特殊召唤。
②：1回合1次，以自己场上1只龙族怪兽为对象才能发动。那只自己怪兽的位置向其他的自己的主要怪兽区域移动。','','是否以墓地龙族怪兽为对象发动？','请选择要移动位置的卡','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87588741,3,0,0xaa,0x1000021,2800,1000,0x9090007,0x20,0x1,0x2c00000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87588741,'机壳存取 残酷','←9 【灵摆】 9→
①：自己不是「机壳」怪兽不能特殊召唤。这个效果不会被无效化。
②：对方场上的怪兽的攻击力下降300。
【怪兽效果】
①：这张卡可以不用解放作召唤。
②：特殊召唤或者不用解放作召唤的这张卡的等级变成4星，原本攻击力变成1800。
③：通常召唤的这张卡不受原本的等级或者阶级比这张卡的等级低的怪兽发动的效果影响。
④：把「机壳」怪兽解放对这张卡的上级召唤成功时才能发动。对方墓地的怪兽数量比自己墓地的怪兽多的场合，自己回复那个相差×300基本分，给与对方那个数值的伤害。','不用解放作召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87602890,3,0,0x0,0x21,2800,1000,0x8,0x1000,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87602890,'轰雷帝 扎博尔格','这张卡可以把1只上级召唤的怪兽解放作上级召唤。
①：这张卡上级召唤成功的场合，以场上1只怪兽为对象发动。那只怪兽破坏。破坏的怪兽是光属性的场合，双方各自从自己的额外卡组选那个原本的等级或者阶级数量的卡送去墓地。这张卡把光属性怪兽解放作上级召唤成功的场合，那个时候的效果加上以下效果。
●送去墓地的对方的卡由自己来选。','把1只上级召唤的怪兽解放作上级召唤','怪兽破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87608852,3,0,0x6e,0x21,1000,1000,0x3,0x2,0x1,0x140000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87608852,'魔导召唤士 坦佩尔','自己把名字带有「魔导书」的魔法卡发动的自己回合的主要阶段时，把这张卡解放才能发动。从卡组把1只光属性或者暗属性的魔法师族·5星以上的怪兽特殊召唤。这个效果发动的回合，自己不能把其他的5星以上的怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87609391,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x2200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87609391,'猛禽究极硬头锤','「急袭猛禽」怪兽才能装备。
①：装备怪兽的攻击力上升1000。
②：装备怪兽被选择作为比装备怪兽攻击力高的怪兽的攻击对象时才能发动。从卡组把1张「升阶魔法」魔法卡加入手卡，那次战斗发生的对自己的战斗伤害变成0。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87614611,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87614611,'红莲魔龙之壶','自己场上有「红莲魔龙」表侧表示存在的场合才能发动。从自己卡组抽2张卡。这张卡发动的场合，直到下次的对方回合结束时自己不能把怪兽召唤·特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87621407,3,0,0x0,0x200021,1400,1000,0x4,0x20,0x20,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87621407,'魔装机关车 迪科伊奇','反转：抽1张卡。若自己场上存在表侧表示的「魔货物车辆 博科伊奇」的场合，再抽「魔货物车辆 博科伊奇」数量的卡。','抽卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87622767,3,0,0x0,0x21,2200,1700,0x5,0x100000,0x1,0x100400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87622767,'最终念力食人魔','这张卡战斗破坏对方怪兽的场合，可以支付800基本分选择自己墓地存在的1只念动力族怪兽加入手卡。','加入手卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87624166,3,0,0x0,0x80002,0,0,0x0,0x0,0x0,0x802);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87624166,'古之森','这张卡的发动时，场上有守备表示怪兽存在的场合，那些怪兽全部变成表侧攻击表示。这个时候，反转效果怪兽的效果不发动。此外，怪兽进行攻击的场合，进行攻击的怪兽在战斗阶段结束时破坏。','攻击怪兽破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87639778,3,0,0x64,0x4,0,0,0x0,0x0,0x0,0x80000200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87639778,'鹰身女妖的羽毛吹雪','自己场上有「鹰身」怪兽存在的场合，这张卡的发动从手卡也能用。
①：自己场上有鸟兽族·风属性怪兽存在的场合才能发动。直到回合结束时，对方发动的怪兽的效果无效化。
②：魔法与陷阱区域的这张卡被对方的效果破坏的场合才能发动。从自己的卡组·墓地选1张「鹰身女妖的羽毛扫」加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87649699,3,0,0x2a,0x21,1200,2000,0x3,0x400,0x1,0x108);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87649699,'自然豚草','对方在抽卡阶段以外抽卡时，可以把自己场上表侧表示存在的这张卡送去墓地，从自己卡组抽2张卡。','抽卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87669904,3,0,0x14f,0x2,0,0,0x0,0x0,0x0,0x100c0000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87669904,'双天招来','这个卡名的卡在1回合只能发动1张。
①：丢弃1张手卡，在自己场上把「双天魂衍生物」（战士族·光·2星·攻/守0）尽可能特殊召唤。这个回合，自己不是融合怪兽不能从额外卡组特殊召唤，自己场上的衍生物不能解放并在结束阶段破坏。那之后，以下效果可以适用最多2次。
●从自己的手卡·场上把「双天」融合怪兽卡决定的融合素材怪兽送去墓地，把那1只融合怪兽从额外卡组融合召唤。','是否要融合召唤？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87669905,3,0,0x14f,0x4011,0,0,0x2,0x1,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87669905,'双天魂衍生物','由「双天招来」的效果特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87685879,3,0,0x0,0x21,100,1600,0x2,0x4000,0x1,0x102000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87685879,'树熊海獭','这张卡以外的兽族怪兽在自己场上表侧表示存在的场合，可以把对方场上表侧表示存在的1只怪兽的攻击力直到结束阶段时变成0。这个效果1回合只能使用1次。','攻击力变成0','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87742943,3,0,0x0,0x21,2700,2000,0x7,0x20,0x1,0x10002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87742943,'强化履带车','这个卡名的①的效果1回合只能使用1次。
①：这张卡召唤·特殊召唤成功的场合才能发动。选持有比这张卡低的攻击力的对方场上1只怪兽破坏。
②：只要这张卡在怪兽区域存在，可以攻击的对方怪兽必须作出攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87746184,3,0,0x15d,0x61,2500,2000,0x8,0x2000,0x20,0x10040204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87746184,'烙印龙 白界龙','「阿不思的落胤」＋光属性怪兽
这个卡名的①②的效果1回合各能使用1次。
①：这张卡融合召唤成功的场合才能发动。从自己的手卡·场上·墓地把除「烙印龙 白界龙」外的8星以下的融合怪兽卡决定的融合素材怪兽除外，把那1只融合怪兽从额外卡组融合召唤。
②：这张卡被送去墓地的回合的结束阶段才能发动。从卡组选1张「烙印」魔法·陷阱卡加入手卡或在自己场上盖放。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87751584,3,0,0x0,0x61,2600,1200,0x8,0x20,0x20,0x8000002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87751584,'机炮龙','「左轮手枪龙」＋「回膛手枪龙」
投掷3个硬币。其中出现的与表侧硬币的数量同等数量的场上怪兽被破坏。这个效果1个回合1次，在自己的主要阶段使用。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87756343,3,0,0x0,0x2000021,500,400,0x2,0x800,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87756343,'飞蛾幼虫','这张卡不能通常召唤。需要装备了「进化之茧」2回合（数自己的回合数）的「幼虫宝宝」做祭品特殊召唤上场。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87765315,3,0,0xf9,0x2,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87765315,'真龙的觉醒','①：「龙魔王」怪兽以及除灵摆怪兽以外的「龙剑士」怪兽在场上存在的场合才能发动。双方场上的卡全部回到持有者卡组。那之后，可以从卡组把1只「龙剑士」怪兽或者「龙魔王」怪兽无视召唤条件特殊召唤。','是否要把怪兽特殊召唤？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87769556,3,0,0x98,0x20002,0,0,0x0,0x0,0x0,0x1);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87769556,'魔术师的右手','①：1回合1次，自己场上有魔法师族怪兽存在的场合，对方发动的魔法卡的效果无效并破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87772572,3,0,0x0,0x20004,0,2200,0x4,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87772572,'量子猫','①：宣言种族和属性各1个才能把这张卡发动。这张卡发动后变成持有宣言的种族·属性的通常怪兽（4星·攻0/守2200）在怪兽区域特殊召唤。这张卡也当作陷阱卡使用。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87774234,3,0,0x0,0x21,200,300,0x1,0x4,0x10,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87774234,'棉花球','这张卡被魔法·陷阱·效果怪兽的效果从自己卡组加入手卡的场合，这张卡可以在自己场上特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87796900,3,0,0x0,0x11,1400,1200,0x4,0x2000,0x8,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87796900,'守城的翼龙','守护山寨的龙，从空中急速下降攻击敌人。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87798440,3,0,0x0,0x421,800,800,0x3,0x1,0x1,0x1040003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87798440,'铠甲破坏士','1回合只有1次在自己的主要阶段可以当作装备卡使用给自己场上的战士族怪兽装备，或者把装备解除以表侧攻击表示特殊召唤。这个效果当作装备卡使用的场合才能，装备怪兽给与对方基本分战斗伤害时，把场上1张卡破坏。（1只怪兽可以装备的同盟最多1张。装备怪兽被战斗破坏的场合，作为代替把这张卡破坏。）','装备','特殊召唤','破坏','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87800375,3,0,0x207a,0x4,0,0,0x0,0x0,0x0,0x40210);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87800375,'圣剑引导的未来','这个卡名的②的效果1回合只能使用1次。
①：把自己场上的「圣剑」装备魔法卡数量的卡从自己卡组上面翻开。从那之中选1张加入手卡，剩下的卡用喜欢的顺序回到卡组上面。
②：把墓地的这张卡除外才能发动。同名卡不在自己的场上·墓地存在的1只「圣骑士」怪兽从卡组特殊召唤。这个效果在这张卡送去墓地的回合不能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87804365,3,0,0x132,0x4,0,0,0x0,0x0,0x0,0x60040020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87804365,'斩机超阶乘','这个卡名的卡在1回合只能发动1张。
①：可以以自己墓地最多3只「斩机」怪兽为对象，从以下效果选择1个发动（同名卡最多1张）。
●那些怪兽效果无效特殊召唤，只用那些怪兽为素材把1只「斩机」同调怪兽同调召唤。那个时候的同调素材怪兽不去墓地回到持有者卡组。
●那些怪兽效果无效特殊召唤，只用那些怪兽为素材把1只「斩机」超量怪兽超量召唤。','苏生并同调召唤','苏生并超量召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87819421,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87819421,'假面充能','①：以自己墓地1只「英雄」怪兽和1张「变化」速攻魔法卡为对象才能发动。那些卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87835759,3,0,0x0,0x21,1800,600,0x4,0x2000,0x10,0x40008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87835759,'创世之龙骑士','这个卡名的③的效果1回合只能使用1次。
①：只要这张卡在怪兽区域存在，这张卡的等级在对方回合内上升4星。
②：这张卡战斗破坏对方怪兽送去墓地时才能发动。从卡组把1只7·8星的龙族怪兽送去墓地。
③：把1张手卡送去墓地，以自己墓地1只7·8星的龙族怪兽为对象才能发动。这张卡送去墓地，作为对象的怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87836938,3,0,0x30,0x21,1400,1000,0x4,0x4,0x10,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87836938,'大日前锋','这张卡被卡的效果破坏送去墓地时，可以从自己卡组抽出这张卡装备的装备卡数量的卡。','抽卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87844926,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x8);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87844926,'灵魂召集','①：「灵魂召集」在自己场上只能有1张表侧表示存在。
②：只要这张卡在魔法与陷阱区域存在，每次对方对怪兽的特殊召唤成功，从对方卡组上面把3张卡送去墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87871125,3,0,0x119,0x4000021,1800,130,0x2,0x1000000,0x4,0x400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87871125,'转生炎兽 日光狼','炎属性效果怪兽2只
这个卡名的①②的效果1回合各能使用1次。
①：这张卡所连接区有怪兽召唤·特殊召唤的场合才能发动。从自己墓地选1只炎属性怪兽加入手卡。这个回合，自己不能把这个效果加入手卡的怪兽以及那些同名怪兽通常召唤·特殊召唤。
②：这张卡是已用「转生炎兽 日光狼」为素材作连接召唤的场合才能发动。选自己墓地1张「转生炎兽」魔法·陷阱卡加入手卡。','墓地怪兽回收','墓地魔陷回收','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87880531,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x8000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87880531,'扩散的波动','①：对方场上有怪兽存在的场合，支付1000基本分，以自己场上1只7星以上的魔法师族怪兽为对象才能发动。这个回合，那只怪兽以外的怪兽不能攻击，作为对象的怪兽必须尽可能向对方怪兽全部各作1次攻击。那些攻击破坏的怪兽的效果不能发动并无效化。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87890143,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87890143,'世代之力','①：自己场上有超量怪兽存在的场合才能发动。从卡组把1张「超量」卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87902575,3,0,0x0,0x80002,0,0,0x0,0x0,0x0,0x4);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87902575,'未来视界','只要这张卡在场上存在，自己或者对方对怪兽的召唤成功时，选择那1只怪兽从游戏中除外。从召唤的怪兽的控制者来看的下次的自己的准备阶段时，这个效果除外的怪兽表侧攻击表示回到场上。','除外','返回场上','请选择要回到场上的卡','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87910978,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x1000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87910978,'洗脑','①：支付800基本分，以对方场上1只可以通常召唤的表侧表示怪兽为对象才能发动。那只表侧表示怪兽的控制权直到结束阶段得到。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87911394,3,0,0x107f1048,0x800021,2800,2500,0x5,0x1,0x10,0x82002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87911394,'混沌No.39 希望皇 霍普雷·胜光','5星怪兽×3
①：这张卡攻击的场合，对方直到伤害步骤结束时魔法·陷阱卡不能发动。
②：这张卡有「希望皇 霍普」怪兽在作为超量素材的场合，得到以下效果。
●这张卡向对方的表侧表示怪兽攻击宣言时，把这张卡1个超量素材取除才能发动。直到回合结束时，那只对方怪兽的效果无效化，这张卡的攻击力上升那只对方怪兽的攻击力数值。','效果无效化','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87917187,3,0,0x0,0x21,0,0,0x5,0x8,0x20,0x2004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87917187,'暗黑之召唤神','这个卡名的①的效果1回合只能使用1次。
①：把这张卡解放才能发动。「神炎皇 乌利亚」「降雷皇 哈蒙」「幻魔皇 拉比艾尔」的其中1只从手卡·卡组无视召唤条件特殊召唤。这个回合，自己怪兽不能攻击。
②：把墓地的这张卡除外才能发动。从卡组把「神炎皇 乌利亚」「降雷皇 哈蒙」「幻魔皇 拉比艾尔」的其中1只加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87931906,3,0,0x4600df,0x2,0,0,0x0,0x0,0x0,0x10040008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87931906,'月光融合','这个卡名的卡在1回合只能发动1张。
①：从自己的手卡·场上把「月光」融合怪兽卡决定的融合素材怪兽送去墓地，把那1只融合怪兽从额外卡组融合召唤。对方场上有从额外卡组特殊召唤的怪兽存在的场合自己的卡组·额外卡组的「月光」怪兽也能有最多1只作为融合素材。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87973893,3,0,0x56,0x40002,0,0,0x0,0x0,0x0,0x2002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87973893,'甲虫装机的魔斧 虫装战斧','名字带有「甲虫装机」的怪兽才能装备。装备怪兽的攻击力上升1000。装备怪兽的攻击宣言时，对方不能把魔法·陷阱卡发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87978805,3,0,0x0,0x21,-2,-2,0x1,0x800,0x1,0x82000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87978805,'寄生体 壁虱','这张卡的攻击力·守备力是场上的衍生物的数量×500的数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87979586,3,0,0x0,0x1011,1900,1600,0x4,0x400,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87979586,'曼陀罗天使号手','如天使般的美丽之花。不断产生雾来迷惑侵入者，不允许进入到圣兽们居住的森林最深处。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87988305,3,0,0x0,0x21,1600,0,0x3,0x8,0x20,0x40400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87988305,'怨念之邪恶灵','这个卡名的①②的效果1回合各能使用1次。
①：对方把魔法·陷阱·怪兽的效果发动时，把手卡·场上的这张卡送去墓地，以自己墓地1只恶魔族·8星怪兽为对象才能发动。那只怪兽特殊召唤。这个效果特殊召唤的怪兽的效果无效化。
②：这张卡在墓地存在，恶魔族·8星怪兽被送去自己墓地的场合才能发动。这张卡加入手卡。','','这张卡加入手卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87990236,3,0,0xef,0x4,0,0,0x0,0x0,0x0,0x1000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87990236,'魅惑的堕天使','这个卡名的卡在1回合只能发动1张。
①：从手卡以及自己场上的表侧表示怪兽之中把1只「堕天使」怪兽送去墓地才能发动。选对方场上1只表侧表示怪兽直到结束阶段得到控制权。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(87997872,3,0,0x5c,0x2000021,3500,3000,0xa,0x4000,0x10,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(87997872,'斯芬克斯·安德鲁吉尼斯','这张卡不能通常召唤。自己场上的「斯芬克斯·安德鲁」和「斯芬克斯·迪蕾雅」同时被破坏时，支付500基本分才能从手卡或者卡组特殊召唤。这张卡特殊召唤成功时，可以支付500基本分，直到结束阶段结束时这张卡的攻击力上升3000。','特殊召唤','攻击上升','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88000953,3,0,0x0,0x4000021,2000,170,0x4,0x1000000,0x10,0x2003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88000953,'光栅狮虎','衍生物以外的怪兽2只以上
这个卡名的①②的效果1回合各能使用1次。
①：以自己或者对方的墓地1只连接怪兽为对象才能发动。这张卡的攻击力直到回合结束时上升那只怪兽的攻击力数值。
②：把这张卡所连接区的自己怪兽任意数量解放才能发动。选解放的怪兽数量的场上的卡破坏。','攻击力上升','卡片破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88021907,3,0,0x132,0x800021,2000,0,0x4,0x1000000,0x1,0x1000048);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88021907,'块斩机 算子拉普拉斯','4星怪兽×3
这个卡名的①的效果1回合只能使用1次。
①：这张卡超量召唤成功的场合，可以把这张卡最多3个超量素材取除，从以下效果选择那个数量发动。
●对方手卡随机选1张送去墓地。
●选对方场上1只怪兽送去墓地。
●选对方场上1张魔法·陷阱卡送去墓地。
②：自己场上的「斩机」卡被效果破坏的场合，可以作为代替把这张卡1个超量素材取除。','对方手卡随机选1张送去墓地','选对方场上1只怪兽送去墓地','选对方场上1张魔法·陷阱卡送去墓地','','取除超量素材选择效果发动','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88032368,3,0,0x0,0x21,1000,500,0x3,0x20,0x4,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88032368,'二次推进士','把这张卡解放，选择自己场上表侧攻击表示存在的1只怪兽发动。选择的怪兽的攻击力直到结束阶段时上升1500。','攻击上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88032456,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88032456,'复制猫','「复制猫」在1回合只能发动1张。
①：自己场上有「卡通世界」以及卡通怪兽存在的场合，以对方墓地1张卡为对象才能发动。那张卡是怪兽的场合，那只怪兽在自己场上特殊召唤。那张卡是魔法·陷阱卡的场合，那张卡在自己场上盖放。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88033975,3,0,0x0,0x2021,2300,1500,0x5,0x8,0x10,0x2000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88033975,'幻层守护者 阿玛迪斯','调整＋调整以外的怪兽1只以上
这张卡进行战斗的场合，对方直到伤害步骤结束时魔法·陷阱·效果怪兽的效果不能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88069166,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0xffffffff80000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88069166,'奥丁之眼','1回合1次，双方的准备阶段时选择自己场上表侧表示存在的1只名字带有「极神」的怪兽才能发动。选择的怪兽的效果直到结束阶段时无效，把对方手卡以及对方场上盖放的卡全部确认。对方不能对应这个效果的发动把魔法·陷阱·效果怪兽的效果发动。','确认手卡和盖卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88069597,3,0,0xf3,0x20002,0,0,0x0,0x0,0x0,0x80040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88069597,'捕食花盆','这张卡的控制者在每次自己准备阶段支付800基本分。或者不支付基本分让这张卡破坏。
①：1回合1次，自己主要阶段才能发动。从自己的手卡·墓地选1只4星以下的「捕食植物」怪兽特殊召唤。这个效果特殊召唤的怪兽的效果无效化。','「捕食植物」怪兽特殊召唤','是否支付800基本分？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88071625,3,0,0x0,0x21,0,0,0xa,0x80000,0x2,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88071625,'暴君海王星','这张卡不能特殊召唤。这张卡可以把1只怪兽解放作上级召唤。这张卡的攻击力·守备力上升上级召唤时解放的怪兽的原本的攻击力·守备力各自合计数值。这张卡上级召唤成功时，选择墓地存在的1只解放的效果怪兽，当作和那只怪兽同名卡使用，得到相同效果。','把1只怪兽解放召唤','效果复制','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88078306,3,0,0x108a,0x21,1200,1600,0x4,0x400,0x1,0x204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88078306,'莉塞之虫惑魔','这个卡名的②的效果1回合只能使用1次。
①：这张卡只要在怪兽区域存在，不受「洞」通常陷阱卡以及「落穴」通常陷阱卡的效果影响。
②：把这张卡解放才能发动。从自己的卡组以及墓地各选1张「洞」通常陷阱卡或者「落穴」通常陷阱卡在自己场上盖放（同名卡最多1张）。这个效果盖放的卡从场上离开的场合除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88086137,3,0,0x0,0x100004,0,0,0x0,0x0,0x0,0x3);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88086137,'直通断线','①：和这张卡相同纵列有怪兽的效果·魔法·陷阱卡发动时才能把盖放的这张卡发动。那个发动无效并破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88089103,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x20);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88089103,'四次元之墓','选择自己墓地存在的2只名字含有「LV」的怪兽，加入到自己卡组并且洗切。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88093706,3,0,0x0,0x4000021,2000,136,0x2,0x1000000,0x8,0x80408000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88093706,'更新干扰员','2星以上的电子界族怪兽2只
①：自己的电子界族怪兽进行战斗的伤害计算时才能发动1次。直到伤害步骤结束时，这张卡以外的场上的卡的效果无效化，那次战斗的伤害计算用原本的攻击力·守备力进行。那次战斗让对方怪兽被破坏送去墓地时，给与对方1000伤害。
②：这张卡作为连接素材送去墓地的场合才能发动。这张卡为连接素材的连接怪兽在这个回合在同1次的战斗阶段中可以作2次攻击。','','','「更新干扰员」效果适用中','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88095331,3,0,0x304e,0x21,100,2000,0x2,0x80000,0x4,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88095331,'进化虫·乃者史蛇','场上的这张卡被解放的场合，可以从卡组把1只名字带有「进化龙」的怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88120966,3,0,0x830048,0x800021,1500,2500,0x8,0x20,0x20,0x400002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88120966,'No.15 机关傀儡-巨人杀手','8星怪兽×2
①：自己主要阶段1，把这张卡1个超量素材取除，以对方场上1只特殊召唤的怪兽为对象才能发动。那只怪兽破坏。破坏的怪兽是超量怪兽的场合，再给与对方那只怪兽的原本攻击力数值的伤害。这个效果1回合可以使用最多2次。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88123329,3,0,0x20b5,0x21,1600,400,0x4,0x4000,0x8,0xc);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88123329,'精灵兽 心企太','自己对「精灵兽 心企太」1回合只能有1次特殊召唤。
①：1回合1次，自己主要阶段才能发动。从额外卡组把1只「灵兽」怪兽除外，和那只怪兽相同种族的1只「灵兽」怪兽从卡组送去墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88132637,3,0,0x0,0x21,1500,1000,0x4,0x8,0x20,0xffffffff80000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88132637,'双头地狱犬','自己的场上有这张卡以外的其他恶魔族怪兽表侧表示存在的场合，这张卡战斗破坏的反转效果怪兽的效果无效化。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88176533,3,0,0x11f,0xa1,1200,1200,0x2,0x2,0x8,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88176533,'奈芙提斯之祭祀者','「奈芙提斯的轮回」降临。这个卡名的①②的效果1回合各能使用1次。
①：这张卡仪式召唤成功的场合才能发动。从卡组把1只「奈芙提斯」怪兽特殊召唤。这个效果发动的回合的结束阶段这张卡破坏。
②：这张卡在墓地存在的场合才能发动。选手卡1张「奈芙提斯」卡破坏，这张卡从墓地特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88177324,3,0,0x307b0048,0x800021,3000,2500,0x8,0x2000,0x10,0x80002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88177324,'No.107 银河眼时空龙','8星怪兽×2
①：自己战斗阶段开始时，把这张卡1个超量素材取除才能发动。这张卡以外的场上的全部表侧表示怪兽的效果无效化，那个攻击力·守备力变成原本数值。这个效果发动过的回合的战斗阶段中每次对方把魔法·陷阱·怪兽的效果发动，这张卡的攻击力直到战斗阶段结束时上升1000，这个回合，这张卡在同1次的战斗阶段中可以作2次攻击。','效果无效化','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88190453,3,0,0x0,0x21,1000,600,0x4,0x1,0x8,0x8000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88190453,'链击者','这张卡可以在通常的攻击之外再增加和自己墓地存在的「链击者」相同的数目，在同1次的战斗阶段中进行攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88190790,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0xa000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88190790,'强袭气铠','自己场上的怪兽只有战士族怪兽1只的场合才能给那只怪兽装备。
①：装备怪兽的攻击力上升300。
②：把装备的这张卡送去墓地才能发动。这个回合，这张卡装备过的怪兽在同1次的战斗阶段中可以作2次攻击。','多次攻击','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88197162,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88197162,'魂之转身','「魂之转身」在1回合只能发动1张，这张卡发动的回合，自己不能把怪兽特殊召唤。
①：自己场上没有特殊召唤的怪兽存在的场合，把自己场上1只通常召唤的表侧表示的4星怪兽解放才能发动。自己从卡组抽2张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88204302,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x40010);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88204302,'疾行再生','①：以自己墓地1只「疾行机人」怪兽为对象才能发动。那只怪兽特殊召唤。
②：把墓地的这张卡除外，以自己墓地1只「疾行机人」怪兽为对象才能发动。那只怪兽加入手卡。这个效果在这张卡送去墓地的回合不能发动。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88205593,3,0,0xe,0x21,1000,500,0x4,0x1000,0x10,0x20200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88205593,'电气眼镜王蛇','这张卡可以直接攻击对方玩家。这张卡直接攻击给与对方基本分战斗伤害时，从自己卡组把1只名字带有「电气」的怪兽加入手卡。','检索','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88210105,3,0,0x18,0x2,0,0,0x0,0x0,0x0,0x4040004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88210105,'云魔物的云核','这个卡名的①②的效果1回合只能有1次使用其中任意1个。
①：从手卡丢弃1只「云魔物」怪兽，以场上1只表侧表示怪兽为对象才能发动。给作为对象的怪兽放置那自身等级数量的雾指示物。
②：从自己墓地把这张卡和1只「云魔物」怪兽除外才能发动。从卡组把1只「云魔物」怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88234365,3,0,0xef,0x21,2800,2100,0x9,0x4,0x20,0x20);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88234365,'堕天使 特斯卡特利波卡','自己对「堕天使 特斯卡特利波卡」1回合只能有1次特殊召唤，那个作为②的效果1回合只能使用1次。
①：自己场上的「堕天使」怪兽被战斗·效果破坏的场合，可以作为代替把手卡的这张卡丢弃。
②：支付1000基本分，以自己墓地1张「堕天使」魔法·陷阱卡为对象才能发动。那张魔法·陷阱卡的效果适用。那之后，墓地的那张卡回到卡组。这个效果在对方回合也能发动。','是否使用「堕天使 特斯卡特利波卡」的效果代替破坏？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88234821,3,0,0x29,0x2021,3300,3200,0xa,0x2000,0x8,0x80040005);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88234821,'龙骑兵团骑士-毒枪龙骑士','「龙骑兵团」调整＋调整以外的怪兽1只以上
这个卡名的①②③的效果1回合各能使用1次。
①：对方把怪兽的效果发动时，从自己墓地把1只「龙骑兵团」怪兽除外才能发动。那个发动无效并除外。
②：这张卡战斗破坏对方怪兽的伤害计算后才能发动。那只对方怪兽除外。
③：同调召唤的这张卡被对方破坏的场合才能发动。对方场上的魔法·陷阱卡全部破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88236094,3,0,0x0,0x21,500,500,0x3,0x8,0x20,0x20);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88236094,'阿斯旺的亡灵','这张卡对对方造成战斗伤害时，可以将自己墓地里的1张陷阱卡弹回卡组最上面。','返回卡组','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88240808,3,0,0x0,0x21,1800,700,0x4,0x2,0x20,0x4);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88240808,'灵灭术师 海空','每次这张卡战斗造成对方基本分伤害，可以选对方墓地2只怪兽除外。只要这张卡在场上存在，对方不能把墓地的卡从游戏中除外。','选对方墓地2只怪兽除外','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88240999,3,0,0xb4,0xa1,3300,2300,0xa,0x2000,0x2,0x2007);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88240999,'决战兵器之影灵衣','「影灵衣」仪式魔法卡降临。不是只使用除10星以外的怪兽来仪式召唤不能特殊召唤。「决战兵器之影灵衣」的①②的效果1回合各能使用1次。
①：把这张卡从手卡丢弃，以自己场上1只「影灵衣」怪兽为对象才能发动。那只怪兽的攻击力·守备力直到回合结束时上升1000。这个效果在对方回合也能发动。
②：以对方场上盖放的1张卡为对象才能发动。那张卡破坏并除外。','攻守上升','破坏并除外','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88241506,3,0,0x0,0x1021,0,0,0x1,0x2,0x10,0x40800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88241506,'青色眼睛的少女','这个卡名的①②的效果1回合只能有1次使用其中任意1个。
①：场上的表侧表示的这张卡成为效果的对象时才能发动。从自己的手卡·卡组·墓地选1只「青眼白龙」特殊召唤。
②：这张卡被选择作为攻击对象时才能发动。那次攻击无效，这张卡的表示形式变更。那之后，可以从自己的手卡·卡组·墓地选1只「青眼白龙」特殊召唤。','攻击无效','特殊召唤','是否要选择「青眼白龙」特殊召唤？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88264978,3,0,0x3b,0x21,2800,2400,0xa,0x2000,0x20,0x140004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88264978,'真红眼暗钢龙','这个卡名的作为①的方法的特殊召唤1回合只能有1次，作为②的效果1回合只能使用1次。
①：这张卡可以把自己场上1只表侧表示的龙族怪兽除外，从手卡特殊召唤。
②：自己主要阶段才能发动。从自己的手卡·墓地选「真红眼暗钢龙」以外的1只龙族怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88264979,3,88264978,0x3b,0x21,2800,2400,0xa,0x2000,0x20,0x140004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88264979,'真红眼暗钢龙','这个卡名的作为①的方法的特殊召唤1回合只能有1次，作为②的效果1回合只能使用1次。
①：这张卡可以把自己场上1只表侧表示的龙族怪兽除外，从手卡特殊召唤。
②：自己主要阶段才能发动。从自己的手卡·墓地选「真红眼暗钢龙」以外的1只龙族怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88279736,3,0,0xac,0x20004,0,0,0x0,0x0,0x0,0x40);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88279736,'哥布林拦路贼','自己场上的怪兽每次造成对方玩家的战斗伤害时，对方随机丢弃1张手卡。','对方随机丢弃1张手牌','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88283496,3,0,0x6042,0x21,800,1900,0x4,0x4000,0x20,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88283496,'极星兽 加尔姆','这张卡和4星以下的怪兽进行战斗的伤害计算后，可以让那只怪兽回到手卡。','返回手卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88289295,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x1000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88289295,'同调控制','这张卡在自己场上以及自己墓地没有同调怪兽存在的场合才能发动。支付1000基本分，选择对方场上表侧表示存在的1只同调怪兽发动。直到自己的结束阶段时，得到选择的怪兽的控制权。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88301393,3,0,0xbb,0x2000021,2800,0,0x8,0x8,0x4,0x8004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88301393,'狱火机·亚得米勒','这张卡不能通常召唤。自己场上的全部效果怪兽的等级·阶级的合计是8以下时，从自己的手卡·墓地把2只「狱火机」怪兽除外的场合才能从手卡·墓地特殊召唤。
①：这张卡战斗破坏对方怪兽送去墓地时才能发动。这张卡只再1次可以继续攻击。
②：1回合1次，把自己场上1只怪兽解放，以对方墓地1张卡为对象才能发动。那张卡除外。这个效果在对方回合也能发动。','连续攻击','对方墓地的卡除外','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88301833,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x410);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88301833,'升华之魂','仪式怪兽仪式召唤成功时，可以选择那次仪式召唤解放的自己墓地存在的1只怪兽加入手卡。这个效果1回合只能使用1次。','返回手牌','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88305705,3,0,0x10f2,0x61,3000,2000,0x8,0x2000,0x20,0x80012004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88305705,'勇猛眼灵摆龙','「灵摆龙」怪兽＋战士族怪兽
①：这张卡融合召唤成功时才能发动。对方场上的全部怪兽的攻击力变成0。这个回合，这张卡以外的自己怪兽不能攻击。
②：只要这张卡在怪兽区域存在，攻击力0的怪兽发动的效果无效化。
③：这张卡的攻击没让对方怪兽被破坏的伤害步骤结束时才能发动。那只对方怪兽除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88305978,3,0,0x33,0x21,600,1800,0x4,0x200,0x20,0x20040004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88305978,'黑羽-阳炎之卡姆','对方的战斗阶段时，自己场上没有怪兽存在的场合，把墓地存在的这张卡从游戏中除外才能发动。选择自己墓地存在的1只同调怪兽特殊召唤。这个效果特殊召唤的怪兽在战斗阶段结束时从游戏中除外。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88307361,3,0,0x0,0x21,2800,2200,0x7,0x20000,0x2,0x8015000b);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88307361,'超古深海王 空棘鱼','①：1回合1次，丢弃1张手卡才能发动。从卡组把4星以下的鱼族怪兽尽可能特殊召唤。这个效果特殊召唤的怪兽不能攻击宣言，效果无效化。
②：场上的这张卡为对象的魔法·陷阱·怪兽的效果发动时，把这张卡以外的自己场上1只鱼族怪兽解放才能发动。那个效果无效并破坏。','特殊召唤','效果无效并破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88316955,3,0,0x104,0x200021,300,2100,0x2,0x800,0x1,0x40002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88316955,'机怪虫·树突棘虫','这个卡名的①②的效果1回合各能使用1次。
①：这张卡反转的场合，以场上1只怪兽为对象才能发动。那只怪兽破坏。
②：表侧表示的这张卡因对方的效果从场上离开的场合才能发动。「机怪虫·树突棘虫」以外的2只「机怪虫」怪兽从卡组里侧守备表示特殊召唤（同名卡最多1张）。','怪兽破坏','2只怪兽特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88332693,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x40204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88332693,'爆裂模式零型','这个卡名的①②的效果1回合各能使用1次。
①：把自己场上1只同调怪兽解放才能发动。包含那只怪兽卡名的1只「/爆裂体」怪兽当作「爆裂模式」的特殊召唤从手卡特殊召唤。
②：自己主要阶段把墓地的这张卡除外才能发动。从手卡·卡组选1张「爆裂模式」在自己的魔法与陷阱区域盖放。这个效果盖放的卡在盖放的回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88341502,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x406000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88341502,'黑翼箭矢','选择自己场上表侧表示存在的1只怪兽发动。直到结束阶段时，那只怪兽的攻击力下降500，攻击守备表示怪兽时，若攻击力超过那个守备力，给与对方基本分那个数值的战斗伤害。选择怪兽战斗破坏怪兽送去墓地时，给与对方基本分破坏怪兽的原本守备力数值的伤害。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88358139,3,0,0x9f,0x21,1200,1200,0x4,0x1,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88358139,'娱乐伙伴 帮助公主','①：自己对「娱乐伙伴 帮助公主」以外的「娱乐伙伴」怪兽的召唤·特殊召唤成功时才能发动。这张卡从手卡特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88361177,3,0,0x29,0x21,2100,1000,0x5,0x200,0x8,0x104000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88361177,'龙骑兵团-窄带军事官','这张卡有名字带有「龙骑兵团」的龙族怪兽装备的场合，这张卡向守备表示怪兽攻击时，若攻击力超过那个守备力，给与对方基本分那个数值的战斗伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88369727,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x20);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88369727,'愚蠢的转生','选择对方墓地存在的1张卡发动。选择的卡回到卡组。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88392300,3,0,0xe,0x21,1800,0,0x4,0x100000,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88392300,'电送拟人 电气念动人','①：把手卡·场上的这张卡送去墓地，以对方场上1只怪兽为对象才能发动。那只对方怪兽的位置向其他的对方的主要怪兽区域移动。这个效果在对方回合也能发动。','请选择要移动位置的怪兽','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88406570,3,0,0xfc,0x4000021,2800,45,0x4,0x1,0x1,0x1040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88406570,'刚鬼 毁灭食人魔','「刚鬼」怪兽2只以上
这个卡名的②的效果1回合只能使用1次。
①：这张卡所连接区的怪兽在1回合各有1次不会被战斗破坏。
②：自己主要阶段才能发动。对方从自身墓地选最多2只怪兽特殊召唤。那之后，自己从自己墓地选最多有特殊召唤的怪兽数量的连接怪兽以外的「刚鬼」怪兽在这张卡所连接区特殊召唤。这个效果的发动后，直到回合结束时自己不是「刚鬼」怪兽不能特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88409165,3,0,0x660075,0x21,1800,1300,0x4,0x40,0x2,0x20);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88409165,'深渊战士','1回合1次，从手卡把1只水属性怪兽丢弃去墓地，选择自己或者对方的墓地1只怪兽才能发动。选择的怪兽回到持有者卡组最上面或者最下面。','返回卡组','回到卡组最上面','回到卡组最下面','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88412339,3,0,0x10ec,0x1000021,100,100,0x3030001,0x8,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88412339,'魔界剧团-临时演员','←3 【灵摆】 3→
这个卡名的灵摆效果1回合只能使用1次。
①：对方场上有怪兽存在的场合才能发动。灵摆区域的这张卡特殊召唤。
【怪兽效果】
这个卡名的怪兽效果1回合只能使用1次。
①：把这张卡解放才能发动。从卡组选1只「魔界剧团」灵摆怪兽在自己的灵摆区域放置。这个效果的发动后，直到回合结束时自己不是「魔界剧团」怪兽不能特殊召唤，不能把「魔界剧团-临时演员」的灵摆效果发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88413677,3,0,0x135,0x21,400,1600,0x4,0x1000000,0x20,0x410);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88413677,'郁郁妖@火灵天星','这个卡名的①②的效果1回合各能使用1次。
①：这张卡召唤·特殊召唤成功的场合，以自己墓地1只「@火灵天星」怪兽为对象才能发动。那只怪兽加入手卡。
②：这张卡作为电子界族连接怪兽的连接素材送去墓地的场合，以自己墓地1张「“艾”」魔法·陷阱卡为对象才能发动。那张卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88435542,1,0,0x0,0x11,800,600,0x2,0x80,0x4,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88435542,'火眼','被火炎包围着的眼球。挥动翅膀就能引起火炎之风。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88438982,3,0,0x3e,0x200021,1700,1400,0x4,0x80000,0x10,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88438982,'迪米克雷斯异虫','反转：只要这张卡在场上表侧表示存在，这张卡的攻击力·守备力上升300。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88453933,3,0,0x133,0x21,500,1700,0x3,0x2000,0x8,0x40018);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88453933,'半龙女仆·客厅龙女','这个卡名的①②的效果1回合各能使用1次。
①：这张卡召唤·特殊召唤成功的场合才能发动。从卡组把「半龙女仆·客厅龙女」以外的1张「半龙女仆」卡送去墓地。
②：自己·对方的战斗阶段开始时才能发动。这张卡回到持有者手卡，从自己的手卡·墓地选1只8星「半龙女仆」怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88472456,3,0,0x0,0x21,2100,500,0x4,0x1,0x20,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88472456,'暗黑英雄 尸魔侠','这张卡不可以直接攻击玩家。这张卡每次战斗破坏1只怪兽，这张卡的攻击力下降200。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88482761,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88482761,'掷骰战斗','①：对方怪兽的攻击宣言时以自己墓地1只「疾行机人」怪兽为对象才能发动。那只怪兽和手卡1只「疾行机人」调整除外，把持有和那2只的原本等级合计相同等级的1只同调怪兽从额外卡组特殊召唤。
②：对方战斗步骤把墓地的这张卡除外，以自己以及对方场上的表侧攻击表示的同调怪兽各1只为对象才能发动。那只对方的表侧攻击表示怪兽向那只自己怪兽作出攻击，进行伤害计算。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88494120,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88494120,'不屈的斗志','①：自己场上的表侧表示怪兽只有1只的场合，以那1只怪兽为对象才能发动。那只怪兽的攻击力直到回合结束时上升对方场上的攻击力最低的怪兽的攻击力数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88494899,3,0,0x2f,0x21,2200,1600,0x7,0x2,0x2,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88494899,'冰结界的交灵师','①：对方场上的卡数量比自己场上的卡多4张以上的场合，这张卡可以从手卡特殊召唤。
②：只要这张卡在怪兽区域存在，对方1回合只能有1次把魔法·陷阱卡发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88504133,3,0,0xdb0095,0x10002,0,0,0x0,0x0,0x0,0x40040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88504133,'升阶魔法-幻影之力','这个卡名的卡在1回合只能发动1张。
①：自己·对方的主要阶段，从自己墓地把暗属性怪兽任意数量除外，以自己场上1只暗属性超量怪兽为对象才能发动。比那只自己怪兽阶级要高除外数量数值的1只「幻影骑士团」、「急袭猛禽」、「超量龙」超量怪兽在作为对象的怪兽上面重叠当作超量召唤从额外卡组特殊召唤。这张卡的发动后，直到回合结束时自己不是超量怪兽不能从额外卡组特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88513608,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88513608,'舍身的宝札','自己场上表侧攻击表示存在的怪兽2只以上的攻击力合计比对方场上表侧表示存在的攻击力最低的怪兽低的场合，从自己卡组抽2张卡。这张卡发动的回合，自己不能把怪兽召唤·反转召唤·特殊召唤，也不能把表示形式变更。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88540324,3,0,0x119,0x40002,0,0,0x0,0x0,0x0,0xc000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88540324,'转生炎兽的烈爪','「转生炎兽」怪兽才能装备。
①：「转生炎兽的烈爪」在自己场上只能有1张表侧表示存在。
②：装备怪兽不会被战斗·效果破坏，向守备表示怪兽攻击的场合，给与对方为攻击力超过那个守备力的数值的战斗伤害。
③：装备怪兽是用和自身同名的怪兽为素材作连接召唤的自己的「转生炎兽」连接怪兽的场合，装备怪兽在同1次的战斗阶段中可以向怪兽作出最多有那个连接标记数量的攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88544390,3,0,0x10db,0x21,1200,600,0x3,0x1,0x20,0x40004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88544390,'幻影骑士团 污痕胫甲','这个卡名的①②的效果1回合各能使用1次。
①：自己场上有「幻影骑士团」怪兽特殊召唤的场合才能发动。这张卡从手卡特殊召唤。那之后，可以让这张卡的等级上升1星。
②：把墓地的这张卡除外才能发动。从手卡把「幻影骑士团 污痕胫甲」以外的1只「幻影骑士团」怪兽特殊召唤。那之后，可以让那只怪兽的等级上升1星。','','自身是否上升等级？','是否上升等级？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88552992,3,0,0x70,0x21,1300,1400,0x4,0x20,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88552992,'先史遗产 黄金航天飞机','1回合1次，自己的主要阶段时才能发动。自己场上的全部名字带有「先史遗产」的怪兽的等级上升1星。','等级上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88559132,3,0,0x66,0x21,1200,2000,0x5,0x1,0x1,0x142000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88559132,'炮塔战士','这张卡可以把自己场上存在的1只战士族怪兽解放，从手卡特殊召唤。这个方法特殊召唤的这张卡的攻击力上升解放怪兽的原本攻击力的数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88581108,3,0,0xf9,0x800021,3000,3000,0x9,0x800000,0x20,0x10000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88581108,'真龙皇 法·王·兽','9星怪兽×2只以上
①：1回合1次，把这张卡1个超量素材取除，宣言1个属性才能发动。这个回合，以下效果适用。这个效果在对方回合也能发动。
●场上的表侧表示怪兽变成宣言的属性，宣言的属性的对方怪兽不能攻击，不能把效果发动。
②：只要这张卡在怪兽区域存在，自己手卡的「真龙」怪兽的效果破坏的怪兽从对方场上也能选。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88610708,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88610708,'盾牌猛击','通常召唤的怪兽才能装备。
①：装备怪兽的攻击力上升1000。
②：装备怪兽的战斗发生的对自己的战斗伤害变成0。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88616795,3,0,0x106e,0x10002,0,0,0x0,0x0,0x0,0x2100000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88616795,'律法之魔导书','①：可以以场上1只魔法师族怪兽为对象，从以下效果选择1个发动。
●这个回合，那只表侧表示怪兽不受这张卡以外的魔法卡的效果影响。
●这个回合，那只表侧表示怪兽不受陷阱卡的效果影响。','不受这张卡以外的魔法卡的效果影响','不受陷阱卡的效果影响','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88619463,3,0,0x0,0x2000021,3200,2800,0x9,0x2,0x20,0x80040001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88619463,'黑魔法神官','这张卡不能通常召唤。把自己场上2只6星以上的魔法师族怪兽解放的场合才能特殊召唤。
①：陷阱卡发动时才能发动。这张卡在场上表侧表示存在的场合，那个发动无效并破坏。','陷阱发动无效并破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88643173,1,0,0x0,0x11,900,800,0x3,0x800,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88643173,'梦魇蝎','造出恶梦，并在呻吟的时候用四条有毒的尾巴刺向敌人。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88643579,3,0,0x0,0x2021,2600,2100,0x8,0x2000,0x20,0x2008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88643579,'暗黑终结龙','调整＋调整以外的暗属性怪兽1只以上
1回合1次，可以把这张卡的攻击力·守备力下降500，对方场上存在的1只怪兽送去墓地。','对方场上存在的1只怪兽送去墓地。','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88650530,3,0,0x3e,0x200021,300,200,0x1,0x80000,0x10,0x1);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88650530,'阿波克立普斯异虫','反转：场上的1张魔法或者陷阱卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88667504,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x207);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88667504,'超整地破碎','这个卡名的①②的效果1回合各能使用1次。
①：自己场上的表侧表示的机械族·地属性怪兽被战斗·效果破坏的场合，以场上1张卡为对象才能发动。那张卡破坏。
②：把墓地的这张卡除外才能发动。从自己的卡组·墓地选1张「超接地展开」或者「超信地旋回」在自己的魔法与陷阱区域盖放。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88671720,3,0,0x0,0x1021,100,1100,0x3,0x20,0x20,0x340000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88671720,'黑色炸弹球','这张卡召唤成功时，可以把自己墓地存在的1只机械族·暗属性的4星怪兽表侧守备表示特殊召唤。这个效果特殊召唤的效果怪兽的效果无效化。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88685329,3,0,0x0,0x21,1700,1700,0x4,0x8,0x20,0x1000124);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88685329,'暗眼梦魇骑士','这个卡名的①的效果1回合只能使用1次。
①：把自己墓地最多3张陷阱卡除外才能发动。除外数量的以下效果适用。
●1张：自己从卡组抽1张，那之后选1张手卡回到卡组最上面。
●2张：自己从卡组抽1张。
●3张：自己从卡组抽2张，那之后选1张手卡丢弃。
②：1回合1次，这张卡被战斗破坏的场合，可以作为代替把自己墓地1张陷阱卡除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88686573,3,0,0x78,0x21,600,100,0x2,0x20000,0x2,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88686573,'迅捷鮟鱇','这张卡从手卡·卡组送去墓地的场合，可以从卡组把「迅捷鮟鱇」以外的最多2只3星以下的名字带有「迅捷」的怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88693151,3,0,0x4600fb,0x2,0,0,0x0,0x0,0x0,0x10040414);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88693151,'淘气仙星融合','①：从自己的手卡·场上把「淘气仙星」融合怪兽卡决定的融合素材怪兽送去墓地，把那1只融合怪兽从额外卡组融合召唤。
②：把墓地的这张卡除外，以自己墓地1只「淘气仙星」怪兽为对象才能发动。那只怪兽加入手卡。这个回合，自己不能把这个效果加入手卡的怪兽以及那些同名怪兽通常召唤·特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88696724,3,0,0x46,0x21,1000,1600,0x3,0x100,0x1,0x10240000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88696724,'融合咒印生物-地','①：这张卡可以作为融合怪兽卡有卡名记述的1只融合素材怪兽的代替。那个时候，其他的融合素材怪兽必须是正规品。
②：把地属性融合怪兽卡决定的一组融合素材怪兽（这张卡作为那之内的1只）从自己场上解放才能发动。把以那些解放的怪兽为融合素材的1只地属性融合怪兽从额外卡组特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88722973,3,0,0xc7,0x800021,1850,2000,0x4,0x2000,0x8,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88722973,'升龙剑士 威风星·圣骑','4星的灵摆怪兽×2
①：这张卡超量召唤成功时才能发动。这个回合的结束阶段，从卡组把1只灵摆怪兽加入手卡。
②：1回合1次，把这张卡1个超量素材取除才能发动。从自己的额外卡组把1只表侧表示的「龙剑士」灵摆怪兽特殊召唤。这个效果特殊召唤的怪兽不能作为超量召唤的素材。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88724332,3,0,0x0,0x21,1700,0,0x4,0x800000,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88724332,'夜龙巫妖','①：只要这张卡在怪兽区域存在，幻龙族以外的从卡组·额外卡组特殊召唤的攻击表示怪兽变成守备表示。
②：只要这张卡在怪兽区域存在，幻龙族以外的从卡组·额外卡组特殊召唤的怪兽的守备力下降那个原本守备力数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88728507,3,0,0x8e,0x21,1500,1500,0x4,0x10,0x20,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88728507,'吸血鬼巫师','①：这张卡被对方送去墓地的场合才能发动。从卡组把1只暗属性「吸血鬼」怪兽或者1张「吸血鬼」魔法·陷阱卡加入手卡。
②：把墓地的这张卡除外才能发动。这个回合只有1次，自己在5星以上的暗属性「吸血鬼」怪兽召唤的场合需要的解放可以不用。','检索','减少解放数量','不解放进行召唤（吸血鬼巫师）','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88733579,3,0,0x0,0x21,1100,200,0x2,0x800,0x1,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88733579,'穿孔虫','这张卡给与对方战斗伤害的时候，从自己的卡组取出1张「寄生虫 帕拉赛德」，之后在卡组洗切后放在卡组最上面。','检索','请选择要放置在卡组最上面的卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88753594,3,0,0xdf,0x61,3000,2600,0x9,0x8000,0x20,0x2002004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88753594,'月光舞剑虎姬','「月光」怪兽×3
这张卡不用融合召唤不能特殊召唤。这个卡名的③的效果1回合只能使用1次。
①：这张卡的攻击力上升双方墓地的兽战士族怪兽以及除外中的兽战士族怪兽数量×200。
②：这张卡不会成为对方的效果的对象。
③：把墓地的这张卡除外，以自己场上1只融合怪兽为对象才能发动。那只怪兽的攻击力直到回合结束时上升3000。这个效果在这张卡送去墓地的回合不能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88753985,3,0,0x0,0x21,300,200,0x2,0x80,0x4,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88753985,'狐火','场上表侧表示存在的这张卡被战斗破坏送去墓地的回合的结束阶段时，这张卡从墓地特殊召唤。这张卡只要在场上表侧表示存在，不能为上级召唤而解放。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88754763,3,0,0x1073,0x800021,3800,2300,0x9,0x1,0x4,0x2400100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88754763,'混沌超量 热血指导神 究极教练','9星怪兽×4
场上的这张卡不会成为卡的效果的对象。此外，这张卡有超量怪兽在作为超量素材的场合，得到以下效果。
●1回合1次，把这张卡1个超量素材取除才能发动。从卡组抽1张卡，给双方确认。确认的卡是怪兽的场合，再给与对方基本分800分伤害。','抽卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88757791,3,0,0x98,0x1000021,2000,2500,0x2020007,0x2,0x10,0x1000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88757791,'法眼之魔术师','←2 【灵摆】 2→
①：1回合1次，把手卡1只灵摆怪兽给对方观看，以自己的灵摆区域1张「魔术师」卡为对象才能发动。那张「魔术师」卡的灵摆刻度直到回合结束时变成和给人观看的灵摆怪兽的灵摆刻度相同。
【怪兽效果】
①：只要这个回合灵摆召唤的这张卡在怪兽区域存在，自己场上的「魔术师」灵摆怪兽不会被对方的效果破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88760522,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88760522,'多样进化','从卡组把1只名字带有「进化虫」或者「进化龙」的怪兽加入手卡。「多样进化」在1回合只能发动1张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88774734,3,0,0x0,0x21,2500,2500,0x8,0x2000,0x20,0x40004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88774734,'螺旋龙 核球龙','这个卡名的①②的效果1回合各能使用1次。
①：这张卡在手卡·墓地存在，自己场上有光·暗属性的龙族怪兽2只以上存在的场合才能发动。这张卡守备表示特殊召唤。这个效果特殊召唤的这张卡从场上离开的场合除外。
②：自己主要阶段才能发动。自己场上的全部怪兽的等级直到回合结束时变成8星。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88789641,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88789641,'神圣生命防护罩','丢弃1张手卡。这张卡发动的回合，对方造成的伤害全部为0。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88819587,3,0,0x0,0x11,1200,700,0x3,0x2000,0x8,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88819587,'宝贝龙','不可轻视的幼龙，说不定隐藏着什么力量。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88820235,3,0,0x3008,0x61,2500,2100,0x8,0x1,0x4,0x1002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88820235,'元素英雄 闪光凤凰人','「元素英雄 凤凰人」＋「元素英雄 电光侠」
这只怪兽不能作融合召唤以外的特殊召唤。自己墓地每有1张名字带有「元素英雄」的卡，这张卡的攻击力上升300。这张卡不会被战斗破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88845345,3,0,0x0,0x1021,500,300,0x2,0x4000,0x1,0x100400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88845345,'飞象','这张卡被战斗破坏送去墓地时，可以选择从游戏中除外的1只自己的3星以下的兽族·兽战士族·鸟兽族怪兽加入手卡。','加入手卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88851326,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x10011);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88851326,'炽热的决斗者们','①：自己怪兽的攻击宣言时，以对方场上1张魔法·陷阱卡为对象才能发动。那次攻击无效，作为对象的卡破坏。
②：只要这张卡在魔法与陷阱区域存在，双方1回合只能有1张魔法·陷阱卡从手卡盖放，从额外卡组特殊召唤的怪兽在那个回合不能攻击。
③：自己抽卡阶段的抽卡前才能发动。作为这个回合进行通常抽卡的代替，选自己墓地1只怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88875132,3,0,0x0,0x21,1800,1000,0x4,0x20,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88875132,'爆走轨道 冲天飞马','这个卡名的①②的效果1回合各能使用1次。
①：这张卡召唤·特殊召唤成功的场合，以「爆走轨道 冲天飞马」以外的自己墓地1只机械族·地属性怪兽为对象才能发动。那只怪兽效果无效守备表示特殊召唤。
②：以这张卡以外的自己场上1只表侧表示怪兽为对象才能发动。那只怪兽和这张卡的等级变成和那之内的1只的等级相同。这个效果发动的回合，自己不用超量怪兽不能攻击宣言。','','','请选择拥有目标等级的怪兽','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88901771,3,0,0x0,0x21,1800,1800,0x4,0x2,0x10,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88901771,'熟练的青魔道士','①：只要这张卡在怪兽区域存在，每次自己或者对方把魔法卡发动，给这张卡放置1个魔力指示物（最多3个）。
②：把有3个魔力指示物放置的这张卡解放才能发动。从自己的手卡·卡组·墓地选1只「暗黑骑士 盖亚」怪兽特殊召唤。
③：自己主要阶段把墓地的这张卡除外，以自己场上1张可以放置魔力指示物的卡为对象才能发动。给那张卡放置1个魔力指示物。','放置1个魔力指示物','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88923963,3,0,0x107a,0x21,1700,1600,0x4,0x1,0x10,0xc2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88923963,'圣骑士 伊文','这个卡名的①的效果1回合只能使用1次。
①：让这张卡把「圣剑」装备魔法卡装备的场合才能发动。在自己场上把1只「圣骑士衍生物」（战士族·光·4星·攻/守1000）特殊召唤。这个效果的发动后，直到回合结束时自己不是「圣骑士」怪兽不能特殊召唤。
②：只要这张卡有「圣剑」装备魔法卡装备，这张卡以外的自己场上的「圣骑士」怪兽的攻击力上升500。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88923964,3,0,0x107a,0x4011,1000,1000,0x4,0x1,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88923964,'圣骑士衍生物','由「圣骑士 伊文」的效果特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88928798,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0xffffffff80400003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88928798,'炸弹防御','持有「把自己场上存在的1只怪兽破坏的效果」的卡发动时才能发动。那个发动无效并破坏。并且再给与对方基本分500分伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88935103,3,0,0x98,0x1001021,700,1400,0x5050003,0x2,0x4,0x20040020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88935103,'贵龙之魔术师','←5 【灵摆】 5→
①：另一边的自己的灵摆区域没有「魔术师」卡存在的场合这张卡破坏。
【怪兽效果】
把这张卡作为同调素材的场合，不是龙族怪兽的同调召唤不能使用，其他的同调素材有使用除「异色眼」怪兽以外的怪兽的场合，这张卡回到持有者卡组最下面。
①：这张卡在手卡·墓地存在的场合，以自己场上1只7星以上的「异色眼」怪兽为对象才能发动。那只怪兽的等级下降3星，这张卡特殊召唤。','在灵摆区发动','特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88940154,3,0,0x88,0x21,1700,500,0x4,0x4000,0x10,0x1);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88940154,'武神器-蜂','自己的主要阶段时，自己场上有名字带有「武神」的兽战士族怪兽存在的场合，把墓地的这张卡从游戏中除外才能发动。选择对方场上1张魔法·陷阱卡破坏。「武神器-蜂」的效果1回合只能使用1次。','魔陷破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88942504,3,0,0x6d,0x800021,1400,1600,0x3,0x8,0x10,0x8000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88942504,'管魔人 迷迷旋律','3星怪兽×2
1回合1次，把这张卡1个超量素材取除，选择自己场上1只名字带有「魔人」的超量怪兽才能发动。这个回合，选择的怪兽在同1次的战斗阶段中可以作2次攻击。','多次攻击','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88958576,3,0,0x39,0x21,2100,1000,0x5,0x80,0x4,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88958576,'熔岩焚烧者','自己墓地有名字带有「熔岩」的怪兽3种类以上存在的场合，这张卡可以从手卡特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88975532,3,0,0x0,0x21,1600,600,0x4,0x8000,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88975532,'漆黑的战士 狼人','①：只要这张卡在怪兽区域存在，对方在战斗阶段不能把陷阱卡发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88979991,3,0,0x0,0x11,1200,1000,0x4,0x800,0x8,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88979991,'杀人蜂','巨大的黄蜂，攻击出乎意料的强，若被群体攻击则非常危险。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88989706,3,0,0x0,0x21,1900,2300,0x6,0x2,0x20,0xffffffff80040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88989706,'大神官 迪·扎德','根据战斗破坏怪兽的次数得到下面的效果：
●1次：只要这张卡在场上表侧表示存在，以这张卡为对象的魔法·陷阱卡的发动和效果无效并破坏。
●2次：可以把这张卡做祭品，从自己的手卡·卡组选1只「不死王 巫妖」特殊召唤到场上。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(88996322,3,0,0x19,0x21,2300,0,0x7,0x40000,0x2,0x42020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(88996322,'剑斗兽 维斯帕西亚努斯','这个卡名的①的效果1回合只能使用1次。
①：自己的「剑斗兽」怪兽和怪兽进行战斗的伤害步骤开始时才能发动。这张卡从手卡特殊召唤。
②：只要「剑斗兽」怪兽的效果特殊召唤的这张卡在怪兽区域存在，自己场上的怪兽的攻击力上升500。
③：这张卡进行战斗的战斗阶段结束时让这张卡回到持有者卡组才能发动。从卡组把「剑斗兽 维斯帕西亚努斯」以外的1只「剑斗兽」怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89015998,3,0,0x0,0x21,1500,800,0x3,0x100000,0x20,0x4);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89015998,'异次元的探求者','这个卡名的效果1回合只能使用1次。
①：以自己场上1只表侧表示怪兽为对象才能发动。那只怪兽直到下个回合的结束阶段除外。这个效果在对方回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89019964,3,0,0x1130,0x21,0,3000,0x8,0x8,0x20,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89019964,'破械神的祸灵','这个卡名的②③的效果1回合各能使用1次。
①：这张卡的攻击力上升自己墓地的「破械」卡数量×300。
②：以对方场上1只表侧表示怪兽为对象才能发动。只用那只对方怪兽和自己场上的这张卡为素材把1只暗属性连接怪兽连接召唤。
③：场上的这张卡被战斗·效果破坏的场合，以「破械神的祸灵」以外的自己墓地1只「破械」怪兽为对象才能发动。那只怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89040386,3,0,0x33,0x4,0,0,0x0,0x0,0x0,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89040386,'黑羽-反闪','自己墓地有名字带有「黑羽」的怪兽5只以上存在的场合，对方怪兽的直接攻击宣言时才能发动。对方场上存在的怪兽全部破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89041555,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x400002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89041555,'牲祭怀抱的爆弹','①：上级召唤的对方怪兽的攻击宣言时才能发动。对方场上的表侧攻击表示怪兽全部破坏，给与对方1000伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89055154,3,0,0x0,0x21,1800,1050,0x4,0x4,0x10,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89055154,'力天使 女武神','这个卡名的效果1回合只能使用1次。
①：自己把怪兽的效果·魔法·陷阱卡的发动无效的场合发动。从卡组把1只天使族·光属性怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89086566,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x3);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89086566,'机雷化','自己场上表侧表示存在的「栗子球」以及「栗子球衍生物」全部破坏。那之后，选最多有和破坏数量相同数量的对方场上的卡破坏。','是否要破坏对方场上的卡？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89091579,3,0,0x0,0x11,500,700,0x2,0x800,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89091579,'昆虫人','群居生活的昆虫。森林中是他们的乐园。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89091772,3,0,0x9a,0x21,900,1900,0x4,0x20,0x1,0x50800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89091772,'超重武者 磁石-Q','①：这张卡召唤成功时才能发动。从手卡把1只4星以下的「超重武者」怪兽特殊召唤。那之后，这张卡变成守备表示。
②：只要这张卡在怪兽区域存在，对方不能向其他怪兽攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89111398,3,0,0x0,0x221,2200,1800,0x6,0x10,0x1,0x12);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89111398,'沙尘之恶灵','这张卡不能特殊召唤。召唤·反转的回合的结束阶段时回到主人的手卡。这张卡召唤·反转时，场上的这张卡以外的全部表侧表示的怪兽破坏。','回到手牌','破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89112729,3,0,0x0,0x41,1800,1400,0x5,0x20,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89112729,'机械恐龙','「炸弹先生」＋「双头恐龙王」','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89113320,3,0,0x9f,0x1000021,800,1200,0x3030003,0x80000,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89113320,'娱乐伙伴 鱼饵大头龟','←3 【灵摆】 3→
①：1回合1次，自己主要阶段才能发动。手卡1只「娱乐伙伴」怪兽或者「异色眼」怪兽给对方观看。这个回合，那只怪兽以及自己手卡的同名怪兽的等级下降1星。
【怪兽效果】
①：这张卡被战斗破坏时才能发动。把让这张卡破坏的怪兽破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89127526,3,0,0x57,0x1021,300,800,0x1,0x8,0x10,0x1000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89127526,'护罩共鸣者','把这张卡从手卡送去墓地，选择自己场上表侧表示存在的1只调整发动。选择的怪兽在这个回合不会被战斗破坏，选择的怪兽的战斗发生的对自己的战斗伤害变成0。这个效果在对方回合也能发动。','战斗破坏耐性','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89132148,3,0,0x55,0x21,500,2000,0x4,0x20,0x10,0x1002200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89132148,'光子轨道','这个卡名的②的效果1回合只能使用1次。
①：自己主要阶段以自己场上1只「光子」怪兽或者「银河」怪兽为对象才能发动。从自己的手卡·场上把这只怪兽当作攻击力上升500的装备卡使用给那只自己怪兽装备。装备怪兽不会被战斗破坏。
②：把装备的这张卡送去墓地才能发动。从卡组把「光子轨道」以外的1只「光子」怪兽或者「银河」怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89172051,3,0,0x29,0x21,1800,1200,0x4,0x200,0x8,0x40001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89172051,'龙骑兵团-司令官','这个卡名的①②的效果1回合各能使用1次。
①：自己场上有「龙骑兵团」怪兽或者「龙之溪谷」存在的场合才能发动。这张卡从手卡特殊召唤。
②：自己的魔法与陷阱区域有「龙骑兵团」怪兽卡存在的场合，以场上1张魔法·陷阱卡为对象才能发动。那张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89181134,3,0,0x10f3,0x21,600,200,0x2,0x400,0x20,0x14000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89181134,'捕食植物 茅膏菜伞蜥','这个卡名的②的效果1回合只能使用1次。
①：只要这张卡在怪兽区域存在，自己要作为融合素材的有捕食指示物放置的怪兽的属性当作暗属性使用。
②：自己主要阶段才能发动。暗属性融合怪兽卡决定的包含场上的这张卡的融合素材怪兽从自己的手卡·场上以及对方场上的有捕食指示物放置的怪兽之中选出送去墓地，把那1只融合怪兽从额外卡组融合召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89181369,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x140004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89181369,'星屑的辉煌','选择自己墓地存在的1只龙族的同调怪兽发动。直到变成和那只怪兽的等级相同等级为止，把选择的怪兽以外的自己墓地存在的怪兽从游戏中除外，选择的怪兽从墓地特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89185742,3,0,0x0,0x21,500,1800,0x3,0x2000,0x8,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89185742,'风征龙-霆龙','把1只龙族或者风属性的怪兽和这张卡从手卡丢弃才能发动。从卡组把1只「岚征龙-飙龙」特殊召唤。这个效果特殊召唤的怪兽在这个回合不能攻击。「风征龙-霆龙」的效果1回合只能使用1次。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89189982,3,0,0x1110105,0x11,2800,1000,0x7,0x800000,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89189982,'玄化武装龙','崇高的存在犹如虚幻。那龙伫立于巅峰之上。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89190953,3,0,0x46,0x2,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89190953,'次元融合杀','①：从自己的手卡·场上·墓地把「幻魔」融合怪兽卡决定的融合素材怪兽除外，把那1只融合怪兽从额外卡组无视召唤条件特殊召唤。这个效果特殊召唤的怪兽的战斗发生的对自己的战斗伤害变成0。自己场上有「神炎皇 乌利亚」「降雷皇 哈蒙」「幻魔皇 拉比艾尔」的其中任意种存在的场合，对方不能对应这张卡的发动把效果发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89194033,3,0,0x0,0x21,2500,2000,0x6,0x4,0x1,0x2004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89194033,'圣兽 塞勒凯特','①：自己场上没有「王家的神殿」存在的场合这张卡破坏。
②：只要这张卡在怪兽区域存在，这张卡战斗破坏的怪兽除外。
③：这张卡战斗破坏怪兽的场合发动。这张卡的攻击力上升500。','攻击上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89194103,3,0,0x35,0x2021,2200,1100,0x4,0x4000,0x10,0x1000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89194103,'魔轰神兽 件','名字带有「魔轰神」的调整＋调整以外的怪兽1只以上
这张卡得到自己手卡的数量的以下效果。
●0张：这张卡不会被战斗以及卡的效果破坏。
●3张以上：结束阶段时这张卡破坏。','这张卡破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89208725,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89208725,'虚拟世界','①：从卡组选1张场地魔法卡加入手卡或在自己场上发动。','请选择1张场地魔法卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89211486,3,0,0x2,0x21,1500,1000,0x3,0x2,0x20,0x3);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89211486,'次世代博士','把自己场上表侧表示存在的1只「次世代控制员」解放发动。场上1张卡破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89222931,3,0,0x0,0x21,1600,1500,0x3,0x20,0x1,0x102000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89222931,'机械王-原型','场上存在的这张卡以外的机械族怪兽每有1只，这张卡的攻击力·守备力上升100。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89226534,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x1040004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89226534,'苏生之蜂玉','这个卡名的②的效果1回合只能使用1次。
①：以自己墓地1只「蜂军」怪兽为对象才能发动。那只怪兽特殊召唤。
②：把墓地的这张卡除外，以自己场上1只昆虫族怪兽为对象才能发动。那只怪兽直到下个回合的结束时不会被战斗·效果破坏。','特殊召唤','破坏抗性','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89235196,3,0,0x66,0x21,100,600,0x1,0x1,0x10,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89235196,'大一战士','自己的主要阶段时，把这张卡以外的手卡1只1星怪兽送去墓地才能发动。这张卡从手卡特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89238128,3,0,0x93,0x4000021,2000,42,0x3,0x1000000,0x10,0x1a000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89238128,'电子界加速人','衍生物以外的怪兽2只以上
这个卡名的效果1回合只能使用1次。
①：自己·对方的战斗阶段可以以这张卡所连接区1只电子界族怪兽为对象从以下效果选择1个发动。这个效果发动的回合，这张卡不能攻击。
●那只怪兽的攻击力直到回合结束时上升2000。
●这个回合，那只怪兽在同1次的战斗阶段中最多2次可以向怪兽攻击。','攻击力上升','多次攻击','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89252153,3,0,0x3008,0x21,1600,1800,0x5,0x1,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89252153,'元素英雄 死灵暗侠','①：只在这张卡在墓地存在才有1次，自己可以把1只5星以上的「元素英雄」怪兽不用解放作召唤。','「元素英雄 死灵暗侠」的效果召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89252157,3,0,0x0,0x21,800,800,0x1,0x400,0x1,0x2040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89252157,'蔷薇恋人','这个卡名的效果1回合只能使用1次。
①：把墓地的这张卡除外才能发动。从手卡把1只植物族怪兽特殊召唤。这个效果特殊召唤的怪兽在这个回合不受对方的陷阱卡的效果影响。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89258225,3,0,0x0,0x21,700,700,0x2,0x8,0x20,0x102000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89258225,'哈·迪斯的使魔','这张卡做祭品。选择场上表侧表示存在的1只恶魔族怪兽。只要那只怪兽表侧表示在场上存在，攻击力·守备力上升700。','攻守上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89258906,3,0,0x33,0x1021,1100,300,0x3,0x200,0x20,0x20040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89258906,'黑羽-微风之布利兹','这张卡被魔法·陷阱·效果怪兽的效果从自己卡组加入手卡的场合，这张卡可以在自己场上特殊召唤。把这张卡作为同调素材的场合，不是名字带有「黑羽」的怪兽的同调召唤不能使用。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89264428,3,0,0x163,0x80002,0,0,0x0,0x0,0x0,0x4001004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89264428,'北极天熊北斗星','①：1回合1次，自己的「北极天熊」怪兽为让效果发动而把怪兽解放的场合，可以作为代替把自己墓地1只7星以上的「北极天熊」怪兽除外。
②：每次怪兽特殊召唤给这张卡放置1个指示物。
③：1回合1次，怪兽特殊召唤的场合，把7个以上的这张卡的指示物全部取除，以对方场上1只怪兽为对象才能发动。得到那个控制权。这个效果在场上有「北极天熊」同调怪兽存在的场合才能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89272878,3,0,0x0,0x11,1000,1200,0x4,0x1,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89272878,'冥界的番人','守护着冥界入口的战士，对侵略者豪不留情的斩杀。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89310929,3,0,0x37,0x2021,2600,2400,0x7,0x1000,0x8,0x2010);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89310929,'霞之谷的雷神鬼','调整＋调整以外的名字带有「霞之谷」的怪兽1只以上
1回合1次，可以让自己场上存在的1张卡回到手卡，这张卡的攻击力直到结束阶段时上升500。这个效果在对方回合也能发动。','攻击上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89312388,3,0,0x3008,0x21,1700,1100,0x4,0x1,0x10,0x10000008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89312388,'元素英雄 棱镜侠','①：1回合1次，把额外卡组1只融合怪兽给对方观看，把那只怪兽有卡名记述的1只融合素材怪兽从卡组送去墓地才能发动。直到结束阶段，这张卡当作和为这个效果发动而送去墓地的怪兽同名卡使用。','变成同名卡','变成同名卡的效果结束','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89320376,3,0,0xfe,0x20004,0,0,0x0,0x0,0x0,0x820);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89320376,'星遗物的傀儡','这个卡名的①②的效果1回合只能有1次使用其中任意1个。
①：以自己场上1只里侧表示怪兽为对象才能发动。那只怪兽变成表侧攻击表示或者表侧守备表示。
②：让自己墓地1只「机怪虫」怪兽回到卡组，以自己场上1只表侧表示怪兽为对象才能发动。那只怪兽变成里侧守备表示。','里侧表示怪兽变成表侧表示','表侧表示怪兽变成里侧表示','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89326990,3,0,0x2016,0x21,1000,200,0x3,0x20,0x8,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89326990,'疾行机人 弹子小子','①：这张卡召唤成功时，以自己或者对方的墓地1只调整为对象才能发动。那只怪兽在自己场上特殊召唤，只用那只怪兽和这张卡为素材把1只风属性的同调怪兽同调召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89333528,3,0,0x2,0x21,1000,1900,0x3,0x100,0x1,0x1000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89333528,'次世代地矿人','这张卡被破坏的场合，可以作为代替把这张卡以外的1只名字带有「次世代控制员」的怪兽破坏。','是否要使用「次世代地矿人」的效果？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89355716,3,0,0x109,0x20002,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89355716,'晴之天气模样','①：「晴之天气模样」在自己场上只能有1张表侧表示存在。
②：和这张卡相同纵列的自己的主要怪兽区域以及那些两邻的自己的主要怪兽区域存在的「天气」效果怪兽得到以下效果。
●把这张卡除外，以自己场上1只怪兽为对象才能发动。那只自己怪兽解放，从自己的手卡·墓地选和那只怪兽卡名不同的1只「天气」怪兽特殊召唤。这个效果在对方回合也能发动。','「天气」怪兽特殊召唤（晴之天气模样）','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89362180,3,0,0x0,0x821,1700,1400,0x4,0x10,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89362180,'天生的白骨恐龙','①：这张卡只要在场上·墓地存在，当作通常怪兽使用。
②：可以把场上的当作通常怪兽使用的这张卡作为通常召唤作再1次召唤。那个场合这张卡变成当作效果怪兽使用并得到以下效果。
●这张卡的种族·属性变成恐龙族·地属性。
●这张卡战斗破坏对方怪兽送去墓地时才能发动。那只怪兽在自己场上守备表示特殊召唤。这个效果特殊召唤的怪兽的种族变成不死族。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89386122,3,0,0x1,0x11,2300,1200,0x6,0x20,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89386122,'正义盟军 辉剑鸟','霞之谷栖息的怪兽辉剑鸟为主题开发出的对外敌用战斗兵器。以从高空而来的奇袭玩弄敌人。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89397517,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89397517,'传说之心','「传说之心」在1回合只能发动1张。
①：支付2000基本分，把自己场上1只战士族怪兽解放才能发动。自己的手卡·墓地的「传说之龙」魔法卡最多3种类除外，从自己的手卡·卡组·墓地选除外的种类数量的「传说的骑士」怪兽特殊召唤（同名卡最多1张）。','是否继续除外？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89399912,3,0,0x0,0x21,2400,2200,0x7,0x2000,0x8,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89399912,'岚征龙-飙龙','这个卡名的①～④的效果1回合只能有1次使用其中任意1个。
①：从手卡把这张卡和1只风属性怪兽丢弃去墓地才能发动。从卡组把1只龙族怪兽加入手卡。
②：把2只龙族或风属性的怪兽从自己的手卡·墓地除外才能发动。这张卡从手卡·墓地特殊召唤。
③：这张卡特殊召唤的场合，对方结束阶段发动。这张卡回到手卡。
④：这张卡被除外的场合才能发动。从卡组把1只龙族·风属性怪兽加入手卡。','从手卡特殊召唤','返回手牌','从卡组把1只龙族怪兽加入手卡','加入手卡','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89405199,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89405199,'欲望的幻象','因卡的效果进行抽卡的玩家，在那个回合的结束阶段终了时受到因卡的效果抽的卡的数量×500的伤害。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89423971,3,0,0xbb,0x2000021,1800,0,0x4,0x8,0x4,0x5);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89423971,'狱火机·阿斯塔罗特','这张卡不能通常召唤。自己场上的全部效果怪兽的等级·阶级的合计是8以下时，从自己的手卡·墓地把1只「狱火机」怪兽除外的场合才能从手卡特殊召唤。
①：1回合1次，以场上1张魔法·陷阱卡为对象才能发动。那张卡破坏。这个效果发动的回合，这张卡不能攻击。
②：对方回合1次，把自己场上1只怪兽解放，以对方墓地1张卡为对象才能发动。那张卡除外。','魔陷破坏','对方墓地的卡除外','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89448140,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x140000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89448140,'魔术师的守护','①：只要自己场上有魔法师族怪兽存在，自己受到的全部伤害变成一半。
②：这张卡从场上送去墓地的场合，以自己墓地1只魔法师族怪兽为对象才能发动。那只怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89450409,3,0,0x29,0x10002,0,0,0x0,0x0,0x0,0x20040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89450409,'疾风之龙骑兵团','这个卡名的卡在1回合只能发动1张。
①：只有对方场上才有怪兽存在的场合才能发动。从卡组把「龙骑兵团」调整和鸟兽族「龙骑兵团」怪兽各1只效果无效特殊召唤。从额外卡组特殊召唤的怪兽在对方场上存在的场合，可以再只用自己场上的「龙骑兵团」怪兽为素材把1只龙族同调怪兽同调召唤。这张卡的发动后，直到回合结束时自己不是龙族怪兽不能从额外卡组特殊召唤。','','是否进行同调召唤？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89462956,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x140);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89462956,'庄家选择','①：双方玩家把卡组洗切，从卡组抽1张。那之后，双方玩家选1张手卡丢弃。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89463537,3,0,0xb4,0xa1,2300,1000,0x4,0x2,0x2,0x80000400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89463537,'尤尼科之影灵衣','「影灵衣」仪式魔法卡降临。这张卡不用仪式召唤不能特殊召唤。这个卡名的①的效果1回合只能使用1次。
①：把这张卡从手卡丢弃，以「尤尼科之影灵衣」以外的自己墓地1张「影灵衣」卡为对象才能发动。那张卡加入手卡。
②：只要这张卡在怪兽区域存在，从额外卡组特殊召唤的表侧表示怪兽的效果无效化。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89474727,3,0,0xa3,0x2021,3000,2500,0xa,0x2000,0x10,0x20040004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89474727,'真闪珖龙 星尘·录','同调怪兽调整＋调整以外的同调怪兽1只以上
这张卡不用同调召唤不能特殊召唤。
①：1回合1次，把自己墓地1只同调怪兽除外才能发动。这张卡直到回合结束时不受其他卡的效果影响。这个效果在对方回合也能发动。
②：这张卡被对方破坏的场合，以除外的1只自己的龙族同调怪兽为对象才能发动。那只怪兽特殊召唤。','是否发动「真闪珖龙 星尘·录」的效果？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89477759,1,0,0x1691048,0x800021,-2,-2,0xc,0x8,0x10,0x40040002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89477759,'混沌No.1000 梦幻虚神 原数天灵','12星怪兽×5
①：双方回合1次，把这张卡1个超量素材取除才能发动。选场上1只其他怪兽破坏。
②：战斗阶段结束时发动。场上的其他怪兽全部破坏。那之后，可以从对方墓地选1只怪兽守备表示特殊召唤。
③：持有超量素材的这张卡被对方的效果破坏送去墓地的场合才能发动。从额外卡组把1只「混沌虚数No.1000 梦幻虚光神 原数天灵·原数天地」特殊召唤，把这张卡作为那超量素材。','选场上1只其他怪兽破坏','场上的其他怪兽全部破坏','','是否从对方墓地选怪兽特殊召唤？','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89484053,3,0,0x119,0x21,0,0,0x1,0x1000000,0x4,0x40520);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89484053,'转生炎兽 鼹鼠','这个卡名的①②的效果1回合各能使用1次。
①：自己对连接怪兽的连接召唤成功的回合的自己主要阶段才能发动。手卡的这张卡在作为连接怪兽所连接区的自己场上特殊召唤。
②：自己场上没有怪兽存在的场合，把墓地的这张卡除外，以自己墓地5张「转生炎兽」卡为对象才能发动。那些卡加入卡组洗切。那之后，自己从卡组抽2张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89493368,3,0,0x63,0x21,2000,1400,0x5,0x20,0x20,0x440000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89493368,'召唤反应机·大式','只要这张卡在自己场上存在，对方场上有怪兽召唤、反转召唤、特殊召唤时，给与对方基本分800分伤害。这个效果1回合只能使用1次。这个效果使用的回合的战斗阶段时，可以把1只对方怪兽的攻击无效。可以把自己场上表侧表示存在的这张卡和「陷阱反应机·空式」「魔法反应机·袭式」各1只送去墓地，从自己的手卡·卡组·墓地把1只「巨人轰炸机·大空袭式」特殊召唤。','伤害','攻击无效','特殊召唤','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89494469,3,0,0x0,0x11,1300,1100,0x4,0x8,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89494469,'暗黑魔神 梦魇','据说这个恶魔潜住在梦中，当猎物睡觉时便夺去其生命。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89516305,3,0,0x48,0x800021,3200,2800,0x8,0x400,0x2,0x2800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89516305,'No.87 雪月花美神 月下美人','8星怪兽×3
①：1回合1次，可以把这张卡1个超量素材取除，从以下效果选择1个发动。这个效果在对方回合也能发动。
●以对方场上盖放的1张魔法·陷阱卡为对象才能发动。只要这张卡在怪兽区域存在，那张卡不能发动。
●以场上1只植物族怪兽为对象才能发动。那只植物族怪兽变成里侧守备表示。
●以场上1只表侧表示怪兽为对象才能发动。那只怪兽的攻击力上升300。','盖放的1张魔法·陷阱卡不能发动','1只植物族怪兽变成里侧守备表示','1只怪兽上升攻击力','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89521713,3,0,0x71,0x21,1500,1200,0x3,0x4000,0x1,0x2030);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89521713,'魔偶甜点·牛角面包狗','这张卡被对方破坏送去墓地时，这张卡回到卡组。此外，1回合1次，选择这张卡以外的自己场上1张名字带有「魔偶甜点」的卡才能发动。选择的卡回到手卡，这张卡的等级上升1星，攻击力上升300。','返回卡组','返回手牌','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89529919,3,0,0x0,0x21,1600,1200,0x4,0x1,0x1,0x100200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89529919,'战士 拉兹','这张卡召唤·特殊召唤成功时，从自己卡组选择「战士 拉兹」以外的1只4星以下的战士族怪兽在卡组最上面放置。','检索','请选择要在卡组最上面放置的卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89538537,3,0,0x103,0x21,800,1500,0x2,0x2,0x8,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89538537,'幻变骚灵·泛在羽衣精','这个卡名的①②的效果1回合各能使用1次。
①：让这张卡以外的自己场上1张「幻变骚灵」卡回到持有者手卡，以对方场上1张卡为对象才能发动。那张卡回到持有者手卡。这个效果在对方回合也能发动。
②：这张卡从场上送去墓地的场合，以自己墓地1张「幻变骚灵」陷阱卡为对象才能发动。那张卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89544521,3,0,0xab,0x2021,500,500,0xa,0x20,0x1,0x42003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89544521,'文具电子人喷气机','调整＋调整以外的怪兽1只以上
「文具电子人喷气机」的②③的效果1回合只能有1次使用其中任意1个。
①：这张卡的攻击力·守备力上升场上的「文具电子人」卡数量×500。
②：以自己场上1张「文具电子人」卡为对象才能发动。那张卡破坏，从卡组把1只「文具电子人」怪兽特殊召唤。
③：以自己场上1张「文具电子人」卡和场上1张表侧表示的卡为对象才能发动。那些卡破坏。','特殊召唤','卡片破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89547299,3,0,0x0,0x21,1300,1400,0x4,0x100000,0x1,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89547299,'力量注射师','支付600基本分发动。那个回合中场上表侧表示存在的全部念动力族怪兽的攻击力上升500。这个效果1回合只能使用1次。','攻击上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89558090,3,0,0x0,0x11,600,1000,0x3,0x8,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89558090,'暗黑囚犯','能巧妙的操纵光的反射来隐藏自己。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89558743,1,0,0x0,0x2,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89558743,'小世界现象','这个卡名的卡在1回合只能发动1张。
①：把手卡1只怪兽给对方观看。从卡组选给人观看的怪兽的种族·属性·等级·攻击力·守备力之内只有1个相同的1只怪兽确认，从手卡给人观看的怪兽里侧表示除外。并且再把和确认的卡是种族·属性·等级·攻击力·守备力之内只有1个相同的1只怪兽从卡组加入手卡，从卡组确认的卡里侧表示除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89563150,3,0,0x0,0x100004,0,0,0x0,0x0,0x0,0x80000001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89563150,'白银防护罩 -银色之力-','对方把给与伤害的陷阱卡发动时才能发动。那个发动无效，那张卡和对方场上表侧表示存在的魔法·陷阱卡全部破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89567993,3,0,0x4,0x21,1500,1300,0x4,0x1,0x1,0x2020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89567993,'亚马逊训练生','这张卡战斗破坏的怪兽不送去墓地回到持有者卡组最下面。这张卡战斗破坏对方怪兽的场合，这张卡的攻击力上升200。','攻击上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89571015,3,0,0xe5,0x21,2400,0,0x4,0x1000000,0x20,0x3010000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89571015,'风暴密码人','①：这张卡不能直接攻击，不能向额外怪兽区域的怪兽攻击。
②：这张卡不受额外怪兽区域的怪兽发动的效果影响，不会被和额外怪兽区域的怪兽的战斗破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89594399,1,0,0x3c,0x1021,1400,1000,0x4,0x80000,0x20,0x20040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89594399,'爬虫妖女·科亚特尔','这个卡名的①的效果1回合只能使用1次。
①：自己场上有爬虫类族·暗属性怪兽存在的场合才能发动。这张卡从手卡特殊召唤。对方场上有攻击力0的怪兽存在的场合，可以再把最多有那个数量的「爬虫妖」怪兽从手卡特殊召唤。
②：把自己场上的这张卡作为爬虫类族同调怪兽的同调素材的场合，可以把这张卡当作调整以外的怪兽使用。','','是否特殊召唤更多「爬虫妖」怪兽？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89609515,3,0,0x39,0x21,1700,800,0x4,0x80,0x4,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89609515,'熔岩燃素人','这张卡被送去墓地时，自己场上表侧表示存在的全部名字带有「熔岩」的怪兽的攻击力上升300。','攻击上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89617515,3,0,0x0,0x21,1500,1600,0x4,0x20000,0x2,0x52c);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89617515,'摇海鱼 枯叶海龙','这个卡名的①②的效果1回合各能使用1次。
①：这张卡召唤·反转召唤·特殊召唤成功时才能发动。从卡组把「摇海鱼 枯叶海龙」以外的1只鱼族怪兽送去墓地。
②：把墓地的这张卡除外，以自己墓地3只鱼族怪兽为对象才能发动。那些怪兽加入卡组洗切。那之后，自己从卡组抽1张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89621922,3,0,0x1f,0x21,500,500,0x3,0x800,0x4,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89621922,'新空间侠·火焰甲虫','这张卡的攻击力上升对方场上的魔法·陷阱卡数量×400的数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89628781,3,0,0x61,0x20004,0,0,0x0,0x0,0x0,0x1000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89628781,'忍法 空蝉之术','选择自己场上的名字有「忍者」字样的1只怪兽才能发动。只要这张卡在场上存在，被选择的怪兽不会被战斗破坏（伤害计算适用）。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89631139,3,0,0xdd,0x11,3000,2500,0x8,0x2000,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89631139,'青眼白龙','以高攻击力著称的传说之龙。任何对手都能粉碎，其破坏力不可估量。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89631140,3,89631139,0xdd,0x11,3000,2500,0x8,0x2000,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89631140,'青眼白龙','以高攻击力著称的传说之龙。任何对手都能粉碎，其破坏力不可估量。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89631141,3,89631139,0xdd,0x11,3000,2500,0x8,0x2000,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89631141,'青眼白龙','以高攻击力著称的传说之龙。任何对手都能粉碎，其破坏力不可估量。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89631142,3,89631139,0xdd,0x11,3000,2500,0x8,0x2000,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89631142,'青眼白龙','以高攻击力著称的传说之龙。任何对手都能粉碎，其破坏力不可估量。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89631143,3,89631139,0xdd,0x11,3000,2500,0x8,0x2000,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89631143,'青眼白龙','以高攻击力著称的传说之龙。任何对手都能粉碎，其破坏力不可估量。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89631144,3,89631139,0xdd,0x11,3000,2500,0x8,0x2000,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89631144,'青眼白龙','以高攻击力著称的传说之龙。任何对手都能粉碎，其破坏力不可估量。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89631145,3,89631139,0xdd,0x11,3000,2500,0x8,0x2000,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89631145,'青眼白龙','以高攻击力著称的传说之龙。任何对手都能粉碎，其破坏力不可估量。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89631146,3,89631139,0xdd,0x11,3000,2500,0x8,0x2000,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89631146,'青眼白龙','以高攻击力著称的传说之龙。任何对手都能粉碎，其破坏力不可估量。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89642993,3,0,0x48,0x800021,0,2000,0x1,0x4,0x10,0x800100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89642993,'No.63 饭勺战士','1星怪兽×2
这个卡名的效果1回合只能使用1次。
①：可以把这张卡1个超量素材取除，从以下效果选择1个发动。
●下次的对方准备阶段开始时，双方玩家从卡组抽1张。
●双方玩家回复1000基本分。','选择效果发动','双方玩家从卡组抽卡','双方玩家回复1000基本分','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89662401,3,0,0x119,0x21,1800,200,0x4,0x1000000,0x4,0x40008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89662401,'转生炎兽 孔雀','这个卡名的①的效果1回合只能使用1次。
①：自己场上有「转生炎兽 孔雀」以外的「转生炎兽」怪兽召唤·特殊召唤的场合才能发动。这张卡从手卡特殊召唤。
②：从手卡以及自己场上的表侧表示的卡之中把1张「转生炎兽」卡送去墓地，以对方场上盖放的1张魔法·陷阱卡为对象才能发动。这个回合，那张盖放的魔法·陷阱卡不能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89662736,3,0,0x88,0x21,1700,800,0x4,0x200,0x10,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89662736,'武神器-八咫','自己场上的名字带有「武神」的兽战士族怪兽被选择作为对方怪兽的攻击对象时，把这张卡从手卡送去墓地才能发动。攻击怪兽的攻击无效，给与对方基本分那只怪兽的攻击力一半数值的伤害。「武神器-八咫」的效果1回合只能使用1次。','攻击无效','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89698120,3,0,0x0,0x21,1300,1200,0x3,0x1,0x1,0x2000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89698120,'华丽的潜入工作员','这张卡召唤成功时，陷阱卡不能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89707961,3,0,0x5c0052,0x21,2300,3000,0x8,0x100,0x1,0x40820);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89707961,'王家的守护者 斯芬克斯','这个卡名的②③的效果1回合各能使用1次。
①：自己主要阶段才能发动。这张卡变成里侧守备表示（1回合只有1次）。
②：这张卡反转召唤成功的场合发动。对方场上的怪兽全部回到持有者卡组。
③：场上的这张卡被对方破坏的场合才能发动。从手卡·卡组把1只岩石族·5星怪兽里侧守备表示特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89718302,3,0,0x0,0x21,1200,1200,0x4,0x8000,0x1,0x8400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89718302,'暴走牛鬼','猜硬币正反。
●猜中的场合：给与对方基本分1000分的伤害。
●猜错的场合：自己基本分受到1000分的伤害。这个效果1回合只能1次，在自己回合的主要阶段使用。','猜硬币','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89719143,3,0,0x46,0x4,0,0,0x0,0x0,0x0,0x410000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89719143,'决战融合','①：自己场上的融合怪兽和对方场上的融合怪兽进行战斗的战斗步骤，以那2只融合怪兽为对象才能发动。那次攻击无效，双方玩家受到那2只融合怪兽的攻击力合计数值的伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89731911,3,0,0x0,0x21,1200,1400,0x3,0x1,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89731911,'亲善骑士','①：这张卡被战斗破坏送去墓地的场合发动。双方玩家可以从手卡把1只4星怪兽特殊召唤。','特殊召唤','是否要特殊召唤？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89732524,3,0,0x0,0x200021,600,1000,0x3,0x8,0x20,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89732524,'由魔界到冥界的巴士','①：这张卡反转的场合发动。从卡组把1只光·暗属性以外的恶魔族怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89739383,3,0,0x106e,0x2,0,0,0x0,0x0,0x0,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89739383,'奥义之魔导书','这个卡名的卡在1回合只能发动1张。
①：从卡组把「奥义之魔导书」以外的1张「魔导书」卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89743495,3,0,0x132,0x21,1500,1000,0x4,0x1000000,0x1,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89743495,'斩机 除武','这个卡名的①②的效果1回合各能使用1次。
①：把额外怪兽区域1只自己的电子界族怪兽解放才能发动。从手卡以及自己墓地各选最多1只电子界族·4星怪兽特殊召唤。
②：这张卡被送去墓地的场合，以场上1只表侧表示怪兽为对象才能发动。那只怪兽的攻击力直到回合结束时变成一半。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89770167,3,0,0x0,0x21,1800,600,0x4,0x8000,0x4,0x2004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89770167,'炎热刀 日珥','1回合1次，把自己墓地存在的1只名字带有「熔岩」的怪兽从游戏中除外才能发动。这张卡的攻击力直到结束阶段时上升300。这个效果在对方回合也能发动。','攻击上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89771220,1,0,0x1540163,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89771220,'天斗辉巧极','这个卡名的②的效果1回合只能使用1次。
①：从自己的手卡·场上把「北极天熊北斗星」和「龙辉巧-扶筐增二」各1张除外，把1只「天极辉舰-熊斗龙巧」从额外卡组特殊召唤。场上有「北极天熊-勾陈一」或者「龙辉巧-右枢α」存在的场合，也能把要除外的卡之内1张从卡组除外。
②：自己为让「北极天熊」、「龙辉巧」怪兽的效果发动而把怪兽解放的场合，可以作为代替把墓地的这张卡除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89774530,3,0,0x106f,0x21,1700,900,0x4,0x1,0x1,0x40040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89774530,'英豪挑战者 双长枪兵','这张卡召唤成功时，可以从自己的手卡·墓地选1只「英豪挑战者 双长枪兵」表侧守备表示特殊召唤。这张卡不能作为同调素材。此外，把这张卡作为超量素材的场合，不是战士族怪兽的超量召唤不能使用。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89785779,3,0,0x0,0x21,0,1400,0x2,0x2,0x20,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89785779,'千年眼幻想师','这个卡名的①②的效果1回合各能使用1次。
①：把这张卡从手卡丢弃，以对方场上1只效果怪兽为对象才能发动。选自己场上1只「眼纳祭神」融合怪兽或者「纳祭之魔」把作为对象的对方的效果怪兽当作那个效果的装备卡使用来装备。这个效果在对方回合也能发动。
②：场上有「眼纳祭神」融合怪兽或者「纳祭之魔」特殊召唤的场合发动。墓地的这张卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89789152,3,0,0x7b,0x4,0,0,0x0,0x0,0x0,0x3000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89789152,'时空银河螺旋','这个卡名的卡在1回合只能发动1张。自己场上有「银河眼时空龙」怪兽存在的场合，这张卡的发动从手卡也能用。
①：以自己场上1只龙族「银河」怪兽为对象才能发动。那只怪兽直到回合结束时不会被战斗破坏，不受自身以外的卡的效果影响。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89792713,3,0,0x5042,0x4,0,0,0x0,0x0,0x0,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89792713,'极星宝 雷瓦汀','选择这个回合战斗破坏怪兽的场上表侧表示存在的1只怪兽才能发动。选择的怪兽破坏。不能对应这张卡的发动把魔法·陷阱·效果怪兽的效果发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89801755,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x300000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89801755,'深渊的指名者','支付1000基本分。种族和属性各宣言一样。对方从手卡·卡组选取宣言的种族和属性2样1致的1张怪兽卡送去墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89810518,3,0,0x3c,0x21,2200,800,0x6,0x80000,0x20,0x2808);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89810518,'爬虫妖女·美杜莎','把1张手卡送去墓地，选择对方场上表侧表示存在的1只怪兽发动。选择怪兽攻击力变成0，变成不能把表示形式改变。','攻击变成0，不能改变表示形式','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89818984,3,0,0xe6,0x2001021,2000,2000,0xb,0x1,0x20,0x20040108);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89818984,'花札卫-柳间小野道风-','这张卡不能通常召唤。把「花札卫-柳间小野道风-」以外的自己场上1只11星的「花札卫」怪兽解放的场合可以特殊召唤。
①：这张卡特殊召唤成功的场合发动。自己从卡组抽1张，给双方确认。那是「花札卫」怪兽的场合，可以把那只怪兽特殊召唤。不是的场合，那张卡送去墓地。
②：把场上的这张卡作为同调素材的场合，可以把包含这张卡的全部同调素材怪兽当作2星怪兽使用。','抽1张卡并给双方确认','是否特殊召唤？','是否把全部同调素材怪兽当作2星怪兽使用？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89832901,1,0,0x0,0x11,2100,1800,0x6,0x2000,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89832901,'密林的黑龙王','栖息在密林深处的漆黑龙王。咯吱咯吱的只知道啃食树木。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89856523,3,0,0x79,0x2021,2000,2800,0x8,0x8000,0x4,0x2200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89856523,'罡炎星-麟俊麒','炎属性调整＋调整以外的名字带有「炎星」的怪兽1只以上
这张卡同调召唤成功时，可以从卡组选1张名字带有「炎舞」的魔法·陷阱卡在自己场上盖放。只要这张卡在场上表侧表示存在，对方场上的怪兽的攻击力下降自己场上表侧表示存在的魔法·陷阱卡数量×100的数值。','盖放','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89870349,3,0,0xa008,0x61,2200,1800,0x6,0x1,0x8,0x2010);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89870349,'假面英雄 阵风','这张卡用「假面变化」的效果才能特殊召唤。
①：这张卡特殊召唤成功的场合，以对方场上1只表侧表示怪兽为对象才能发动。那只怪兽的攻击力变成一半。
②：1回合1次，支付500基本分，以对方场上1张魔法·陷阱卡为对象才能发动。那张卡回到持有者手卡。这个效果在对方回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89882100,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x1);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89882100,'夜摄','①：以对方场上盖放的1张魔法·陷阱卡为对象才能发动。盖放的那张卡破坏。对方不能对应这张卡的发动把作为对象的卡发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89883517,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89883517,'冤枉','「冤枉」在1回合只能发动1张。
①：对方的手卡·场上的卡合计数量比自己的手卡·场上的卡合计数量多的场合，以场上1张表侧表示的卡为对象才能发动。双方玩家在这次决斗中不能把那张表侧表示的卡以外的和作为对象的卡同名卡的效果发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89893715,3,0,0x39,0x21,300,400,0x3,0x80,0x4,0x8);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89893715,'推炎车的熔岩人','这张卡被战斗破坏送去墓地时，可以从自己卡组选择2只名字带有「熔岩」的怪兽送去墓地。','送去墓地','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89899996,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89899996,'D-精神','自己场上没有名字带有「命运英雄」的怪兽存在的场合，可以从手卡特殊召唤1只4星以下的名字带有「命运英雄」的怪兽。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89904598,3,0,0x0,0x11,1000,850,0x3,0x10000,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89904598,'恐龙人','人形的恐龙。虽然智慧很高，但攻击力却不怎么强劲。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89907227,3,0,0x0,0x2021,3300,3000,0xa,0x20000,0x2,0xc0000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89907227,'白斗气双头神龙','同调怪兽调整＋调整以外的怪兽1只以上
①：自己回合这张卡同调召唤成功时才能发动。在自己场上把1只「神龙衍生物」（鱼族·水·10星·攻3300/守3000）守备表示特殊召唤。
②：对方回合1次，自己场上没有衍生物的场合才能发动。在自己场上把1只「神龙衍生物」特殊召唤。
③：这张卡被对方的效果破坏送去墓地的场合，若自己场上有「神龙衍生物」存在则能发动。这张卡守备表示特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89907228,3,0,0x0,0x4011,3300,3000,0xa,0x20000,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89907228,'神龙衍生物','由「白斗气双头神龙」的效果特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89914395,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x8000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89914395,'米约尔尼尔之魔槌','选择自己场上表侧表示存在的1只名字带有「极神」的怪兽发动。这个回合，选择的怪兽在同1次的战斗阶段中可以作2次攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89928517,3,0,0x0,0x21,1200,1200,0x2,0x1,0x10,0x40188);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89928517,'通贩卖员','①：1回合1次，自己主要阶段才能发动。双方玩家各自把1张手卡给对方观看。给人观看的卡是相同种类的场合，那个种类的以下效果适用。
●怪兽：双方玩家各自可以把给人观看的怪兽特殊召唤。
●魔法：双方玩家各自从卡组抽2张。
●陷阱：双方玩家各自从卡组选2张卡送去墓地。','','是否特殊召唤？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89943723,3,0,0x93008,0x11,2500,2000,0x7,0x1,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89943723,'元素英雄 新宇侠','从新宇宙来的新元素英雄。凭借与新空间侠接触融合，发挥未知的力量！','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89943724,3,89943723,0x93008,0x11,2500,2000,0x7,0x1,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89943724,'元素英雄 新宇侠','从新宇宙来的新元素英雄。凭借与新空间侠接触融合，发挥未知的力量！','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89959682,3,0,0x0,0x11,900,0,0x2,0x10,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89959682,'王家的守护者','守护王家几千年的兵士的木乃伊。其灵魂现在也决不饶恕任何入侵者。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89974904,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x20040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89974904,'同调呼唤','①：以自己墓地1只怪兽为对象才能发动。那只怪兽效果无效特殊召唤，只用包含那只怪兽的自己场上的怪兽为素材把1只龙族·恶魔族的暗属性同调怪兽同调召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89987208,3,0,0x0,0x11,1100,1000,0x3,0x1,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89987208,'东方英雄','传说来自遥远的东方国度的武士。手持的刀相当的锋利。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(89997728,3,0,0x62,0x2,0,0,0x0,0x0,0x0,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(89997728,'卡通目录','①：从卡组把1张「卡通」卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90011152,3,0,0xf,0x80002,0,0,0x0,0x0,0x0,0x42008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90011152,'扰乱之乡','1回合1次，可以从手卡把1张名字带有「扰乱」的卡送去墓地，自己墓地存在的1只名字带有「扰乱」的怪兽特殊召唤。只要自己场上有名字带有「扰乱」的怪兽表侧表示存在，场上表侧表示存在的全部怪兽的原本的攻击力·守备力交换。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90019393,3,0,0x1047,0x21,1800,1200,0x4,0x100,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90019393,'宝石骑士·紫翠','①：把这张卡解放才能发动。从卡组把1只「宝石骑士」通常怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90020065,3,0,0x0,0x200021,200,1000,0x2,0x80,0x4,0x400002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90020065,'定时炸弹','反转：自己的准备阶段把这张卡作为祭品。全部自己的怪兽破坏，给与对方那个总攻击力一半数值的伤害。','反转效果','破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90020780,3,0,0x0,0x1021,800,0,0x2,0x10,0x20,0x40100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90020780,'尸忍','这个卡名的①②的效果1回合各能使用1次。
①：这张卡已在怪兽区域存在的状态，从自己墓地有这张卡以外的不死族怪兽特殊召唤的场合才能发动。自己从卡组抽1张。那之后，选1张手卡丢弃。
②：墓地的这张卡为让效果发动而被除外的场合或者被效果除外的场合才能发动。这张卡特殊召唤。这个效果特殊召唤的这张卡从场上离开的场合除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90036274,3,0,0xff,0x1002021,2500,2000,0x4040007,0x2000,0x8,0x80042000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90036274,'幻透翼疾速龙','←4 【灵摆】 4→
「幻透翼疾速龙」的灵摆效果1回合只能使用1次。
①：把等级合计直到7的自己场上的表侧表示的1只「疾行机人」调整和1只调整以外的怪兽送去墓地才能发动。灵摆区域的这张卡特殊召唤。
【怪兽效果】
调整＋调整以外的风属性怪兽1只以上
「幻透翼疾速龙」的①的怪兽效果1回合只能使用1次。
①：以从额外卡组特殊召唤的对方场上1只表侧表示怪兽为对象才能发动。直到回合结束时，那只怪兽的攻击力变成0，效果无效化。这个效果在对方回合也能发动。
②：怪兽区域的这张卡被战斗·效果破坏的场合才能发动。这张卡在自己的灵摆区域放置。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90050480,3,0,0x93008,0x61,3500,3000,0xb,0x1,0x10,0x23);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90050480,'元素英雄 秩序新宇侠','「元素英雄 新宇侠」＋属性不同的「新空间侠」怪兽×3
让自己场上的上记卡回到卡组的场合才能从额外卡组特殊召唤（不需要「融合」）。
①：这张卡从额外卡组的特殊召唤成功的场合才能发动。这个回合对方不能把场上发动的效果发动。对方不能对应这个效果的发动把魔法·陷阱·怪兽的效果发动。
②：结束阶段发动。这张卡回到额外卡组，对方场上的卡全部破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90075978,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x340900);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90075978,'W星云陨石','场上里侧表示存在的怪兽全部变成表侧守备表示。这个回合的结束阶段时自己场上表侧表示存在的爬虫类族·光属性怪兽全部变成里侧守备表示，自己从卡组抽出那个数量的卡。那之后，可以从自己卡组把1只7星以上的爬虫类族·光属性怪兽特殊召唤。','是否要特殊召唤7星以上的爬虫类族·光属性怪兽？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90098780,3,0,0x6d,0x800021,1100,1800,0x3,0x8,0x2,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90098780,'键魔人 挠挠哼唱','3星怪兽×2
①：这张卡特殊召唤成功时，以自己墓地1只「魔人」超量怪兽为对象才能发动。那只怪兽特殊召唤。那之后，可以把最多2张手卡在那只怪兽下面重叠作为超量素材。
②：1回合1次，把这张卡1个超量素材取除，以自己场上1只「魔人」超量怪兽为对象才能发动。这个回合，那只怪兽可以向对方直接攻击。','特殊召唤','直接攻击','是否要选择手卡在怪兽下面叠放？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90122655,3,0,0x0,0x21,2400,1000,0x5,0x1,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90122655,'天魔大帝','①：只要这张卡在怪兽区域存在，对方不能对应通常召唤的怪兽的效果的发动把魔法·陷阱·怪兽的效果发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90126061,3,0,0x48,0x800021,0,0,0x5,0x2000,0x20,0x4000a000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90126061,'No.5 亡胧龙 死亡嵌合龙','5星怪兽×2只以上
①：这张卡的攻击力上升这张卡的超量素材数量×1000。
②：持有超量素材的这张卡可以向对方怪兽全部各作1次攻击。
③：这张卡进行战斗的战斗阶段结束时，可以从以下效果选择1个发动。
●以自己墓地1只怪兽为对象才能发动。那只怪兽在这张卡下面重叠作为超量素材。
●以对方墓地1张卡为对象才能发动。那张卡回到对方卡组最上面。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90135989,3,0,0x18,0x20002,0,0,0x0,0x0,0x0,0x4000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90135989,'云魔物的阵雨','每次自己的准备阶段时给场上表侧表示存在的全部怪兽放置1个雾指示物。','放置指示物','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90140980,3,0,0xf,0x61,0,3000,0x6,0x4000,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90140980,'扰乱王','「扰乱·绿」＋「扰乱·黄」＋「扰乱·黑」
只要这张卡在场上表侧表示存在，选择对方最多3个怪兽区域不能使用。','是否还要选择一个区域？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90147755,3,0,0x0,0x200021,1500,1000,0x4,0x80,0x4,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90147755,'炎之女暗杀者','反转：自己的卡组最上面的3张卡在游戏中除外。对方受到800分的伤害。','LP伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90156158,3,0,0x53,0x2,0,0,0x0,0x0,0x0,0x410);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90156158,'星圣的超新生','选择自己墓地2只名字带有「星圣」的怪兽加入手卡。这张卡发动的回合，自己不能进行战斗阶段。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90161770,3,0,0x12f,0x21,1800,800,0x4,0x800,0x8,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90161770,'蜂军-急射之钢弩蜂','这个卡名的②的效果1回合只能使用1次。
①：这张卡召唤成功时，以自己墓地1只3星以下的昆虫族怪兽为对象才能发动。那只怪兽守备表示特殊召唤。
②：这张卡被对方破坏的场合才能发动。从手卡·卡组把1只「蜂军」怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90162951,3,0,0x48,0x800021,0,0,0xa,0x800,0x20,0x40402002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90162951,'No.35 极饿捕鸟蛛','10星怪兽×2
①：只要这张卡在怪兽区域存在，自己场上的怪兽的攻击力·守备力上升自己和对方的基本分差的数值。
②：只要持有超量素材的这张卡在怪兽区域存在，每次对方把怪兽特殊召唤给与对方600伤害。
③：1回合1次，把这张卡1个超量素材取除才能发动。持有这张卡的攻击力以下的攻击力的对方场上的怪兽全部破坏。','破坏怪兽','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90173539,3,0,0x0,0x80002,0,0,0x0,0x0,0x0,0x52004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90173539,'世界恐龙摔跤','这个卡名的③的效果1回合只能使用1次。
①：自己场上有「恐龙摔跤手」怪兽存在的场合，双方玩家在战斗阶段只能用1只怪兽攻击。
②：自己的「恐龙摔跤手」怪兽的攻击力只在向对方怪兽攻击的伤害计算时上升200。
③：对方场上的怪兽数量比自己场上的怪兽多的场合，把墓地的这张卡除外才能发动。从卡组把1只「恐龙摔跤手」怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90179822,1,0,0x164,0x21,0,2000,0x1,0x4,0x20,0x90040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90179822,'喜剧之死狱乡演员','这个卡名的①②的效果1回合只能有1次使用其中任意1个。
①：自己场上的表侧表示的「死狱乡」卡为对象的魔法·陷阱·怪兽的效果由对方发动时，把这张卡从手卡丢弃才能发动。那个效果无效。
②：这张卡在墓地存在的场合，把自己场上1只融合怪兽解放才能发动。这张卡特殊召唤。这个效果在对方回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90200789,3,0,0x61,0x20004,0,0,0x0,0x0,0x0,0x40008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90200789,'忍法 超变化之术','选择自己场上1只名字带有「忍者」的怪兽和对方场上表侧表示存在的1只怪兽发动。选择的怪兽送去墓地，把1只那个等级合计以下的龙族·恐龙族·海龙族怪兽从自己卡组往自己场上特殊召唤。这张卡从场上离开时，那只怪兽从游戏中除外。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90207654,3,0,0x3042,0x4000021,800,1,0x1,0x4,0x10,0x2050004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90207654,'极星天 古尔薇格','5星以下的「极星」怪兽1只
这个卡名的①的效果1回合只能使用1次。
①：这张卡连接召唤成功的场合才能发动。选自己的手卡·场上最多3张卡除外，把那个数量的「极星」怪兽从卡组守备表示特殊召唤。这个效果发动过的回合，自己不能通常召唤，不是「极神」怪兽不能特殊召唤。
②：只要这张卡所连接区有「极神」怪兽存在，对方不能把那只怪兽作为效果的对象，不能选择这张卡作为攻击对象。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90219263,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90219263,'万华镜-华丽的分身-','①：场上有「鹰身女郎」存在的场合才能发动。从手卡·卡组把1只「鹰身女郎」或者「鹰身女郎三姐妹」特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90238142,3,0,0x64,0x21,1400,1300,0x4,0x200,0x8,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90238142,'鹰身通灵师','这个卡名的③的效果1回合只能使用1次。
①：这张卡的卡名只要在场上·墓地存在当作「鹰身女郎」使用。
②：自己场上有龙族怪兽存在的场合，这张卡的等级变成7星。
③：从手卡丢弃1张「鹰身」卡才能发动。从卡组把「鹰身通灵师」以外的1只「鹰身」怪兽守备表示特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90239723,3,0,0x26,0x40002,0,0,0x0,0x0,0x0,0x40808);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90239723,'变形斗士·修复装置','从手卡把1只名字带有「变形斗士」的怪兽送去墓地，选择自己墓地存在的1只名字带有「变形斗士」的怪兽发动。选择的怪兽特殊召唤，把这张卡装备。装备怪兽不能把表示形式改变。这张卡不在场上存在时，装备怪兽破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90243945,3,0,0x0,0x21,1600,0,0x3,0x10,0x10,0x2008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90243945,'白骨公主','①：这张卡的卡名只要在墓地存在当作「白骨」使用。
②：这张卡召唤·特殊召唤成功的场合才能发动。从卡组把1只「白骨王子」送去墓地。
③：把自己的手卡·场上的这张卡送去墓地才能发动。场上的全部怪兽的攻击力·守备力直到回合结束时下降那等级或者阶级×300。这个效果在对方回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90246973,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x2004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90246973,'动力镐','1回合1次，可以选择持有装备怪兽的等级以下的等级的对方墓地存在的1只怪兽从游戏中除外，直到结束阶段时装备怪兽的攻击力上升500。','攻击上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90247311,3,0,0x2b,0x21,3000,1500,0x8,0x10000,0x8,0x4000b);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90247311,'黄龙忍者','这张卡不用「忍者」怪兽或者「忍法」卡的效果不能特殊召唤。
①：1回合1次，从手卡以及自己场上的表侧表示的卡之中把1只「忍者」怪兽和1张「忍法」卡送去墓地，以场上最多2张魔法·陷阱卡为对象才能发动。那些卡破坏。这个效果在对方回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90263923,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x202000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90263923,'闪光吸收','选择对方场上表侧表示存在的1只光属性怪兽发动。自己场上表侧攻击表示存在的全部怪兽的攻击力直到结束阶段时上升选择的怪兽的攻击力数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90303176,3,0,0x0,0x21,800,1400,0x4,0x20000,0x2,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90303176,'寂静鮟鱇','①：自己场上有水属性怪兽存在的场合，这张卡可以从手卡特殊召唤。这个方法特殊召唤过的回合，自己不能从手卡把怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90307498,1,0,0x93008,0x61,3000,2500,0x9,0x2,0x10,0x440000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90307498,'元素英雄 新宇智者','「元素英雄 新宇侠」＋「于贝尔」
这张卡不用融合召唤不能特殊召唤。这个卡名的②的效果1回合只能使用1次。
①：这张卡和对方怪兽进行战斗的伤害计算前才能发动。给与对方那只对方怪兽的攻击力数值的伤害。
②：表侧表示的这张卡因对方的效果从场上离开的场合或者被战斗破坏的场合才能发动。从手卡·卡组把1只「新宇贤者」无视召唤条件特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90307777,3,0,0xb4,0x21,300,1800,0x3,0x1,0x2,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90307777,'影灵衣术士 施里特','「影灵衣术士 施里特」的②的效果1回合只能使用1次。
①：「影灵衣」仪式怪兽1只仪式召唤的场合，可以用这1张卡作为仪式召唤需要的等级数值的解放使用。
②：这张卡被效果解放的场合才能发动。从卡组把1只战士族「影灵衣」仪式怪兽加入手卡。','卡组检索','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90311614,3,0,0x2f,0x1021,1200,800,0x2,0x40,0x2,0x20000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90311614,'冰结界的水影','自己场上表侧表示存在的怪兽只有2星以下的怪兽的场合，这张卡可以直接攻击对方玩家。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90330453,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x100002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90330453,'魔女狩猎','场上表侧表示的魔法师族的怪兽全部破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90330454,3,90330453,0x0,0x2,0,0,0x0,0x0,0x0,0x100002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90330454,'魔女狩猎','场上表侧表示的魔法师族的怪兽全部破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90337190,3,0,0x0,0x21,1000,1000,0x3,0x20000,0x2,0x2000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90337190,'鱼雷鱼','当场上存在「海」时，这张卡不受魔法效果的影响。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90351981,3,0,0x11b,0x80002,0,0,0x0,0x0,0x0,0x418);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90351981,'自奏圣乐的通天塔','①：只要这张卡在场地区域存在，原本卡名包含「自奏圣乐」的属自己场上的连接怪兽以及属自己墓地的怪兽发动的效果变成在对方回合也能发动的效果。
②：这张卡在墓地存在的场合，把1张手卡送去墓地才能发动。墓地的这张卡加入手卡。这个效果在这张卡送去墓地的回合不能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90357090,3,0,0x0,0x11,1200,800,0x3,0x4000,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90357090,'银牙狼','银光闪闪的狼。外表虽然美，性格却凶暴。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90361010,3,0,0x109a,0x21,1200,0,0x4,0x20,0x1,0x4200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90361010,'超重武者装留 岩融','①：自己主要阶段以自己场上1只「超重武者」怪兽为对象才能发动。从自己的手卡·场上把这只怪兽当作装备卡使用给那只自己怪兽装备。
②：用这张卡的效果把这张卡装备的怪兽向守备表示怪兽攻击的场合，给与对方为攻击力超过那个守备力的数值的战斗伤害。
③：这张卡从场上送去墓地的场合才能发动。从卡组把「超重武者装留 岩融」以外的1只「超重武者」怪兽加入手卡。','给「超重武者」怪兽装备','卡组检索','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90361289,3,0,0x0,0x21,2250,2250,0x7,0x20,0x1,0x440000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90361289,'机巧狐-宇迦之御魂稻荷','这个卡名的①②的效果1回合各能使用1次。
①：从卡组有怪兽特殊召唤的场合才能发动。这张卡从手卡特殊召唤。
②：这张卡召唤·特殊召唤成功的场合，以对方场上1只表侧表示怪兽为对象才能发动。从手卡·卡组把攻击力和守备力的数值相同而属性是和作为对象的怪兽相同的1只怪兽特殊召唤。
③：每次对方对怪兽的召唤·特殊召唤成功发动。给与对方300伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90365482,3,0,0x0,0x221,1800,600,0x4,0x40,0x2,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90365482,'河伯','这张卡不能特殊召唤。
①：这张卡召唤·反转的场合，以场上1只表侧表示怪兽为对象才能发动。那只表侧表示怪兽变成当作灵魂怪兽使用，结束阶段回到持有者手卡。
②：这张卡召唤·反转的回合的结束阶段发动。这张卡回到持有者手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90374791,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90374791,'武装转换','从自己手卡把1张装备魔法卡送去墓地发动。装备怪兽战斗破坏怪兽的场合，装备卡的控制者可以从自己墓地选择装备怪兽的攻击力以下的1只怪兽加入手卡。','加入手卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90384300,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x104);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90384300,'极超辰醒','这个卡名的卡在1回合只能发动1张。
①：从手卡以及自己场上的表侧表示怪兽之中把2只不能通常召唤的怪兽里侧表示除外才能发动。自己从卡组抽2张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90397998,3,0,0x3d,0x21,1500,1000,0x3,0x1,0x4,0x1000001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90397998,'六武众-火门','只要自己场上有「六武众-火门」以外的名字带有「六武众」的怪兽存在，1回合只有1次可以把表侧表示存在的1张魔法或者陷阱卡破坏。使用这个效果的回合这只怪兽不能攻击宣言。这张卡被破坏的场合，可以用这张卡以外的名字带有「六武众」的怪兽代替破坏。','表侧的1张魔法·陷阱卡破坏','是否要使用「六武众-火门」的代替破坏效果？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90407382,3,0,0x0,0x21,1300,300,0x3,0x10,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90407382,'蹴杀者','这张卡特殊召唤成功时，可以将1张存在于自己墓地里的装备魔法卡装备在这张卡身上。','装备','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90411554,3,0,0x0,0x21,1600,3000,0x7,0x2000,0x1,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90411554,'岩征龙-锈龙','从自己的手卡·墓地把这张卡以外的龙族或者地属性的怪兽合计2只除外才能发动。这张卡从手卡·墓地特殊召唤。特殊召唤的这张卡在对方的结束阶段时回到持有者手卡。此外，可以通过把这张卡和1只地属性怪兽从手卡丢弃去墓地，选择自己墓地1只怪兽特殊召唤。这张卡被除外的场合，可以从卡组把1只龙族·地属性怪兽加入手卡。「岩征龙-锈龙」的效果1回合只能使用1次。','从手卡特殊召唤','返回手牌','选择自己墓地1只怪兽特殊召唤','加入手卡','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90432163,3,0,0x10db,0x21,800,1000,0x3,0x1,0x20,0x2a00);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90432163,'幻影骑士团 沾尘袍','这个卡名的①②的效果1回合各能使用1次。
①：这张卡在场上攻击表示存在的场合，以场上1只暗属性怪兽为对象才能发动。这张卡变成守备表示，作为对象的怪兽的攻击力·守备力直到对方回合结束时上升800。
②：把墓地的这张卡除外才能发动。从卡组把「幻影骑士团 沾尘袍」以外的1张「幻影骑士团」卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90434657,3,0,0x91,0x100004,0,0,0x0,0x0,0x0,0xffffffff80000003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90434657,'王家长眠之谷的王墓','场上有名字带有「守墓」的怪兽以及「王家长眠之谷」存在的场合才能发动。效果怪兽的效果·魔法·陷阱卡的发动无效并破坏。「王家长眠之谷的王墓」在1回合只能发动1张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90434926,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x108);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90434926,'漆黑之帐','自己的抽卡阶段抽到的卡是暗属性怪兽的场合，可以把那张卡给对方观看，那张卡送去墓地。那之后，可以从自己卡组抽1张卡。','再次抽卡','是否要抽卡？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90440725,3,0,0x93,0x20004,-2,-2,0x4,0x20,0x1,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90440725,'电子黑影守卫者','对方的主要阶段时才能发动。这张卡发动后变成怪兽卡（机械族·地·4星·攻/守?）在自己的怪兽卡区域特殊召唤。这张卡为攻击对象的对方怪兽的攻击宣言时，这张卡的攻击力·守备力变成和对方攻击怪兽相同数值。这张卡在对方的结束阶段时在魔法与陷阱卡区域盖放。这张卡也当作陷阱卡使用。','魔陷区盖放','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90444325,3,0,0x138,0xa1,1300,2600,0x4,0x100,0x1,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90444325,'巨石遗物·海基思','「巨石遗物」卡降临。这个卡名的②的效果1回合只能使用1次。
①：这张卡仪式召唤成功的场合才能发动。从卡组把1张「巨石遗物」魔法·陷阱卡加入手卡。
②：自己主要阶段才能发动。等级合计直到变成仪式召唤的怪兽的等级以上为止，把包含场上的这张卡的自己的手卡·场上的怪兽解放，从手卡把1只仪式怪兽仪式召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90448279,3,0,0x0,0x800021,3000,3000,0xc,0x20,0x10,0x40000008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90448279,'天霆号 阿宙斯','12星怪兽×2
「天霆号 阿宙斯」在超量怪兽进行过战斗的回合有1次也能在自己场上的超量怪兽上面重叠来超量召唤。
①：把这张卡2个超量素材取除才能发动。这张卡以外的场上的卡全部送去墓地。这个效果在对方回合也能发动。
②：1回合1次，这张卡以外的自己场上的卡被战斗或者对方的效果破坏的场合才能发动。从手卡·卡组·额外卡组选1张卡在这张卡下面重叠作为超量素材。','是否在超量怪兽上面重叠来超量召唤？','全部送去墓地','补充超量素材','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90452877,3,0,0xd2,0x4,0,0,0x0,0x0,0x0,0x6);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90452877,'星际仙踪-能术','「星际仙踪-能术」在1回合只能发动1张。
①：以自己场上1只「星际仙踪」怪兽为对象才能发动。那只怪兽破坏，选对方的场上·墓地1张卡除外。','除外场上1张卡','除外墓地1张卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90464188,3,0,0x0,0x21,800,2100,0x4,0x100,0x20,0xffffffff80000001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90464188,'黑曜岩龙','只要这张卡在场上表侧表示存在，自己场上表侧表示存在的1只暗属性怪兽为对象的魔法·陷阱卡的效果无效并破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90470931,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x8000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90470931,'鬼神的连击','选择自己场上表侧表示存在的1只超量怪兽，把那些超量素材全部取除发动。这个回合，选择的怪兽在同1次的战斗阶段中可以作2次攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90488465,3,0,0xcf,0x2000021,2300,3000,0x8,0x1000,0x20,0x40424);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90488465,'混沌创世神','这张卡不能通常召唤。从自己墓地把光属性和暗属性的怪兽各1只除外的场合可以特殊召唤。这个卡名的效果1回合只能使用1次。
①：从手卡特殊召唤的这张卡存在的场合，从除外的自己以及对方的怪兽之中以合计3只为对象才能发动（同名卡最多1张）。那之内的1只在自己场上特殊召唤，剩余用喜欢的顺序回到持有者卡组最下面。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90500169,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x40020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90500169,'等级下降！？','选择场上表侧表示存在的1只持有「LV」的怪兽发动。选择的卡回到原本的持有者卡组，从持有者墓地把1只比那张卡的「LV」低的同名怪兽无视召唤条件在持有者场上特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90502999,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90502999,'地盘沉下','指定没有使用的主要怪兽区域2处才能把这张卡发动。
①：只要这张卡在魔法与陷阱区域存在，指定的区域不能使用。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90506641,1,0,0x0,0x2,0,0,0x0,0x0,0x0,0x204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90506641,'魂之开封','①：对方场上有怪兽存在，自己场上有通常怪兽存在的场合才能发动。从卡组选5只通常怪兽。那之内的1只加入手卡，剩下的卡除外。','请选择要加入手卡或除外的卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90508760,3,0,0x100d,0x1021,1600,200,0x3,0x4000,0x1,0x40);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90508760,'X-剑士 艾尔伯恩','①：这张卡直接攻击给与对方战斗伤害的场合发动。对方手卡随机选1张丢弃。','丢弃手牌','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90512490,3,0,0x0,0x4000021,1400,5,0x2,0x800,0x8,0x2400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90512490,'巨蝇','风属性怪兽2只
这个卡名的②的效果1回合只能使用1次。
①：场上的风属性怪兽的攻击力·守备力上升500，地属性怪兽的攻击力·守备力下降400。
②：这张卡被战斗·效果破坏的场合，以自己墓地1只风属性怪兽为对象才能发动。那只怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90519313,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90519313,'检疫','①：自己·对方的结束阶段以对方场上盖放的1张魔法·陷阱卡为对象才能把这个效果发动。把那张卡确认，回到原状。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90555947,3,0,0x2a,0x61,3200,2100,0xa,0x100,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90555947,'自然地星狮','地属性同调怪兽×2
①：只以场上的卡1张为对象的魔法·陷阱·怪兽的效果发动时，把1张手卡送去墓地才能发动。那个发动无效并破坏。','无效并破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90557975,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x4400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90557975,'上升气流','把场上存在的雾指示物全部取除发动。给与对方基本分取除的雾指示物数量×300的数值的伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90576781,3,0,0x3c,0x2,0,0,0x0,0x0,0x0,0x2800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90576781,'爬虫妖毒','自己场上有名字带有「爬虫妖」的怪兽表侧表示存在的场合才能发动。对方场上守备表示存在的1只怪兽变更为表侧攻击表示，那只怪兽的攻击力变成0。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90579153,3,0,0xc008,0x61,2800,2400,0x8,0x1,0x20,0x402003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90579153,'命运英雄 敌托邦人','「命运英雄」怪兽×2
「命运英雄 敌托邦人」的①②的效果1回合各能使用1次。
①：这张卡特殊召唤成功的场合，以自己墓地1只4星以下的「命运英雄」怪兽为对象才能发动。给与对方那只怪兽的攻击力数值的伤害。
②：这张卡的攻击力和原本攻击力不同的场合，以场上1张卡为对象才能发动。那张卡破坏，这张卡的攻击力变成原本数值。这个效果在对方回合也能发动。','给与对方伤害','场上1张卡破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90582719,3,0,0x19,0x11,1900,1500,0x4,0x8000,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90582719,'剑斗兽 独眼斗','以高攻击力追逼敌人的独眼战熊。恐怖的速度与重量引以为傲的得意拳受了后不倒者是不存在的。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90590303,3,0,0x48,0x800021,2100,2000,0x4,0x8,0x1,0x81000800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90590303,'No.41 泥睡魔兽 睡梦貘','4星怪兽×2
这张卡的控制者在每次自己准备阶段把这张卡1个超量素材取除。不能取除的场合，这张卡破坏。
①：这张卡只要在怪兽区域攻击表示存在，不会成为对方的效果的对象，不会被对方的效果破坏。
②：只要这张卡在怪兽区域守备表示存在，场上的表侧表示怪兽变成守备表示，守备表示怪兽发动的效果无效化。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90590304,3,90590303,0x48,0x800021,2100,2000,0x4,0x8,0x1,0x81000800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90590304,'No.41 泥睡魔兽 睡梦貘','4星怪兽×2
这张卡的控制者在每次自己准备阶段把这张卡1个超量素材取除。不能取除的场合，这张卡破坏。
①：这张卡只要在怪兽区域攻击表示存在，不会成为对方的效果的对象，不会被对方的效果破坏。
②：只要这张卡在怪兽区域守备表示存在，场上的表侧表示怪兽变成守备表示，守备表示怪兽发动的效果无效化。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90592429,3,0,0x30,0x40002,0,0,0x0,0x0,0x0,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90592429,'大日细丝','名字带有「大日」的怪兽才能装备。装备怪兽攻击的场合，对方直到伤害步骤结束时魔法·陷阱卡不能发动。场上表侧表示存在的这张卡被送去墓地的场合，可以从自己卡组把1张名字带有「大日」的魔法卡加入手卡。','检索','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90616316,3,0,0x35,0x1021,100,1600,0x1,0x4000,0x10,0x40008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90616316,'魔轰神兽 珀伽拉索斯','这张卡从手卡丢弃去墓地时，这张卡可以在自己场上盖放。这张卡反转时，可以把手卡1只名字带有「魔轰神」的怪兽给人观看，从自己卡组把1只名字带有「魔轰神」的怪兽送去墓地。','在自己场上盖放','送去墓地','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90640901,3,0,0x0,0x21,1500,0,0x4,0x8,0x10,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90640901,'埋伏破坏者','这张卡只能向里侧守备表示怪兽攻击。这张卡攻击的场合，对方直到伤害步骤结束时魔法·陷阱卡不能发动。这张卡向里侧守备表示怪兽攻击的场合，可以不进行伤害计算以里侧守备表示的状态把那只怪兽破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90642597,3,0,0x0,0x821,1600,1200,0x4,0x1,0x10,0x802);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90642597,'未来侍','这张卡在墓地或者场上表侧表示存在的场合，当作通常怪兽使用。场上表侧表示存在的这张卡可以作当成通常召唤使用的再度召唤，这张卡变成当作效果怪兽使用并得到以下效果。
●可以把自己墓地存在的1只怪兽从游戏中除外，场上表侧表示存在的1只怪兽破坏。这个效果1回合只能使用1次。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90654356,3,0,0x0,0x21,1000,500,0x3,0x10000,0x8,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90654356,'暗黑翼龙','这张卡被战斗破坏以外的方法从场上送去墓地时，这张卡回到持有者手卡。','返回手牌','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90660762,3,0,0x0,0x41,3500,2000,0x8,0x2000,0x4,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90660762,'流星黑龙','「真红眼黑龙」＋「流星之龙」','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90664857,3,0,0x14e,0x800021,1000,2400,0x3,0x800000,0x1,0x1000004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90664857,'电脑堺甲-甲甲','3星怪兽×2只以上
①：1回合1次，把这张卡1个超量素材取除，以自己场上1只表侧表示怪兽为对象才能发动。那只怪兽直到对方回合结束时不会被战斗破坏。
②：1回合1次，原本的种族·属性相同的怪兽在自己墓地有2只以上存在，这张卡和对方怪兽进行战斗的伤害计算后才能发动。那只对方怪兽除外。','不会被战斗破坏','除外','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90669991,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90669991,'菠萝爆弹','自己召唤怪兽成功时发动。若对方场上的怪兽数比自己控制的怪兽数多，则破坏对方场上的怪兽直到与自己的怪兽数量相同为止。破坏哪些怪兽由对方选择。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90673288,3,0,0x1115,0x4000021,1500,256,0x1,0x20,0x2,0x2200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90673288,'闪刀姬-雫空','水属性以外的「闪刀姬」怪兽1只
自己对「闪刀姬-雫空」1回合只能有1次特殊召唤。
①：对方场上的怪兽的攻击力·守备力下降自己墓地的魔法卡数量×100。
②：这张卡特殊召唤的回合的结束阶段才能发动。从卡组把同名卡不在自己墓地存在的1张「闪刀」魔法卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90673413,3,0,0x54,0x40002,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90673413,'我我我复仇','①：以自己墓地1只「我我我」怪兽为对象才能把这张卡发动。那只怪兽特殊召唤，把这张卡装备。这张卡从场上离开时那只怪兽破坏。
②：装备怪兽变成超量素材让这张卡被送去墓地的场合发动。自己场上的全部超量怪兽的攻击力上升300。','攻击上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90724272,3,0,0x0,0x21,800,1000,0x2,0x4,0x20,0x40028);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90724272,'暗蔷薇之妖精','这个卡名的①②的效果1回合各能使用1次。
①：调整特殊召唤的场合才能发动。这张卡从手卡特殊召唤。
②：这张卡在墓地存在的场合，把自己的手卡·场上1张卡送去墓地才能发动。这张卡回到卡组最上面或者最下面。','特殊召唤','回到卡组','卡组最上面','卡组最下面','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90726340,3,0,0x6d,0x800021,2200,1200,0x4,0x2000,0x20,0x1140000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90726340,'龙魔人 龙骑士女王','4星怪兽×2
只要这张卡在场上表侧表示存在，「龙魔人 龙骑士女王」以外的自己的龙族怪兽不会被战斗破坏。此外，1回合1次，可以把这张卡1个超量素材取除，选择自己墓地1只5星以上的龙族怪兽特殊召唤。这个效果特殊召唤的怪兽的效果无效化，这个回合那只怪兽不能攻击。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90727556,3,0,0x100a,0x21,200,0,0x1,0x8,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90727556,'侵入魔鬼的斥侯','自己场上没有魔法·陷阱卡存在的场合，自己的主要阶段1的开始时才能发动。墓地存在的这张卡在自己场上特殊召唤。这个效果发动的回合，自己不能把怪兽特殊召唤。这张卡不能为名字带有「侵入魔鬼」的怪兽的上级召唤以外而解放，也不能作为同调素材。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90740329,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90740329,'挑衅','对方回合的主要阶段一，选择自己场上的1只怪兽才能发动。只要选择怪兽在场上存在，对方这个回合攻击的场合，必须以选择的怪兽为攻击对象。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90740330,3,90740329,0x0,0x4,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90740330,'挑衅','对方回合的主要阶段一，选择自己场上的1只怪兽才能发动。只要选择怪兽在场上存在，对方这个回合攻击的场合，必须以选择的怪兽为攻击对象。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90743290,3,0,0x6e,0x21,1200,700,0x3,0x2,0x1,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90743290,'魔导老士 艾尔米特','只要这张卡在场上表侧表示存在，每次名字带有「魔导书」的魔法卡发动，这张卡的等级上升2星，攻击力上升300。','等级攻击上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90764875,3,0,0x0,0x21,100,100,0x1,0x100,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90764875,'蛇头食尸鬼','自己场上有「蛇头食尸鬼」存在的场合，支付300基本分才能发动。这张卡从手卡特殊召唤。「蛇头食尸鬼」的效果1回合可以使用最多2次。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90788081,3,0,0x0,0x21,1800,1000,0x4,0x2000,0x8,0x1002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90788081,'百年龙','这个卡名的②的效果1回合只能使用1次。
①：1回合1次，自己主要阶段才能发动。直到回合结束时，这张卡的等级上升自己场上的卡数量的数值，这张卡的攻击力上升所升数值×100。
②：这张卡被送去墓地的场合，以从额外卡组特殊召唤的自己场上1只表侧表示怪兽为对象才能发动。那只怪兽只在场上表侧表示存在才有1次不会被战斗·效果破坏。','','','「百年龙」效果适用中','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90790253,3,0,0x0,0x21,1400,1800,0x4,0x1,0x8,0x800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90790253,'小翼守卫','这张卡在自己的结束阶段时可以变更表示形式1次。','改变表示形式','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90807199,3,0,0x11e,0x21,2800,2400,0x8,0x200,0x20,0x1040108);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90807199,'未界域的雷鸟','这个卡名的②的效果1回合只能使用1次。
①：把手卡的这张卡给对方观看才能发动。从自己的全部手卡之中由对方随机选1张，自己把那张卡丢弃。那是「未界域的雷鸟」以外的场合，再从手卡把1只「未界域的雷鸟」特殊召唤，自己从卡组抽1张。
②：这张卡从手卡丢弃的场合，以对方场上盖放的1张卡为对象才能发动。那张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90809975,3,0,0x0,0x800021,2200,0,0x2,0x40,0x2,0x80040410);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90809975,'饼蛙','水族2星怪兽×2
①：双方的准备阶段把这张卡1个超量素材取除才能发动。从卡组把1只「青蛙」怪兽特殊召唤。
②：1回合1次，对方把怪兽的效果·魔法·陷阱卡发动时，把自己的手卡·场上1只水族怪兽送去墓地才能发动。那个发动无效并破坏。那之后，可以把破坏的卡在自己场上盖放。
③：这张卡被送去墓地的场合，以自己墓地1只水属性怪兽为对象才能发动。那只怪兽加入手卡。','特殊召唤','无效并破坏','加入手卡','是否把破坏的卡在自己场上盖放？','是否把破坏的卡在自己场上盖放？','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90810762,3,0,0x0,0x21,100,200,0x3,0x80,0x4,0x22000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90810762,'逆卷的炎之精灵','这张卡可以直接攻击对方玩家。这张卡直接攻击给与对方基本分战斗伤害时，这张卡的攻击力上升1000。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90812044,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x50000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90812044,'连锁召唤','①：自己场上有超量怪兽2只以上存在的场合，以那之内的1只阶级最低的超量怪兽为对象才能发动。比那只怪兽阶级低的1只超量怪兽从额外卡组特殊召唤。这个效果特殊召唤的怪兽不能直接攻击，结束阶段回到额外卡组。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90814668,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90814668,'暴君种植场','这个卡名的卡在1回合只能发动1张。
①：把自己场上1只效果怪兽解放才能发动。从自己墓地选原本的种族·属性和那只怪兽相同的1只效果怪兽以外的怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90835938,3,0,0x0,0x21,2500,2300,0x7,0x2000,0x10,0x1008007);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90835938,'圣夜的煌龙','①：这张卡从手卡的召唤·特殊召唤成功的场合，以场上1张卡为对象才能发动。那张卡破坏。
②：场上的这张卡不会被和暗属性怪兽的战斗破坏，不会被暗属性怪兽的效果破坏。
③：1回合1次，这张卡向对方怪兽攻击的伤害步骤开始时才能发动。那只对方怪兽直到结束阶段除外。这个效果发动的场合，这张卡只再1次可以继续攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90844184,3,0,0x0,0x81,2550,2150,0x7,0x1,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90844184,'伽玛剑','「伽玛剑的誓言」降临。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90846359,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x100008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90846359,'群雄割据','①：只要这张卡在魔法与陷阱区域存在，双方场上各自只能有1种类的种族的怪兽表侧表示存在。双方玩家在自身场上的表侧表示怪兽的种族是2种类以上的场合直到变成1种类为止必须送去墓地。','请选择要保留的种族','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90861137,3,0,0x207a,0x40002,0,0,0x0,0x0,0x0,0x40411);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90861137,'『焰圣剑-咎瓦尤斯』','这个卡名的①②的效果1回合只能有1次使用其中任意1个。
①：这张卡装备中的场合，以自己墓地1只战士族·炎属性怪兽为对象才能发动。那只怪兽加入手卡。那之后，这张卡破坏。
②：装备怪兽被送去墓地让这张卡被送去墓地的场合才能发动。从手卡把1只战士族·炎属性怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90873992,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x100002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90873992,'战士抹杀','场上表侧表示存在的战士族怪兽全部破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90876561,3,0,0x0,0x11,1900,1000,0x5,0x1,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90876561,'卫兵骑士','精通一切剑术的战士。正义感非常强烈，为守护弱者而战。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90884403,3,0,0x0,0x2021,0,0,0xc,0x2000,0x20,0x200d2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90884403,'究极幻神 奥特美特尔·比希巴尔金','规则上，这张卡的等级当作12星使用。这张卡不能同调召唤，把自己场上的8星以上而相同等级的调整和调整以外的怪兽各1只送去墓地的场合才能特殊召唤。
①：这张卡不会被效果破坏，攻击力上升场上的怪兽数量×1000。
②：1回合1次，自己·对方的主要阶段才能发动。在双方场上把相同数量的「邪眼神衍生物」（恶魔族·暗·1星·攻/守0）尽可能守备表示特殊召唤。这个回合这张卡不能攻击。','特殊召唤衍生物','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90884404,3,0,0x0,0x4011,0,0,0x1,0x8,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90884404,'邪眼神衍生物','由「究极幻神 奥特美特尔·比希巴尔金」的效果特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90885155,3,0,0xaa,0x1000021,2800,1000,0x9090008,0x20,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90885155,'机壳壳层 拒绝','←9 【灵摆】 9→
①：自己不是「机壳」怪兽不能特殊召唤。这个效果不会被无效化。
②：对方场上的怪兽的攻击力下降300。
【怪兽效果】
①：这张卡可以不用解放作召唤。
②：特殊召唤或者不用解放作召唤的这张卡的等级变成4星，原本攻击力变成1800。
③：通常召唤的这张卡不受原本的等级或者阶级比这张卡的等级低的怪兽发动的效果影响。
④：把「机壳」怪兽解放表侧表示上级召唤成功的场合，这张卡在同1次的战斗阶段中可以作2次攻击，向守备表示怪兽攻击的场合，给与攻击力超过那个守备力的数值的战斗伤害。','不用解放作召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90887783,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x100220);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90887783,'龙之交感','把手卡1只龙族怪兽给对方观看，和给人观看的怪兽相同等级的1只龙族怪兽从卡组加入手卡。那之后，给人观看的怪兽回到卡组。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90908427,3,0,0x0,0x11,1900,2200,0x6,0x20,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90908427,'铁腕巨人','用钢铁做成的机器人偶，拥有恐怖的怪力。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90925163,3,0,0x0,0x21,1700,1000,0x4,0x4,0x8,0x800000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90925163,'舞蹈妖精','只要这张卡在自己场上表侧守备表示存在，每次自己的准备阶段回复1000基本分。','回复','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90928333,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90928333,'暗之量产工厂','①：以自己墓地2只通常怪兽为对象才能发动。那些怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90934570,3,0,0x65,0x4,0,0,0x0,0x0,0x0,0x14);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90934570,'侵略的侵食崩坏','选择自己场上表侧表示存在的1只名字带有「入魔」的怪兽从游戏中除外，选择对方场上2张卡回到持有者手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90951921,3,0,0x70,0x2,0,0,0x0,0x0,0x0,0x204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90951921,'先史遗产技术','选择自己墓地1只名字带有「先史遗产」的怪兽才能发动。选择的怪兽从游戏中除外。那之后，从自己卡组上面把2张卡确认，从那之中选1张加入手卡，剩下的卡送去墓地。「先史遗产技术」在1回合只能发动1张，这张卡发动的回合自己不能把名字带有「先史遗产」的怪兽以外的怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90953320,3,0,0x27,0x2021,2400,1800,0x5,0x2,0x20,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90953320,'科技属 超图书馆员','调整＋调整以外的怪兽1只以上
①：这张卡在场上存在，自己或者对方对这张卡以外的同调怪兽的同调召唤成功的场合发动。这张卡在场上表侧表示存在的场合，自己从卡组抽1张。','抽卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90957527,3,0,0x19,0x61,2600,1500,0x7,0x10000,0x20,0x440020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90957527,'剑斗兽 乔治','「剑斗兽 斯巴达克斯」＋名字带有「剑斗兽」的怪兽
把自己场上存在的上记的卡回到卡组的场合才能从融合卡组特殊召唤（不需要「融合」魔法卡）。这张卡战斗破坏怪兽送去墓地时，给与对方基本分破坏怪兽的守备力数值的伤害。这张卡进行战斗的战斗阶段结束时可以让这张卡回到融合卡组，从卡组把「剑斗兽 斯巴达克斯」以外的2只名字带有「剑斗兽」的怪兽在自己场上特殊召唤。','伤害','特殊召唤','请选择一只「剑斗兽 斯巴达克斯」','请选择一只名字带有「剑斗兽」的怪兽','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90960358,3,0,0x6230a2,0x2400021,2000,1700,0x6,0x2,0x20,0x62000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90960358,'卡通黑魔术少女','这张卡不能通常召唤。自己场上有「卡通世界」存在，把自己场上1只怪兽解放的场合可以特殊召唤。
①：这张卡的攻击力上升双方墓地的「黑魔术师」「黑混沌之魔术师」数量×300。
②：这张卡在对方场上没有卡通怪兽存在的场合，可以直接攻击。存在的场合，只能选择卡通怪兽作为攻击对象。
③：场上的「卡通世界」被破坏时这张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90963488,3,0,0x0,0x11,800,700,0x3,0x2,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90963488,'睡眠之子','孩子被梦魔所操控永远沉睡着不再醒来。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90965652,1,0,0x0,0x2,0,0,0x0,0x0,0x0,0x2204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90965652,'二量合成','这个卡名的①②的效果1回合各能使用1次。
①：可以从以下效果选择1个发动。
●从卡组把1张「化合电界」加入手卡。
●从卡组把1张「完全燃烧」和1只「化合兽」怪兽加入手卡。
②：把墓地的这张卡除外，以包含再1次召唤状态的二重怪兽的自己场上2只表侧表示怪兽为对象才能发动。直到回合结束时，作为对象的1只怪兽的攻击力变成0，并由另1只怪兽的攻击力上升那个原本攻击力数值。','选择效果发动','「化合电界」加入手卡','「完全燃烧」和「化合兽」怪兽加入手卡','改变攻守','请选择要把攻击力变成0的怪兽','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(90980792,3,0,0x16,0x21,1200,1500,0x4,0x8,0x20,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(90980792,'暗黑胶体人','这张卡召唤·反转召唤·特殊召唤成功时，选择场上1只表侧表示怪兽。只要那只怪兽在场上表侧表示存在，攻击力下降800。','攻击下降','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91020571,3,0,0x0,0x21,1800,1200,0x4,0x2000,0x1,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91020571,'地征龙-迹龙','把1只龙族或者地属性的怪兽和这张卡从手卡丢弃才能发动。从卡组把1只「岩征龙-锈龙」特殊召唤。这个效果特殊召唤的怪兽在这个回合不能攻击。「地征龙-迹龙」的效果1回合只能使用1次。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91027843,3,0,0x12b,0x80002,0,0,0x0,0x0,0x0,0x2002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91027843,'海晶少女的斗海','①：自己场上的「海晶少女」怪兽的攻击力上升200，再上升装备的「海晶少女」卡数量×600。
②：用「海晶少女 水晶心」为素材作连接召唤的额外怪兽区域的自己怪兽不受对方的效果影响。
③：自己在额外怪兽区域把「海晶少女」连接怪兽连接召唤时才能发动。从自己墓地选最多3只「海晶少女」连接怪兽给那只连接召唤的怪兽当作装备卡使用来装备（同名卡最多1张）。','「海晶少女 水晶心」为素材作连接召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91034681,3,0,0xad,0x61,3000,2200,0x8,0x8,0x20,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91034681,'魔玩具·冒失鬼','「锋利小鬼」怪兽＋「毛绒动物」怪兽
「魔玩具·冒失鬼」的②的效果1回合只能使用1次。
①：这张卡战斗破坏对方怪兽时才能发动。给与对方1000伤害。
②：表侧表示的这张卡因对方的效果从场上离开的场合或者被战斗破坏的场合才能发动。给与对方为自己墓地的「魔玩具」怪兽数量×500伤害。','给与对方1000伤害','给与对方「魔玩具」怪兽数量×500伤害','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91070115,3,0,0xc,0x21,1600,1000,0x4,0x80000,0x4,0x4002001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91070115,'传心外星人','可以把对方怪兽放置的A指示物取除1个，场上1张魔法或者陷阱卡破坏。这个效果1回合只能使用1次。放置有A指示物的怪兽和名字带有「外星」的怪兽战斗的场合，每有1个A指示物攻击力·守备力下降300。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91078716,3,0,0x0,0x100004,0,0,0x0,0x0,0x0,0xffffffff80000003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91078716,'花粉症','把自己场上存在的1只植物族怪兽解放发动。魔法·陷阱卡的发动、怪兽的召唤·特殊召唤的其中1个无效并破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91107093,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x1100000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91107093,'电磁盾','自己场上表侧守备表示存在的3星以下的雷族怪兽不会被战斗破坏。自己场上有怪兽表侧攻击表示存在的场合，这张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91110378,3,0,0x86,0x21,800,2000,0x4,0x4,0x10,0x40100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91110378,'光天使 天座','把这张卡作为超量召唤的素材的场合，不是以怪兽3只以上为素材的超量召唤不能使用。
①：自己对「光天使」怪兽的召唤·特殊召唤成功的场合才能发动。这张卡从手卡特殊召唤，自己从卡组抽1张。那张抽到的卡是「光天使」怪兽的场合，可以把那只怪兽特殊召唤。','特殊召唤','是否要把抽到的怪兽特殊召唤？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91123920,3,0,0x44,0x21,0,0,0x3,0x4,0x10,0x2002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91123920,'力之代行者 玛尔斯','这张卡不受魔法卡的效果影响。自己场上有「天空的圣域」表侧表示存在，自己基本分比对方高的场合，这张卡的攻击力·守备力上升那个数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91133740,3,0,0x0,0x21,0,1900,0x3,0x40,0x2,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91133740,'雪人食人怪','这张卡反转时，选择场上表侧表示存在的1只怪兽破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91135480,3,0,0x126,0x800021,2200,2200,0x4,0x100000,0x20,0xc0003000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91135480,'时间潜行者·双条盒驱动员','4星怪兽×2
这个卡名的效果1回合只能使用1次。
①：对方把效果发动时才能发动。这张卡的超量素材最多3种类（怪兽·魔法·陷阱）取除。那之后，以下适用。
●怪兽：这张卡的攻击力上升400。
●魔法：选对方场上1只表侧表示怪兽直到结束阶段得到控制权。这个回合，那只怪兽不能攻击宣言，不能把效果发动。
●陷阱：选场上1只效果怪兽，那个效果直到回合结束时无效。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91140491,3,0,0x0,0x4000021,2100,133,0x3,0x800,0x8,0x4040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91140491,'炽天蝶','卡名不同的怪兽2只以上
这个卡名的①③的效果1回合只能有1次使用其中任意1个。
①：这张卡连接召唤成功的场合发动。作为这张卡的连接素材的昆虫族怪兽数量的指示物给这张卡放置。
②：这张卡的攻击力上升这张卡的指示物数量×200。
③：把这张卡1个指示物取除才能发动。从自己墓地选1只4星以下的昆虫族怪兽守备表示特殊召唤。这个效果在对方回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91148083,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x1006);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91148083,'诸神的黄昏','选择自己场上表侧表示存在的1只名字带有「极神」的怪兽发动。选择的怪兽的控制权转移给对方。下次的对方的结束阶段时，选择的怪兽破坏，对方场上存在的卡全部从游戏中除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91152256,3,0,0xe4,0x11,1400,1200,0x4,0x1,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91152256,'精灵剑士','学会了剑术的精灵。以快速的攻击作弄敌人。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91152257,3,91152256,0xe4,0x11,1400,1200,0x4,0x1,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91152257,'精灵剑士','学会了剑术的精灵。以快速的攻击作弄敌人。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91152258,3,91152256,0xe4,0x11,1400,1200,0x4,0x1,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91152258,'精灵剑士','学会了剑术的精灵。以快速的攻击作弄敌人。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91182675,3,0,0x10d,0x1000021,0,1400,0x4040001,0x2,0x20,0x4040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91182675,'魔导兽 胡狼','←4 【灵摆】 4→
这个卡名的灵摆效果1回合只能使用1次。
①：另一边的自己的灵摆区域没有卡存在的场合，以自己场上1张可以放置魔力指示物的卡为对象才能发动。这张卡破坏，给那张卡放置1个魔力指示物。
【怪兽效果】
①：只要这张卡在怪兽区域存在，每次自己或者对方把魔法卡发动，给这张卡放置1个魔力指示物。
②：把自己场上3个魔力指示物取除，把这张卡解放才能发动。从卡组把「魔导兽 胡狼」以外的1只「魔导兽」效果怪兽特殊召唤。','','请选择要放置魔力指示物的卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91188343,3,0,0x44,0x1021,1000,800,0x2,0x4,0x10,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91188343,'神秘之代行者 厄斯','这张卡召唤成功时，可以从自己卡组把「神秘之代行者 厄斯」以外的1只名字带有「代行者」的怪兽加入手卡。场上有「天空的圣域」表侧表示存在的场合，可以作为代替把1只「主宰者·许珀里翁」加入手卡。','检索','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91231901,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x4000200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91231901,'「A」细胞重组装置','①：以场上1只表侧表示怪兽为对象才能发动。从卡组把1只「外星」怪兽送去墓地，送去墓地的怪兽的等级数量的A指示物给作为对象的怪兽放置。
②：自己主要阶段把墓地的这张卡除外才能发动。从卡组把1只「外星」怪兽加入手卡。这个效果在这张卡送去墓地的回合不能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91250514,3,0,0x0,0x21,400,300,0x6,0x8,0x20,0x104);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91250514,'绕舌怪','上级召唤的这张卡从场上送去墓地时，从自己卡组抽2张卡。这个效果发动的场合，这张卡从游戏中除外。','抽卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91258852,3,0,0xee,0x21,1200,2800,0x7,0x2,0x20,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91258852,'秘旋谍-高雅女士','这个卡名的②的效果1回合只能使用1次。
①：1回合1次，自己主要阶段才能发动。从卡组把1张「秘旋谍任务」卡加入手卡。
②：这张卡从场上送去墓地的场合才能发动。从卡组把「秘旋谍-高雅女士」以外的1只「秘旋谍」怪兽和1张「秘旋谍的秘密胜地」加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91269402,3,0,0x93,0x4,0,0,0x0,0x0,0x0,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91269402,'电子界信标','这个卡名的卡在1回合只能发动1张。
①：战斗或者对方的效果让自己受到伤害的回合才能发动。从卡组把1只4星以下的电子界族怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91272072,3,0,0xfb,0x61,2200,1200,0x7,0x4,0x10,0x2400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91272072,'淘气仙星乐队·吉她斯薇特','「淘气仙星」连接怪兽＋「淘气仙星」怪兽
①：和这张卡连接状态的自己的「淘气仙星」连接怪兽的效果给与对方的伤害变成2倍。
②：每次「淘气仙星」怪兽的效果让对方受到伤害发动。这张卡的攻击力上升那次伤害的数值。
③：这张卡攻击的回合的结束阶段发动。这张卡的②的效果上升的数值回到0。那之后，可以从自己墓地选1只「淘气仙星」怪兽加入手卡。','','','是否从自己墓地选1只「淘气仙星」怪兽加入手卡？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91279700,3,0,0xa,0x800021,2550,1650,0x4,0x2000,0x20,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91279700,'入魔龙祖 俄菲翁','4星「入魔」怪兽×2
①：只要持有超量素材的这张卡在怪兽区域存在，双方不能把5星以上的怪兽特殊召唤。
②：1回合1次，把这张卡1个超量素材取除才能发动。从卡组把1张「侵略的」魔法·陷阱卡加入手卡。','加入手卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91283212,3,0,0x12f,0x21,100,100,0x1,0x800,0x8,0x440000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91283212,'蜂军-追击之飞镖蜂','这个卡名的①②的效果1回合各能使用1次。
①：自己的「蜂军」怪兽战斗破坏原本持有者是对方的怪兽时，把这张卡从手卡丢弃才能发动。给与对方那只怪兽的原本攻击力数值的伤害。
②：以这张卡以外的自己场上1只昆虫族怪兽为对象才能发动。这个回合，那只怪兽当作调整使用。这个效果的发动后，直到回合结束时自己不是昆虫族怪兽不能从额外卡组特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91299846,3,0,0x109,0x21,1700,0,0x3,0x4,0x10,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91299846,'雷天气 姜黄','这个卡名的①的效果1回合只能使用1次。
①：把自己场上1张表侧表示的永续魔法·永续陷阱卡送去墓地才能发动。从卡组选1张「天气」魔法·陷阱卡在自己的魔法与陷阱区域表侧表示放置。
②：场上的这张卡为让「天气」卡的效果发动而被除外的场合，下个回合的准备阶段才能发动。除外的这张卡特殊召唤。','从卡组放置「天气」魔法·陷阱卡','除外的这张卡特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91336701,3,0,0x6e,0x4000021,1600,5,0x2,0x2,0x10,0x4002003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91336701,'魔导耀士 破晓者','魔法师族怪兽2只
这个卡名的②④的效果1回合各能使用1次。
①：这张卡连接召唤成功的场合发动。给这张卡放置1个魔力指示物。
②：这张卡所连接区有魔法师族怪兽特殊召唤的场合发动。给这张卡放置1个魔力指示物。
③：这张卡的攻击力上升这张卡的魔力指示物数量×300。
④：把这张卡2个魔力指示物取除，以场上1张卡为对象才能发动。那张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91345518,3,0,0x44,0x21,2400,0,0x6,0x4,0x10,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91345518,'裁决之代行者 萨图恩','自己基本分超过对方的场合，把自己场上存在的这张卡解放才能发动。给与对方基本分超过的基本分数值的伤害。这个效果若自己场上没有「天空的圣域」表侧表示存在则不能适用。这个效果发动的回合，自己不能进行战斗阶段。','给与对方基本分差值的伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91349449,3,0,0x0,0x2000021,2300,2000,0x6,0x2,0x10,0x240024);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91349449,'光芒使者 巫师','这张卡不能通常召唤。从游戏中除外的自己的光属性怪兽是3只以上的场合才能特殊召唤。1回合1次，可以选择从游戏中除外的1只自己的光属性怪兽回到卡组，选择场上表侧表示存在的1只怪兽从游戏中除外。这个效果发动的回合，这张卡不能攻击。','除外','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91350799,3,0,0x71,0x21,1500,1100,0x3,0x4000,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91350799,'魔偶甜点·热香饼猫头鹰','这个卡名的①的效果1回合只能使用1次。
①：以自己墓地1只怪兽为对象才能发动。那只怪兽除外，从卡组把「魔偶甜点·热香饼猫头鹰」以外的1只「魔偶甜点」怪兽特殊召唤。
②：这张卡被对方破坏送去墓地的场合发动。这张卡回到卡组。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91351370,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91351370,'黑旋风','①：自己场上有「黑羽」怪兽召唤时才能把这个效果发动。把持有比那只怪兽低的攻击力的1只「黑羽」怪兽从卡组加入手卡。','检索','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91392974,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91392974,'出幻','这个卡名的卡在1回合只能发动1张。
①：自己场上的表侧表示的「英雄」怪兽被战斗·效果破坏的场合才能发动。从卡组把1只4星以下的「幻影英雄」怪兽特殊召唤。那之后，可以选对方场上1只怪兽，那个原本的攻击力·守备力变成一半。','特殊召唤','是否选怪兽攻击力·守备力减半？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91397409,3,0,0x5a,0x2021,2400,1200,0x6,0x40,0x2,0x2040800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91397409,'企鹅勇者','调整＋调整以外的怪兽1只以上
这个卡名的①③的效果1回合各能使用1次。
①：这张卡同调召唤成功的场合才能发动。从卡组把1只「企鹅」怪兽里侧守备表示特殊召唤。
②：只要这张卡在怪兽区域存在，自己场上的里侧守备表示怪兽不会成为对方的效果的对象。
③：对方把怪兽的效果发动时才能发动。选自己场上1只里侧守备表示的水属性怪兽变成表侧守备表示。','特殊召唤','变成表侧','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91405870,3,0,0x114,0x10002,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91405870,'烈风之空牙团','这个卡名的卡在1回合只能发动1张。
①：以自己墓地1只「空牙团」怪兽为对象才能发动。那只怪兽守备表示特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91407982,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x1000200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91407982,'命运视界','这个卡名的卡在1回合只能发动1张。
①：作为这张卡的发动时的效果处理，可以从卡组把1张「命运女郎」卡加入手卡。
②：1回合1次，自己场上的卡被效果除外的场合才能发动。这个回合，自己场上的怪兽不会被效果破坏。
③：1回合1次，对方场上的卡被效果除外的场合才能发动。这个回合，自己受到的战斗伤害只有1次变成0。','是否从卡组把1张「命运女郎」卡加入手卡？','自己场上的怪兽不会被效果破坏','自己受到的战斗伤害只有1次变成0','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91420202,3,0,0x106,0x4000021,1600,5,0x2,0x10,0x20,0x2418);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91420202,'降灵复仇死者·救世侠','不死族怪兽2只
这个卡名的②③的效果1回合各能使用1次。
①：这张卡只要在怪兽区域存在，卡名当作「归魂复仇死者·屠魔侠」使用。
②：以自己墓地1张「复仇死者」卡为对象才能发动。那张卡加入手卡。
③：这张卡和对方怪兽进行战斗的伤害计算时，从卡组把1只不死族怪兽送去墓地才能发动。那只对方怪兽的攻击力直到回合结束时下降送去墓地的怪兽的等级×200。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91420254,3,0,0xb3,0x1000021,0,2100,0x5050004,0x100,0x8,0x10000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91420254,'妖仙兽 右镰神柱','←5 【灵摆】 5→
①：1回合1次，另一边的自己的灵摆区域有「妖仙兽」卡存在的场合才能发动。这张卡的灵摆刻度直到回合结束时变成11。这个效果的发动后，直到回合结束时自己不是「妖仙兽」怪兽不能特殊召唤。
【怪兽效果】
①：这张卡召唤成功的场合发动。这张卡变成守备表示。
②：只要这张卡在怪兽区域存在，对方不能把其他的「妖仙兽」怪兽作为攻击对象。','刻度变化','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91422370,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91422370,'螺旋式发条','把自己场上1只攻击力1500以上的名字带有「发条」的怪兽解放发动。从手卡把1只名字带有「发条」的怪兽特殊召唤。那之后，可以把持有和这个效果特殊召唤的怪兽相同攻击力的1只名字带有「发条」的怪兽从卡组特殊召唤。','是否要从卡组特殊召唤？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91438994,3,0,0x2,0x21,1700,1000,0x4,0x20,0x20,0x4402000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91438994,'盟军·次世代狱焰兵','每次自己场上存在的怪兽送去墓地，给这张卡放置1个次世代指示物。此外，每次对方墓地存在的卡从游戏中除外，给这张卡放置2个次世代指示物。这张卡的攻击力上升场上存在的次世代指示物数量×100的数值。这张卡被战斗破坏送去墓地时，给与对方基本分这张卡放置的次世代指示物数量×300的数值的伤害。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91449144,3,0,0x10,0x21,1700,1100,0x4,0x100000,0x8,0x500);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91449144,'薰风的静寂 卡姆','1回合1次，可以让自己墓地存在的2只名字带有「薰风」的怪兽回到卡组，从自己卡组抽1张卡。','抽卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91449532,3,0,0x9f,0x21,800,800,0x3,0x4000,0x1,0x80040800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91449532,'娱乐伙伴 合掩河马','①：这张卡召唤成功时才能发动。从手卡把1只「娱乐伙伴」怪兽特殊召唤。这个效果特殊召唤的怪兽的效果直到回合结束时无效化。
②：1回合1次，自己主要阶段才能发动。自己场上的怪兽全部变成守备表示。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91468551,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91468551,'太阳的祭坛','只要这张卡在场上存在，自己场上表侧表示存在的从墓地特殊召唤的怪兽的攻击力上升300。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91482773,3,0,0x0,0x21,1600,1400,0x4,0x2000,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91482773,'关口龙','这个卡名的①的方法的特殊召唤1回合只能有1次。
①：对方场上有连接怪兽存在的场合，这张卡可以从手卡特殊召唤。
②：1回合1次，自己主要阶段才能发动。从手卡把1只4星以下的龙族·暗属性怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91499077,3,0,0x54,0x800021,1900,1600,0x4,0x1,0x1,0x8000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91499077,'我我我侍','4星怪兽×2
①：1回合1次，把这张卡1个超量素材取除，以自己场上1只「我我我」怪兽为对象才能发动。这个回合，那只怪兽在同1次的战斗阶段中可以作2次攻击。
②：这张卡以外的自己怪兽被选择作为攻击对象时才能发动。这张卡变成表侧守备表示，攻击对象转移为这张卡进行伤害计算。','2次攻击','对象变更','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91500017,3,0,0x62,0x2,0,0,0x0,0x0,0x0,0x1000200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91500017,'卡通书签','这个卡名的卡在1回合只能发动1张。
①：把1张「卡通书签」以外的有「卡通世界」的卡名记述的卡或者「卡通世界」从卡组加入手卡。
②：自己场上的「卡通世界」被效果破坏的场合，可以作为代替把墓地的这张卡除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91501248,3,0,0x0,0x200021,2000,3000,0x9,0x100,0x1,0x132);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91501248,'禁忌之壶','「禁忌之壶」的效果1回合只能使用1次。
①：这张卡反转的场合，可以从以下效果选择1个发动。
●自己从卡组抽2张。
●场上的魔法·陷阱卡全部回到持有者手卡。
●对方场上的怪兽全部破坏。
●把对方手卡确认，从那之中选1张卡回到持有者卡组。','自己从卡组抽2张','场上的魔法·陷阱卡全部回到持有者手卡','对方场上的怪兽全部破坏','把对方手卡确认并选1张卡回到持有者卡组','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91505214,3,0,0xfb,0x21,1000,1800,0x4,0x4,0x10,0x440000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91505214,'淘气仙星·那耳姬丝','这个卡名的①的效果1回合只能使用1次。
①：对方受到效果伤害的场合才能发动。这张卡从手卡特殊召唤。
②：只要这张卡在怪兽区域存在，每次对方把手卡·墓地的怪兽的效果发动，给与对方200伤害。','这张卡从手卡特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91512835,3,0,0x0,0x21,2200,2400,0x7,0x800,0x1,0xc2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91512835,'昆虫女王','①：这张卡的攻击力上升场上的昆虫族怪兽数量×200。
②：这张卡的攻击宣言之际，自己必须把自己场上1只其他怪兽解放。
③：这张卡战斗破坏对方怪兽的回合的结束阶段发动。在自己场上把1只「昆虫怪兽衍生物」（昆虫族·地·1星·攻/守100）攻击表示特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91512836,3,0,0x0,0x4011,100,100,0x1,0x800,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91512836,'昆虫怪兽衍生物','由「昆虫女王」的效果特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91530236,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91530236,'精灵术的能手','这个卡名的卡在1回合只能发动1张。
①：丢弃1张手卡才能发动。从卡组选「灵使」怪兽、「凭依装着」怪兽、「凭依」魔法·陷阱卡之内2张（同名卡最多1张）。那之内的1张加入手卡，另1张在自己场上盖放。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91534476,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x418);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91534476,'一接一','这个卡名的卡在1回合只能发动1张。
①：从自己的手卡·场上把1只怪兽送去墓地，从自己墓地的怪兽以及除外的自己怪兽之中以送去墓地的怪兽以外的1只1星怪兽为对象才能发动。那只怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91554542,3,0,0x2c,0x21,1500,200,0x4,0x80,0x4,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91554542,'新炎狱剑士','对方墓地存在的卡是4张以下的场合，这张卡的攻击力上升600。对方墓地存在的卡是8张以上的场合，这张卡的攻击力下降300。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91557476,3,0,0x1158,0x4000021,800,2,0x1,0x400,0x1,0x42002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91557476,'圣蔓之剑士','植物族通常怪兽1只
①：自己场上的「圣天树」连接怪兽因效果从场上离开的场合发动。这张卡破坏。
②：这张卡特殊召唤成功的场合，以场上1只「圣天树」连接怪兽为对象才能发动。这张卡的攻击力上升那个连接标记数量×800。
③：这张卡战斗破坏对方怪兽送去墓地时才能发动。那只怪兽在作为连接怪兽所连接区的自己场上效果无效特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91559748,3,0,0x0,0x21,300,2000,0x4,0x400,0x1,0x10800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91559748,'棘之妖精','对方不破坏这张卡，就不能对昆虫族怪兽进行攻击。与这张卡进行战斗的怪兽，在伤害步骤终了时变成守备表示。','变成守备表示','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91580102,3,0,0x3c,0x40002,0,0,0x0,0x0,0x0,0x102000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91580102,'爬虫妖怒','装备怪兽变成爬虫类族，攻击力上升800。此外，这张卡被破坏送去墓地时，选择对方场上表侧表示存在的1只怪兽。那只怪兽的攻击力下降800。','攻击下降','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91584698,3,0,0x9f,0x1000021,100,100,0x4040001,0x2,0x20,0x10000200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91584698,'娱乐伙伴 扑克魔女','←4 【灵摆】 4→
①：1回合1次，自己主要阶段才能发动。从自己场上把融合怪兽卡决定的融合素材怪兽送去墓地，把那1只融合怪兽从额外卡组融合召唤。
【怪兽效果】
①：把这张卡解放才能发动。从自己的卡组·墓地选1张「融合」加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91588074,3,0,0x0,0x2000021,3400,3600,0xb,0x8,0x10,0x40020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91588074,'创星神 提耶拉','这张卡不能通常召唤。让这张卡以外的自己的手卡·场上的卡10种类回到持有者的卡组·额外卡组的场合才能特殊召唤。
①：这张卡的特殊召唤不会被无效化。
②：这张卡特殊召唤成功的场合发动。这张卡以外的双方的手卡·场上·墓地的卡以及额外卡组的表侧表示的灵摆怪兽全部回到持有者卡组。不能对应这个效果的发动让魔法·陷阱·怪兽的效果发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91595718,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91595718,'秘术之书','魔法师族怪兽才能装备。装备怪兽的攻击力·守备力上升300。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91596726,3,0,0x0,0x21,1600,200,0x4,0x1,0x20,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91596726,'暗黑十字军','可以从手卡把1只暗属性怪兽送去墓地，这张卡的攻击力上升400。','攻击上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91597389,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91597389,'骑乘！','选择自己墓地存在的1只同盟怪兽，给自己场上表侧表示存在的可以装备的怪兽装备。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91598270,3,0,0x162,0x1000021,2100,1400,0x4040005,0x4,0x2,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91598270,'梭之七音服·格蕾西娅','←4 【灵摆】 4→
①：在自己的「七音服」灵摆怪兽的灵摆召唤成功时对方不能把怪兽的效果·魔法·陷阱卡发动。
【怪兽效果】
这个卡名的①的怪兽效果1回合只能使用1次。
①：这张卡召唤·特殊召唤成功的场合才能发动。从卡组把1张「七音服」魔法·陷阱卡加入手卡。
②：自己的灵摆区域有偶数的灵摆刻度存在，自己的「七音服」灵摆怪兽攻击的场合，对方直到伤害步骤结束时怪兽的效果不能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91607976,3,0,0x26,0x21,600,1100,0x2,0x20,0x1,0x4402000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91607976,'变形斗士·电子钟','这张卡得到这张卡的表示形式的以下效果。
●攻击表示：这张卡放置的变形斗士指示物每有1个，这张卡的攻击力上升500。
●守备表示：1回合1次，可以给这张卡放置1个变形斗士指示物。可以把这张卡解放，给与对方基本分这张卡放置的变形斗士指示物数量×1000的数值的伤害。','放置1个变形斗士指示物','对方基本分这张卡放置的变形斗士指示物数量×1000的数值的伤害','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91623717,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91623717,'连锁爆击','连锁2以后才能发动。给与对方基本分这张卡的发动时积累的连锁数量×400的数值的伤害。同一连锁上有复数次同名卡的效果发动的场合，这张卡不能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91642007,3,0,0x13f,0x21,1000,1000,0x4,0x8,0x2,0x40400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91642007,'海造贼-黑翼水先人','这个卡名的①②的效果1回合各能使用1次。
①：以「海造贼-黑翼水先人」以外的自己墓地1只「海造贼」怪兽为对象才能发动。这张卡从手卡特殊召唤，作为对象的怪兽加入手卡。这个回合，自己不是「海造贼」怪兽不能特殊召唤。
②：这张卡从手卡·怪兽区域送去墓地的场合，以自己的魔法与陷阱区域1张「海造贼」怪兽卡为对象才能发动。那张卡守备表示特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91646304,3,0,0x116,0x1021,800,1800,0x3,0x1,0x2,0x40004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91646304,'神树之圣像骑士','这个卡名的作为①的方法的特殊召唤1回合只能有1次，作为②的效果1回合只能使用1次。
①：这张卡可以从手卡往作为连接怪兽所连接区的自己场上守备表示特殊召唤。
②：自己场上的「圣像骑士」怪兽被战斗·效果破坏的场合，可以作为代替把场上·墓地的这张卡除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91650245,3,0,0x90,0x4,0,0,0x0,0x0,0x0,0x40020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91650245,'森罗的恩惠','选1张手卡回到持有者卡组最上面或者最下面，从自己的手卡·墓地选1只名字带有「森罗」的怪兽特殊召唤。这个效果特殊召唤的怪兽在这个回合不受这张卡以外的卡的效果影响，结束阶段时回到持有者卡组最上面或者最下面。','返回卡组最上面','返回卡组最下面','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91654806,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x40108);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91654806,'与宇宙的交信','这个卡名的①②的效果1回合各能使用1次。
①：把原本持有者是对方的自己场上1只怪兽送去墓地才能发动。从自己的手卡·墓地选1只机械族怪兽特殊召唤。
②：自己场上有「人造人-念力震慑者」存在，对方抽卡阶段对方通常抽卡时，宣言卡的种类（怪兽·魔法·陷阱）才能发动。抽到的卡给双方确认，宣言的种类的场合，这张卡送去墓地，自己从卡组抽1张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91662792,3,0,0x10,0x1021,200,400,0x1,0x200,0x8,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91662792,'薰风鹰','这张卡被战斗破坏送去墓地时，可以从自己卡组把1只调整以外的4星以下的名字带有「薰风」的怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91663373,3,0,0x93,0x21,1200,1800,0x4,0x20,0x4,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91663373,'电子超能人','只要这张卡在自己场上表侧攻击表示存在，可以确认对方抽到的卡。','确认抽卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91665064,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x1000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91665064,'安全屏蔽','①：以场上1只电子界族怪兽为对象才能发动。这个回合，那只怪兽不会被战斗破坏，双方受到的全部战斗伤害变成0。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91668401,3,0,0x2093,0xa1,2500,2600,0x8,0x4,0x10,0x842b);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91668401,'电子化天使-伊舍那-','「机械天使的仪式」降临。
①：这张卡仪式召唤成功的场合才能发动。对方必须把自身场上1张魔法·陷阱卡送去墓地。
②：这张卡的攻击破坏对方怪兽送去墓地时才能发动。这张卡只再1次可以继续向对方怪兽攻击。
③：1回合1次，自己场上的「电子化天使」仪式怪兽为对象的对方的效果发动时才能发动。选自己墓地1只仪式怪兽回到卡组，选对方场上1张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91677585,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91677585,'毅飞冲天挑战','①：自己战斗阶段，以这个回合进行过攻击的1只超量怪兽为对象才能发动。这次战斗阶段中，那只怪兽只再1次可以攻击。这个效果让那只怪兽攻击的场合，直到伤害步骤结束时对方不能把魔法·陷阱·怪兽的效果发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91691605,3,0,0xc008,0x21,1600,1200,0x4,0x1,0x20,0x44000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91691605,'命运英雄 钻头人','「命运英雄 钻头人」的①的效果1回合只能使用1次。
①：这张卡召唤·特殊召唤成功的场合才能发动。把持有这张卡的攻击力以下的攻击力的1只「命运英雄」怪兽从手卡特殊召唤。
②：这张卡向守备表示怪兽攻击的场合，给与攻击力超过那个守备力的数值的战斗伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91697229,3,0,0x42,0x2000021,4000,4000,0xa,0x4000,0x20,0x440800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91697229,'极星邪狼 芬里尔','这张卡不能通常召唤。自己主要阶段2，场上有「极神」怪兽存在的场合可以从手卡往对方场上守备表示特殊召唤。
①：场上没有「极神」怪兽存在的场合这张卡破坏。
②：自己战斗阶段开始时发动。自己场上的守备表示怪兽全部变成表侧攻击表示。
③：这张卡的战斗发生的战斗伤害由双方玩家承受。','特殊召唤','表示变更','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91711547,3,0,0x2c,0x21,2100,1200,0x5,0x8,0x4,0x500000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91711547,'炎狱恶魔','这张卡给与对方基本分战斗伤害时，给与对方基本分自己墓地存在的炎族怪兽数量×200的数值的伤害。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91712985,3,0,0x4a,0x21,0,0,0xa,0x4,0x1,0x400020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91712985,'时械神 卡米恩','这张卡不能从卡组特殊召唤。
①：自己场上没有怪兽存在的场合，这张卡可以不用解放作召唤。
②：这张卡不会被战斗·效果破坏，这张卡的战斗发生的对自己的战斗伤害变成0。
③：这张卡进行战斗的战斗阶段结束时发动。选对方场上1张卡回到持有者卡组，给与对方500伤害。不能对应这个效果的发动让卡的效果发动。
④：自己准备阶段发动。这张卡回到持有者卡组。','不用解放作召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91718579,3,0,0x59,0x21,0,2200,0x4,0x100,0x1,0x80002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91718579,'隆隆隆左手与右手','①：只要这张卡和这张卡以外的「隆隆隆」怪兽在怪兽区域存在，对方不能选择「隆隆隆」怪兽作为攻击对象，也不能作为效果的对象。
②：只用包含这张卡的「隆隆隆」怪兽为素材的超量怪兽得到以下效果。
●这次超量召唤成功时，以对方场上1只表侧攻击表示怪兽为对象才能发动。那只怪兽变成守备表示并把守备力变成0。','对方场上1只怪兽变成守备表示并把守备力变成0。','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91731841,3,0,0x1047,0x11,1900,0,0x4,0x80,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91731841,'宝石骑士·红榴','拥有石榴石力量的宝石骑士之战士。火焰铁拳会粉碎所有敌人。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91740879,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x4c00000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91740879,'隐居者的大釜','①：作为这张卡的发动时的效果处理，给这张卡放置1个指示物。
②：自己准备阶段发动。给这张卡放置1个指示物。
③：1回合1次，可以从以下效果选择1个发动。
●自己回复这张卡的指示物数量×500基本分。
●给与对方这张卡的指示物数量×300伤害。','放置指示物','基本分回复','基本分伤害','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91742238,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40024);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91742238,'不死族的骸旋','这个卡名的①②的效果1回合各能使用1次。
①：选场上1只不死族怪兽除外。那之后，从那个控制者墓地选1只不死族怪兽在那持有者场上守备表示特殊召唤。
②：这张卡在墓地存在的场合才能发动。选除外的1只自己的不死族怪兽回到卡组，这张卡在自己场上盖放。这个效果盖放的这张卡从场上离开的场合除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91754175,3,0,0x0,0x21,1500,200,0x3,0x8000,0x4,0x2080);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91754175,'人犬兽','①：1回合1次，这张卡和对方怪兽进行战斗的伤害计算时才能发动。从手卡·卡组把1只兽族·兽战士族·鸟兽族怪兽送去墓地，这张卡的攻击力直到战斗阶段结束时上升送去墓地的那只怪兽的等级×100。','是否发动「人犬兽」的效果？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91781589,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x10000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91781589,'霸者的独揽','在对方的准备阶段发动。对方本回合不能进行战斗阶段。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91782219,3,0,0x0,0x81,2550,2500,0x8,0x40,0x2,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91782219,'蟹龟','「龟的誓言」降临。必须从场地和手卡把等级直到8以上的卡作为祭品。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91798373,3,0,0x0,0x21,1600,400,0x4,0x1,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91798373,'双蝎','这张卡召唤·特殊召唤成功时，可以从手卡把1只4星以下的二重怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91800273,3,0,0x0,0x21,1200,2200,0x6,0x2,0x20,0xc);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91800273,'次元吸引者','①：自己墓地没有卡存在的场合，把这张卡从手卡送去墓地才能发动。直到下个回合的结束时，被送去墓地的卡不去墓地而除外。这个效果在对方回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91812341,3,0,0x108a,0x21,1600,1200,0x4,0x800,0x1,0x2000201);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91812341,'特莱恩之虫惑魔','①：这张卡召唤成功时才能发动。从卡组把1张「洞」通常陷阱卡或者「落穴」通常陷阱卡加入手卡。
②：这张卡特殊召唤成功的场合，以对方场上1张魔法·陷阱卡为对象发动。那张对方的卡破坏。
③：这张卡只要在怪兽区域存在，不受「洞」通常陷阱卡以及「落穴」通常陷阱卡的效果影响。','卡组检索','破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91819979,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x400010);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91819979,'魔法爆破','①：给与对方为自己场上的魔法师族怪兽数量×200伤害。
②：这张卡在墓地存在的场合，自己抽卡阶段的抽卡前才能发动。作为这个回合进行通常抽卡的代替，这张卡加入手卡。','加入手卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91822647,3,0,0x10,0x4,0,0,0x0,0x0,0x0,0x40400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91822647,'薰风的旋风','自己场上没有怪兽存在的场合才能发动。选择自己墓地存在的2只名字带有「薰风」的怪兽回到卡组。那之后，从自己卡组把1只守备力1000以下的名字带有「薰风」的怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91831066,3,0,0xce,0x20002,0,0,0x0,0x0,0x0,0x142000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91831066,'水照明','①：「水照明」在自己场上只能有1张表侧表示存在。
②：自己的「水伶女」怪兽和对方怪兽进行战斗的伤害计算时发动。那只自己怪兽的攻击力·守备力只在伤害计算时变成2倍。
③：这张卡从场上送去墓地的场合，以自己墓地1只水族怪兽为对象才能发动。那只怪兽特殊召唤。这个效果的发动后，直到回合结束时自己不是水族怪兽不能特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91842653,3,0,0x450062,0x2400021,2500,1200,0x6,0x8,0x20,0x60000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91842653,'卡通恶魔','这张卡不能通常召唤。自己场上有「卡通世界」存在的场合才能特殊召唤（5星以上需要解放）。这张卡在特殊召唤的回合不能攻击。这张卡若不支付500基本分则不能攻击宣言。对方场上不存在卡通怪兽的场合，这张卡可以直接攻击对方玩家。存在的场合，必须选择卡通怪兽作为攻击对象。场上的「卡通世界」被破坏时，这张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91862578,3,0,0x0,0x21,1200,600,0x5,0x100,0x1,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91862578,'激昂的姆卡姆卡','自己每有1张手卡，这张卡攻击力·守备力各上升400。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91864689,3,0,0x156,0x21,1500,1300,0x4,0x1000000,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91864689,'治安战警队 拔刃者','这个卡名的①的效果1回合只能使用1次。
①：这张卡召唤·特殊召唤成功的场合才能发动。从手卡把「治安战警队 拔刃者」以外的1只「治安战警队」怪兽攻击表示特殊召唤。
②：只要这张卡在怪兽区域存在，自己的「治安战警队」怪兽的正对面的对方怪兽不能作为连接3以上的怪兽的连接素材。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91869203,3,0,0x4,0x21,1400,1000,0x4,0x1,0x1,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91869203,'亚马逊射手','①：把自己场上2只怪兽解放才能发动。给与对方1200伤害。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91870448,3,0,0x93,0x21,2200,1200,0x6,0x20,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91870448,'念力电子巨人','这个卡名的作为①的方法的特殊召唤1回合只能有1次，作为②的效果1回合只能使用1次。
①：对方场上的魔法·陷阱卡数量比自己场上的魔法·陷阱卡多的场合，这张卡可以从手卡特殊召唤。
②：自己场上有「人造人-念力震慑者」存在，这张卡向对方的效果怪兽攻击宣言时，把这张卡解放才能发动。那只对方怪兽当作永续陷阱卡使用在对方的魔法与陷阱区域表侧表示放置。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91895091,3,0,0x0,0x800021,1800,2200,0x3,0x100,0x1,0x240000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91895091,'银岭之巨神','地属性3星怪兽×2
1回合1次，把这张卡1个超量素材取除，选择对方的魔法与陷阱卡区域盖放的1张卡才能发动。选择的卡只要这张卡在场上表侧表示存在不能发动。此外，持有超量素材的这张卡战斗破坏对方怪兽的场合，可以选择自己墓地1只地属性怪兽表侧守备表示特殊召唤。','发动限制','特殊召唤','请选择魔法与陷阱卡区域盖放的1张卡','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91903221,3,0,0x304e,0x21,0,0,0x2,0x80000,0x4,0x300);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91903221,'进化虫·埃尔金螈','场上的这张卡被解放送去墓地时，从卡组抽1张卡。那之后，可以让手卡1只恐龙族怪兽回到卡组，从卡组把1只名字带有「进化虫」的怪兽加入手卡。','抽卡','是否要把1只名字带有「进化虫」的怪兽加入手卡？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91907707,3,0,0xaa,0x1000021,2400,1000,0x1010006,0x20,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91907707,'机壳档案 色欲','←1 【灵摆】 1→
①：自己不是「机壳」怪兽不能特殊召唤。这个效果不会被无效化。
②：自己场上的「机壳」怪兽的攻击力上升300。
【怪兽效果】
①：这张卡可以不用解放作召唤。
②：特殊召唤或者不用解放作召唤的这张卡的等级变成4星，原本攻击力变成1800。
③：通常召唤的这张卡不受原本的等级或者阶级比这张卡的等级低的怪兽发动的效果影响。
④：这张卡被解放的场合，以场上1只怪兽为对象才能发动。那只怪兽回到持有者手卡。','不用解放作召唤','回到手卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91932350,3,76812113,0x64,0x21,1300,1400,0x4,0x200,0x8,0x202000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91932350,'鹰身女郎1','这张卡的卡名当作「鹰身女郎」使用。只要这张卡在场上存在，场上的风属性怪兽攻击力上升300。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91939608,3,0,0x0,0x11,1600,1000,0x4,0x2,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91939608,'神圣人偶','操纵神圣力量的人偶。在黑暗之中攻击力很强。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91946859,3,0,0x124,0x20002,0,0,0x0,0x0,0x0,0x1040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91946859,'应身之机械天使','这个卡名的②的效果1回合只能使用1次。
①：只要这张卡在魔法与陷阱区域存在，自己的「电子化天使」仪式怪兽不会被战斗破坏。
②：战斗或者对方的效果让自己受到伤害时，把自己的手卡·场上1只「电子化天使」仪式怪兽解放才能发动。从手卡把1只「电子化天使」仪式怪兽当作仪式召唤作特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91949988,3,0,0x0,0x800021,2600,2100,0x7,0x2000,0x8,0x4000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91949988,'迅雷之骑士 盖亚龙骑士','7星怪兽×2
这张卡也能在自己场上的5·6阶的超量怪兽上面把这张卡重叠来超量召唤。这张卡向守备表示怪兽攻击时，若攻击力超过那个守备力，给与对方基本分那个数值的战斗伤害。','是否在5·6阶的超量怪兽上面重叠超量召唤？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91953000,3,0,0x12b,0x21,1500,1200,0x4,0x1000000,0x2,0x208);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91953000,'海晶少女 蓝倒吊','这个卡名的①②的效果1回合各能使用1次。
①：这张卡召唤·特殊召唤成功的场合才能发动。从卡组把「海晶少女 蓝倒吊」以外的1只「海晶少女」怪兽送去墓地。
②：这张卡作为水属性连接怪兽的连接素材送去墓地的场合才能发动。从自己卡组上面把3张卡翻开。可以从那之中选1张「海晶少女」卡加入手卡。剩下的卡回到卡组。','','','是否选卡加入手卡？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91957038,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91957038,'妖精传姬','这个卡名的①的效果1回合只能使用1次。
①：把同名怪兽不在自己场上存在的手卡1只攻击力1850的魔法师族怪兽给对方观看才能发动。那只怪兽通常召唤。
②：自己场上有原本攻击力是1850的魔法师族怪兽存在，自己因战斗·效果受到伤害的场合，1回合只有1次让那次伤害变成0。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91969909,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x3000004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91969909,'女神乌尔德的裁断','①：自己场上的「女武神」怪兽不会成为对方的效果的对象，不会被对方的效果破坏。
②：1回合1次，宣言1个卡名，以对方场上盖放的1张卡为对象才能发动。那张盖放的卡给双方确认，宣言的卡的场合，那张卡除外。不是的场合，选自己场上1张卡除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91985515,3,0,0x1d,0x10002,0,0,0x0,0x0,0x0,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91985515,'钢核初期化','把自己场上存在的1只名字带有「核成」的怪兽解放发动。从自己的卡组·墓地把1张「核成兽的钢核」加入手卡。','检索','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91989718,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91989718,'攻击反射装置','把自己场上1只「电子龙」作为祭品才能发动。从自己的手卡·卡组特殊召唤1只「电子障壁龙」。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91996584,3,0,0x0,0x11,1650,1600,0x4,0x8,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91996584,'鞭尾石像怪','使用鞭子一般长的尾巴，从空中发动攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91998119,3,0,0x0,0x61,2800,2600,0x8,0x20,0x10,0x40003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91998119,'XYZ-神龙炮','「X-首领加农」＋「Y-龙头」＋「Z-金属履带」
把自己场上的上记卡除外的场合才能从额外卡组特殊召唤（不需要「融合」）。这张卡不能作从墓地的特殊召唤。
①：丢弃1张手卡，以对方场上1张卡为对象才能发动。那张对方的卡破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91998120,3,91998119,0x0,0x61,2800,2600,0x8,0x20,0x10,0x40003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91998120,'XYZ-神龙炮','「X-首领加农」＋「Y-龙头」＋「Z-金属履带」
把自己场上的上记卡除外的场合才能从额外卡组特殊召唤（不需要「融合」）。这张卡不能作从墓地的特殊召唤。
①：丢弃1张手卡，以对方场上1张卡为对象才能发动。那张对方的卡破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(91998121,3,91998119,0x0,0x61,2800,2600,0x8,0x20,0x10,0x40003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(91998121,'XYZ-神龙炮','「X-首领加农」＋「Y-龙头」＋「Z-金属履带」
把自己场上的上记卡除外的场合才能从额外卡组特殊召唤（不需要「融合」）。这张卡不能作从墓地的特殊召唤。
①：丢弃1张手卡，以对方场上1张卡为对象才能发动。那张对方的卡破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92001300,3,0,0x7,0x20002,0,0,0x0,0x0,0x0,0x4002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92001300,'古代的机械城','①：场上的「古代的机械」怪兽的攻击力上升300。
②：只要这张卡在魔法与陷阱区域存在，每次怪兽通常召唤，给这张卡放置1个指示物。
③：自己把「古代的机械」怪兽表侧表示上级召唤的场合，可以把有需要的解放数量以上的指示物放置的这张卡作为代替而解放来上级召唤。','解放「古代的机械城」进行通常召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92015800,3,0,0x48,0x800021,2700,2100,0x7,0x4,0x10,0x41000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92015800,'No.76 谐调光师 渐变天乐斗士','7星怪兽×2
这个卡名的③的效果1回合只能使用1次。
①：这张卡的属性也当作这张卡作为超量素材中的怪兽的各自属性使用。
②：这张卡不会被和持有和这张卡相同属性的怪兽的战斗破坏，不会被持有和这张卡相同属性的对方怪兽发动的效果破坏。
③：以对方墓地1只怪兽为对象才能发动。这张卡1个超量素材取除，把作为对象的怪兽在这张卡下面重叠作为超量素材。这个效果在对方回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92035412,3,0,0x30,0x20002,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92035412,'大日元素','自己场上表侧表示存在的名字带有「大日」的装备卡被破坏时，可以从自己卡组把最多和破坏数量相同数量的名字带有「大日」的调整在自己场上特殊召唤。把这个效果特殊召唤的怪兽作为同调素材的场合，不是名字带有「大日」的怪兽的同调召唤不能使用。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92039899,3,0,0x45,0x21,1900,0,0x4,0x8,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92039899,'恶魔骑兵','①：场上的这张卡被效果破坏送去墓地的场合，以「恶魔骑兵」以外的自己墓地1只「恶魔」怪兽为对象才能发动。那只怪兽特殊召唤。这个效果特殊召唤的怪兽在这个回合不能攻击。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92043888,3,0,0x162,0x100004,0,0,0x0,0x0,0x0,0x3000420);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92043888,'七音服的正装','这个卡名的卡在1回合只能发动1张。
①：自己的灵摆区域有「七音服」卡存在，对方把怪兽的效果·魔法·陷阱卡发动时才能发动。从自己的额外卡组让1只表侧表示的灵摆怪兽回到卡组。那之后，以下效果适用。
●自己场上的灵摆怪兽不受那个对方的效果影响。
●自己的灵摆区域的卡不会被那个对方的效果破坏。
●自己的灵摆区域的卡不能用那个对方的效果除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92053608,3,0,0xcd,0x21,2000,2000,0x6,0x40,0x2,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92053608,'水伶女·龙鱼','①：1回合1次，自己主要阶段才能发动。从卡组把1只「水伶女」怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92065772,3,0,0x2f,0x21,1300,1800,0x4,0x800,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92065772,'住在冰结界的魔醉虫','这张卡召唤成功时，指定没有使用的主要怪兽区域1处发动。指定的主要怪兽区域只要这张卡在场上表侧表示存在变成不能使用。','怪兽区1处不能使用','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92067220,2,0,0x0,0x2,0,0,0x0,0x0,0x0,0x40600);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92067220,'王牌顺子','丢弃1张手卡，从卡组把1只「王后骑士」特殊召唤，从卡组把1只「国王骑士」或者「卫兵骑士」加入手卡。那之后，可以把1只怪兽召唤。这个回合，自己不是战士族·光属性怪兽不能从额外卡组特殊召唤。结束阶段，这张卡在墓地存在的场合：可以以自己墓地的1只战士族·光属性怪兽为对象；那只怪兽回到卡组，这张卡加入手卡。「王牌顺子」的每个效果1回合各能使用1次。','','是否把1只怪兽召唤？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92079625,3,0,0x9d,0x200021,2900,2900,0x9,0x8,0x4,0xc);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92079625,'影依的炎核 虚梦狱','这个卡名的①②的效果1回合只能有1次使用其中任意1个。
①：这张卡反转的场合，以对方场上1只表侧表示怪兽为对象才能发动。属性和那只怪兽相同的1只「影依」怪兽从自己的额外卡组送去墓地，作为对象的怪兽除外。
②：这张卡被效果送去墓地的场合才能发动。把场上的怪兽的原本属性种类数量的卡从自己卡组上面送去墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92080692,3,0,0x0,0x100004,0,0,0x0,0x0,0x0,0x80000003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92080692,'看破的极意','①：和对方墓地的卡同名的怪兽的效果·魔法·陷阱卡由对方发动时才能发动。那个发动无效并破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92084010,3,0,0x0,0x21,1500,1600,0x4,0x20000,0x2,0x200000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92084010,'髭须鮟鱇','作为水属性怪兽祭品召唤的场合，这只怪兽1只可以作为2只份的祭品使用。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92092092,3,0,0x0,0x20004,0,1800,0x1,0x20,0x4,0x1040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92092092,'调星之直线竞速士','①：这张卡发动后变成效果怪兽（机械族·调整·炎·1星·攻0/守1800）在怪兽区域特殊召唤。这张卡也当作陷阱卡使用。
②：只要这张卡的效果特殊召唤的这张卡在怪兽区域存在，这张卡以外的自己场上的调整不会被战斗以及对方的效果破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92099232,3,0,0x0,0x20004,0,0,0x2,0x8,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92099232,'变形人姐妹','这个卡名的卡在1回合只能发动1张。
①：这张卡发动后变成通常怪兽（恶魔族·调整·地·2星·攻/守0）在怪兽区域特殊召唤。这张卡也当作陷阱卡使用。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92125819,3,0,0xa7107a,0x11,1800,1800,0x4,0x1,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92125819,'圣骑士 阿托利斯','属于圣骑士团的聪明青年骑士。仿佛就像受到了引导，闯入了森林之中的他，终于抵达命运的所在。随后，青年迈出了那一大步。
——这是一切的开端，一段伟大的史诗。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92142169,3,0,0x0,0x21,300,1000,0x3,0x800,0x1,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92142169,'大吃虫','对方场上有超量怪兽存在的场合，这张卡可以从手卡特殊召唤。这个方法特殊召唤成功时，选择对方场上1只怪兽发动。选择的怪兽的攻击力下降300。','攻击下降','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92170894,3,0,0x9f,0x21,1600,1200,0x4,0x4000,0x1,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92170894,'娱乐伙伴 电话长角牛','「娱乐伙伴 电话长角牛」的效果1回合只能使用1次。
①：这张卡特殊召唤成功的场合才能发动。从卡组把灵摆怪兽以外的1只「娱乐伙伴」怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92176681,3,0,0x0,0x11,2800,2600,0x8,0x1000000,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92176681,'抑制压缩对撞员','与网络世界的巨恶交战的熟练斗士。凡是被其铁锤压缩的数据，谁都不能复原。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92182447,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x8);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92182447,'时间女神的恶作剧','这张卡不能连锁发动，不能对应这张卡的发动让魔法·陷阱·怪兽的效果发动。
①：自己场上的怪兽只有「女武神」怪兽的场合，自己战斗阶段结束时才能发动。这张卡送去墓地。把回合跳到下次的自己回合的战斗阶段开始时。直到那个回合的结束时自己不能把「时间女神的恶作剧」发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92200612,3,0,0x0,0x221,1000,1800,0x4,0x200,0x8,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92200612,'灵魂鸟-传鸠','这张卡不能特殊召唤。
①：1回合1次，以这张卡以外的场上1只灵魂怪兽为对象才能发动。那只怪兽回到持有者手卡。
②：这张卡召唤·反转的回合的结束阶段发动。这张卡回到持有者手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92204263,3,0,0x10c,0x21,2400,2400,0x8,0x100000,0x10,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92204263,'绀碧之机界骑士','这个卡名的①的方法的特殊召唤1回合只能有1次。
①：相同纵列有卡2张以上存在的场合，这张卡可以在那个纵列的自己场上特殊召唤。
②：1回合1次，以自己场上1只「机界骑士」怪兽为对象才能发动。那只自己怪兽的位置向其他的自己的主要怪兽区域移动。这个效果在对方回合也能发动。','移动位置','请选择要移动位置的「机界骑士」怪兽','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92219931,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x80);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92219931,'二者一两损','双方互相把自己卡组最上面的1张卡送去墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92223430,3,0,0x12d,0x80002,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92223430,'神鸟的灵峰 厄尔布尔士山','这个卡名的②③的效果1回合各能使用1次。
①：场上的鸟兽族·风属性怪兽的攻击力·守备力上升300。
②：把手卡的5星以上的鸟兽族·风属性怪兽给对方观看才能发动。这个回合，自己可以把鸟兽族怪兽召唤的场合需要的解放减少1只。
③：自己场上有鸟兽族·风属性怪兽存在的场合才能发动。把1只鸟兽族怪兽召唤。','减少解放数量','把1只怪兽召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92223641,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0xa00004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92223641,'天空之泉','光属性怪兽被战斗破坏送去自己墓地时，可以把那1只怪兽从游戏中除外，自己基本分回复那只怪兽的攻击力的数值。','回复LP','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92246806,3,0,0xb3,0x21,1800,200,0x4,0x8000,0x8,0x20000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92246806,'妖仙兽 镰贰太刀','①：这张卡召唤成功的场合才能发动。从手卡把「妖仙兽 镰贰太刀」以外的1只「妖仙兽」怪兽召唤。
②：这张卡可以直接攻击。那次战斗给与对方的战斗伤害变成一半。
③：这张卡召唤的回合的结束阶段发动。这张卡回到持有者手卡。','召唤','返回手卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92266279,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x800200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92266279,'湿润之风','这个卡名的①②的效果1回合各能使用1次。
①：支付1000基本分才能发动。从卡组把1只「芳香」怪兽加入手卡。
②：自己基本分比对方少的场合才能发动。自己回复500基本分。','是否使用效果？','加入手卡','LP回复','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92300891,3,0,0x11,0x1021,400,400,0x2,0x20,0x1,0x1000800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92300891,'机巧桶 真九六','这张卡可以攻击的场合必须作出攻击。场上表侧攻击表示存在的这张卡被选择作为攻击对象时，这张卡的表示形式变成守备表示。这张卡1回合只有1次不会被战斗破坏。','变成守备表示','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92327802,3,0,0x0,0x21,1000,1000,0x3,0x1000000,0x10,0x4002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92327802,'缺陷编译器','①：1回合1次，对方的效果让自己受到伤害的场合，作为代替给这张卡放置1个缺陷指示物（最多1个）。
②：1回合1次，把这张卡1个缺陷指示物取除，以自己场上1只电子界族怪兽为对象才能发动。那只怪兽的攻击力直到回合结束时上升800。这个效果在对方回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92345028,3,0,0x119,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92345028,'炽焰狂怒','这个卡名在规则上也当作「转生炎兽」卡使用。这个卡名的卡在1回合只能发动1张。
①：从自己的手卡·墓地选最多2只「转生炎兽」怪兽守备表示特殊召唤（同名卡最多1张）。这个效果特殊召唤的怪兽的效果无效化。这张卡的发动后，直到回合结束时自己只能有1次从额外卡组把怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92346415,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92346415,'念力剑','念动力族怪兽才能装备。自己基本分比对方低的场合，装备怪兽的攻击力上升那个数值（最多2000）。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92353449,3,0,0x3b,0x2,0,0,0x0,0x0,0x0,0x208);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92353449,'真红眼看破','「真红眼看破」在1回合只能发动1张。
①：从手卡·卡组把1只「真红眼」怪兽送去墓地才能发动。从卡组把「真红眼看破」以外的1张「真红眼」魔法·陷阱卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92361635,3,0,0x24,0x2021,3200,2400,0xa,0x2000,0x1,0x40023);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92361635,'原子废铁龙','名字带有「废铁」的调整＋调整以外的怪兽2只以上
1回合1次，选择自己场上存在的1张卡和对方墓地存在的最多3张卡才能发动。选择的自己的卡破坏，选择的对方的卡回到卡组。这张卡被对方破坏送去墓地时，选择同调怪兽以外的自己墓地存在的1只名字带有「废铁」的怪兽特殊召唤。','破坏和返回卡组','特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92362073,3,0,0x7b,0x4000021,2000,5,0x2,0x2000,0x20,0x2204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92362073,'银河卫龙','龙族怪兽2只
这个卡名的①②的效果1回合各能使用1次。
①：自己·对方的战斗阶段，把场上·墓地的这张卡除外，以自己场上1只原本的种族·属性是龙族·光属性的「No.」超量怪兽为对象才能发动。直到战斗阶段结束时，对方受到的战斗伤害变成一半，作为对象的怪兽的攻击力变成那只怪兽持有的「No.」数值×100。
②：对方结束阶段才能发动。从卡组选1张卡在卡组最上面放置。','','','请选择要放置在卡组最上面的卡','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92365601,3,0,0x95,0x2,0,0,0x0,0x0,0x0,0x40040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92365601,'升阶魔法-限制型异晶人的魔力','选择自己场上1只4阶的超量怪兽才能发动。比选择的怪兽阶级高1阶的1只名字带有「混沌No.」的怪兽在选择的自己怪兽上面重叠当作超量召唤从额外卡组特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92373006,3,0,0x0,0x21,600,300,0x3,0x4000,0x1,0x40020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92373006,'奴隶虎','①：自己场上有「剑斗兽」怪兽存在的场合，这张卡可以从手卡特殊召唤。
②：把这张卡解放，以自己场上1只「剑斗兽」怪兽为对象才能发动。那只自己的「剑斗兽」怪兽回到持有者卡组，从卡组把1只「剑斗兽」怪兽特殊召唤。这个效果特殊召唤的怪兽变成当作用「剑斗兽」怪兽的效果特殊召唤使用。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92377303,3,0,0x0,0x2000021,2800,3200,0x9,0x2,0x20,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92377303,'黑衣大贤者','这张卡不能通常召唤。猜中自己的「时间魔术师」的掷硬币效果时，可以把自己场上存在的1只「黑魔术师」解放从手卡或者卡组中特殊召唤。这个方法特殊召唤成功时，从自己卡组把1张魔法卡加入手卡。','特殊召唤','检索','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92379223,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x800423);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92379223,'黄金之征服王','这个卡名的卡在1回合只能发动1张。
①：自己场上有「黄金国巫妖」怪兽存在的场合，可以从以下效果选择1个发动。
●选除外的自己的「黄金国永生药」魔法·陷阱卡3种类各1张回到卡组，场上的卡全部破坏。
●选除外的自己的「黄金乡」魔法·陷阱卡3种类各1张回到卡组，对方基本分变成一半。那之后，自己基本分回复对方基本分的数值。','场上的卡全部破坏','对方基本分变成一半','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92391084,3,0,0x0,0x11,1000,1200,0x4,0x4000,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92391084,'威尔米','相当凶暴的兔子。以锐利的钩爪血祭对方。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92394653,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92394653,'灵魂的引诱','场上的灵魂怪兽每次回到自己的手卡，选择对方控制的场上的1张怪兽卡回到手卡。每次的自己的准备阶段支付500分维持，不支付维持这张卡破坏。','返回手牌','是否要支付500基本分维持「灵魂的引诱」？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92408984,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0xffffffff80100009);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92408984,'龙之宝珠','丢弃1张手卡。以1只表侧表示的龙族怪兽作对象的陷阱卡的效果无效并破坏。','效果无效并破坏','是否现在使用「龙之宝珠」的效果？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92409659,1,0,0x0,0x11,500,400,0x2,0x20000,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92409659,'白海豚','头上有角的白色海豚。引起大浪攻击对方。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92411493,3,0,0x109,0x21,1200,1400,0x3,0x4,0x2,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92411493,'雨天气 湛蓝','这个卡名的①的效果1回合只能使用1次。
①：这张卡特殊召唤成功的场合才能发动。从手卡选1张「天气」魔法·陷阱卡在自己的魔法与陷阱区域表侧表示放置。
②：场上的这张卡为让「天气」卡的效果发动而被除外的场合，下个回合的准备阶段才能发动。除外的这张卡特殊召唤。','从手卡放置「天气」魔法·陷阱卡','除外的这张卡特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92418590,3,0,0x83,0x21,0,0,0x8,0x20,0x20,0x40040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92418590,'机关傀儡-死灵人偶','这个卡名的效果1回合只能使用1次，把这张卡作为超量召唤的素材的场合，不是「机关傀儡」怪兽的超量召唤不能使用。
①：这张卡在墓地存在的场合，从自己墓地把这张卡以外的1只「机关傀儡」怪兽除外才能发动。这张卡特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92421852,3,0,0x0,0x11,450,900,0x3,0x20,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92421852,'稀有金属女郎','全身覆盖着金属装甲的女战士。与「稀有金属战士」融合将提升力量。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92435533,3,0,0x4a,0x21,0,0,0xa,0x4,0x4,0x400020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92435533,'时械神 拉结恩','这张卡不能从卡组特殊召唤。
①：自己场上没有怪兽存在的场合，这张卡可以不用解放作召唤。
②：这张卡不会被战斗·效果破坏，这张卡的战斗发生的对自己的战斗伤害变成0。
③：这张卡进行战斗的战斗阶段结束时发动。对方墓地的卡全部回到卡组。
④：1回合1次，对方抽卡的场合发动。给与对方1000伤害。
⑤：自己准备阶段发动。这张卡回到持有者卡组。','不用解放作召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92450185,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92450185,'限速解除','①：这张卡被送去墓地的场合发动。从自己的手卡·卡组·墓地选1只「高速战士」特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92481084,3,0,0x0,0x80002,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92481084,'心眼之祭殿','①：只要这张卡在场地区域存在，自己或者对方受到战斗伤害的场合，那个数值变成1000。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92510265,3,0,0x10cf,0x21,3000,2500,0x8,0x1,0x10,0x40c);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92510265,'圣战士 混沌战士','「圣战士 混沌战士」的①的效果1回合只能使用1次。
①：这张卡召唤·特殊召唤成功时，以除外的1只自己的光属性或者暗属性的怪兽和对方场上1张卡为对象才能发动。那张自己的卡回到墓地，那张对方的卡除外。
②：这张卡战斗破坏对方怪兽时，以自己墓地1只7星以下的战士族怪兽为对象才能发动。那只怪兽加入手卡。','除外','加入手卡','请选择要回到墓地的卡','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92512625,3,0,0x0,0x100004,0,0,0x0,0x0,0x0,0x81000003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92512625,'神之忠告','①：自己的魔法与陷阱区域盖放的卡只有这张卡的场合，支付3000基本分才能发动。
●怪兽的效果·魔法·陷阱卡发动时才能发动。那个发动无效并破坏。
●自己或者对方把怪兽召唤·反转召唤·特殊召唤之际才能发动。那个无效，那些怪兽破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92518817,3,0,0x0,0x21,800,1500,0x4,0x2,0x4,0x240000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92518817,'盛燃之希塔','可以把自己场上除这张卡以外的1只炎属性怪兽做祭品，从手卡特殊召唤1只炎属性怪兽。这个效果1回合只能使用1次。这个效果特殊召唤的怪兽，在「盛燃之希塔」从自己场上离开的场合破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92519087,3,0,0x14e,0x2021,2800,2400,0x9,0x100000,0x8,0x40404);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92519087,'电脑堺狐-仙仙','调整＋调整以外的怪兽1只以上
这个卡名的②③的效果1回合各能使用1次。
①：从场上送去墓地的卡不去墓地而除外。
②：自己怪兽的攻击宣言时才能发动。选除外的1只自己或者对方的怪兽回到墓地。
③：把这张卡以外的2只原本的种族·属性不同的怪兽从自己墓地除外才能发动。这张卡从墓地特殊召唤。这个效果在这张卡送去墓地的回合不能发动。','选怪兽回到墓地','从墓地特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92534075,3,0,0x108,0x20004,0,0,0x0,0x0,0x0,0x110);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92534075,'魔弹-恶魔交易','这个卡名的卡在1回合只能发动1张。
①：只要这张卡在魔法与陷阱区域存在，自己场上的「魔弹」怪兽不会被效果破坏。
②：这张卡被对方的效果送去墓地的场合才能发动。从自己的卡组·墓地选「魔弹-恶魔交易」以外的1张「魔弹」卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92536468,3,0,0x10af,0x1000021,2600,1200,0x3030007,0x8,0x20,0x840000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92536468,'DDD 反骨王 列奥尼达','←3 【灵摆】 3→
①：自己受到效果伤害时才能把这个效果发动。这张卡破坏，并且这个回合，给与基本分伤害的效果再变成让基本分回复的效果。
【怪兽效果】
①：自己受到效果伤害时才能发动。这张卡从手卡特殊召唤，自己基本分回复受到的伤害的数值。
②：只要这张卡在怪兽区域存在，自己受到的效果伤害变成0。','这张卡破坏','这张卡从手卡特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92559258,3,0,0x12a,0x1000021,900,1500,0x2020003,0x2,0x8,0x4060000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92559258,'恩底弥翁的仆从','←2 【灵摆】 2→
①：每次自己或者对方把魔法卡发动，给这张卡放置1个魔力指示物。
②：把这张卡3个魔力指示物取除才能发动。卡组1只可以放置魔力指示物的攻击力1000以上的怪兽和灵摆区域的这张卡特殊召唤，给那2只各放置1个魔力指示物。
【怪兽效果】
自己对「恩底弥翁的仆从」1回合只能有1次特殊召唤。
①：有魔力指示物放置的这张卡可以直接攻击。
②：对方回合1次，丢弃1张手卡才能发动。给这张卡以及自己场上的可以放置魔力指示物的卡全部各放置1个魔力指示物。
③：怪兽区域的这张卡被破坏的场合才能发动。这张卡在自己的灵摆区域放置。那之后，这张卡放置过的数量的魔力指示物给这张卡放置。','特殊召唤','放置指示物','在灵摆区域放置','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92562411,3,0,0xfe,0x20002,0,0,0x0,0x0,0x0,0x4040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92562411,'星遗物引导的前路','①：「星遗物引导的前路」在自己场上只能有1张表侧表示存在。
②：每次场上的5星以上的表侧表示怪兽被送去墓地，每有1只给这张卡放置1个指示物（最多7个）。
③：把有7个指示物放置的这张卡送去墓地才能发动。从额外卡组把1只电子界族连接怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92572371,3,0,0x79,0x21,1700,1000,0x4,0x8000,0x4,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92572371,'杀炎星-牛逵','这张卡在墓地存在的场合，把手卡或者自己场上表侧表示存在的名字带有「炎星」或者「炎舞」的卡合计2张送去墓地才能发动。这张卡从墓地特殊召唤。「杀炎星-牛逵」的效果1回合只能使用1次。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92586237,3,0,0x88,0x21,0,1800,0x4,0x8000,0x10,0x4041c);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92586237,'武神-目一箇','这个卡名的①②的效果1回合各能使用1次。
①：从手卡把1张其他的「武神」卡送去墓地才能发动。这张卡从手卡特殊召唤。
②：可以从以下效果选择1个发动。
●从手卡把1只「武神」怪兽送去墓地才能发动。从自己墓地选和那只怪兽卡名不同的1只「武神」怪兽加入手卡。
●从自己墓地把1只「武神」怪兽除外才能发动。和那只怪兽卡名不同的1只「武神」怪兽从卡组送去墓地。','特殊召唤','从墓地加入手卡','从卡组送去墓地','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92595545,3,0,0x0,0x21,900,900,0x3,0x1000,0x10,0x20002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92595545,'等离子球','这张卡可以直接攻击对方玩家。这张卡直接攻击给与对方基本分战斗伤害时，这张卡破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92595643,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92595643,'罚则金','自己把手卡2张丢弃。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92597893,3,0,0x0,0x21,1700,0,0x3,0x2000,0x8,0x4810);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92597893,'恶作剧风之幼龙妖精','这个卡名的①②的效果1回合各能使用1次。
①：这张卡召唤·特殊召唤成功的场合，以自己场上1只表侧表示怪兽为对象才能发动。这个回合，那只怪兽向守备表示怪兽攻击的场合，给与对方为攻击力超过那个守备力的数值的战斗伤害。
②：对方回合，以这张卡以外的场上1只表侧表示怪兽为对象才能发动。那只怪兽的表示形式变更。那之后，这张卡回到持有者手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92607427,1,0,0xad,0x2,0,0,0x0,0x0,0x0,0x8400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92607427,'玩具游行','这个卡名在规则上也当作「魔玩具」卡使用。这个卡名的①②的效果1回合只能有1次使用其中任意1个。
①：以从额外卡组特殊召唤的1只自己的暗属性怪兽为对象才能发动。这个回合，自己不用那只怪兽不能攻击宣言，那只怪兽每次战斗破坏怪兽送去墓地可以继续攻击。
②：自己场上有天使族怪兽存在的场合，把墓地的这张卡除外才能发动。从自己墓地选1只4星以下的暗属性怪兽加入手卡。','多次攻击','墓地回收','是否继续攻击？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92609670,3,0,0x106f,0x21,0,0,0x1,0x1,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92609670,'英豪挑战者 伏击兵','自己的准备阶段时，把场上的这张卡解放才能发动。可以从自己的手卡·墓地选「英豪挑战者 伏击兵」以外的最多2只名字带有「英豪挑战者」的怪兽特殊召唤。「英豪挑战者 伏击兵」的这个效果1回合只能使用1次。这个效果特殊召唤成功时，可以通过把墓地的这张卡从游戏中除外，自己场上的全部名字带有「英豪挑战者」的怪兽的等级变成1星。','特殊召唤','等级变化','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92610868,3,0,0x162,0x1000021,600,400,0x7070002,0x4,0x8,0x40002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92610868,'来之七音服·德莉米娅','←7 【灵摆】 7→
①：自己的「七音服」灵摆怪兽的灵摆召唤不会被无效化。
【怪兽效果】
这个卡名的①的怪兽效果1回合只能使用1次。
①：自己的灵摆区域有「七音服」卡存在的场合才能发动。这张卡从手卡特殊召唤。
②：自己的灵摆区域有奇数的灵摆刻度存在，自己场上的「七音服」灵摆怪兽卡被对方的效果破坏的场合，可以作为那1张破坏的卡的代替而把这张卡破坏。','这张卡特殊召唤','请选择要代替被破坏的卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92650018,3,0,0x15c,0x4,0,0,0x0,0x0,0x0,0x80000800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92650018,'惊奇游乐设施·∀·恐怖鬼屋','这个卡名的②的效果1回合只能使用1次。
①：以1只自己场上的「惊乐」怪兽或者对方场上的表侧表示怪兽为对象才能把这张卡发动。这张卡当作装备卡使用给那只怪兽装备。
②：可以把装备怪兽的控制者对应的以下效果发动。
●自己：以对方场上1只效果怪兽为对象才能发动。那只怪兽的效果直到回合结束时无效。
●对方：装备怪兽变成里侧守备表示。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92652813,3,0,0xc0,0x21,2000,200,0x5,0x80,0x4,0x440200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92652813,'凭依觉醒-大稻荷火','这个卡名的②③的效果1回合各能使用1次。
①：这张卡可以把自己场上的表侧表示的1只魔法师族怪兽和1只4星以下的炎属性怪兽送去墓地，从手卡·卡组特殊召唤。
②：这张卡的①的方法特殊召唤成功时才能发动。选对方场上1只怪兽，给与对方那个原本攻击力数值的伤害。
③：这张卡从场上送去墓地的场合才能发动。从卡组把1张「火灵术」卡或者「凭依」魔法·陷阱卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92661479,3,0,0x6b0055,0x800021,2700,2000,0x6,0x1,0x10,0xffffffff80400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92661479,'光子飞奔保镖','6星怪兽×2
对方场上效果怪兽的效果发动时，把这张卡1个超量素材取除才能发动。那个效果无效，给与对方基本分1000分伤害。这个效果1回合只能使用1次。','效果无效','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92667214,3,0,0x0,0x11,1350,0,0x2,0x10,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92667214,'杀人小丑僵尸','使用黑暗力量重生的小丑，利用摇晃的舞蹈将对方引向死亡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92676637,3,0,0x0,0x21,100,300,0x1,0x20,0x10,0x20000100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92676637,'调和支援士','①：把场上的这张卡作为同调素材的场合，这张卡可以当作2星怪兽使用。
②：这张卡作为同调素材送去墓地的场合发动。自己从卡组抽1张。','抽卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92693205,3,0,0x72,0x21,1800,500,0x4,0x20,0x1,0x802);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92693205,'齿轮齿轮抛锚人','①：自己主要阶段才能发动。这张卡变成里侧守备表示（1回合只有1次）。
②：这张卡反转的场合才能发动。选最多有这张卡以外的自己场上的「齿轮齿轮」怪兽数量的场上的怪兽破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92719314,3,0,0x0,0x2000021,2300,3000,0x8,0x1000,0x20,0x240004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92719314,'暗黑创世神','这张卡不能通常召唤。自己墓地暗属性怪兽有5只以上存在，自己场上没有怪兽存在的场合可以特殊召唤。可以把自己墓地1只暗属性怪兽从游戏中除外，自己墓地1只暗属性怪兽特殊召唤。这个效果1回合只能使用1次。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92720564,3,0,0x26,0x21,1200,400,0x4,0x20,0x1,0x18000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92720564,'变形斗士·收录机','这张卡得到这张卡的表示形式的以下效果。
●攻击表示：这张卡在同1次的战斗阶段中可以作2次攻击。
●守备表示：自己场上表侧表示存在的名字带有「变形斗士」的怪兽被选择作为攻击对象时，可以把那次战斗无效。这个效果1回合只能使用1次。','战斗无效','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92723496,3,0,0x0,0x21,2000,1200,0x6,0x800000,0x2,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92723496,'龙宫的双使者','「龙宫的双使者」的效果1回合只能使用1次。
①：把手卡1只怪兽丢弃才能发动。从卡组把1只4星以下的幻龙族怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92729410,3,0,0x0,0x21,800,0,0x2,0x4000,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92729410,'子狸 嘭嘭','这张卡召唤成功时，可以从卡组把「子狸 嘭嘭」以外的1只兽族·2星怪兽里侧守备表示特殊召唤。这个效果发动的回合，自己不能把兽族以外的怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92731455,3,0,0x0,0x11,500,1000,0x3,0x1,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92731455,'磁力战士2号','擅长配合的战士，表面涂有电磁的铠甲非常坚固。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92736188,3,0,0x0,0x21,500,1500,0x4,0x100,0x1,0x2800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92736188,'伟大的神灵','这张卡1回合只有1次可以变成里侧守备表示。这张卡反转召唤成功时，选择场上1只地属性怪兽才能发动。选择的地属性怪兽的原本攻击力和原本守备力直到结束阶段时交换。','变成里侧守备','攻守交换','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92746535,3,0,0xf200c7,0x1001021,1850,0,0x5050004,0x2000,0x10,0x201);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92746535,'龙剑士 光辉星·灵摆','←5 【灵摆】 5→
①：1回合1次，另一边的自己的灵摆区域有卡存在的场合才能发动。那张卡破坏，把1张那张卡的同名卡从卡组加入手卡。
【怪兽效果】
不能用这张卡为素材把「龙剑士」怪兽以外的融合·同调·超量怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92755808,3,0,0x0,0x21,1500,1200,0x4,0x10000,0x20,0xffffffff80202000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92755808,'元素恐龙','这只怪兽在场上有特定属性的怪兽存在的场合，得到以下的效果。
●炎属性：这张卡攻击力上升500。
●地属性：这张卡战斗破坏的怪兽的效果无效化。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92767273,3,0,0x9f,0x1000021,500,1100,0x5050003,0x400,0x1,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92767273,'娱乐伙伴 凶猛蔷薇','←5 【灵摆】 5→
①：1回合1次，自己的「娱乐伙伴」怪兽和对方怪兽进行战斗的伤害计算前才能发动。那只对方怪兽的攻击力下降和那个原本攻击力的相差数值。
【怪兽效果】
「娱乐伙伴 凶猛蔷薇」的怪兽效果1回合只能使用1次。
①：以持有和原本攻击力不同攻击力的1只「娱乐伙伴」怪兽为对象才能发动。那只怪兽的攻击力直到回合结束时上升和那个原本攻击力的相差数值。这个效果在对方回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92770064,3,0,0x2158,0x4000021,0,135,0x4,0x400,0x1,0x1010203);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92770064,'圣天树之大母神','连接怪兽2只以上
①：这张卡连接召唤成功的场合才能发动。从卡组把1张「圣天树」魔法·陷阱卡加入手卡。
②：这张卡不会被对方的效果破坏，不会被作为攻击对象（自己场上只有被这个效果适用的怪兽存在的状态中对方的攻击变成对自己的直接攻击）。
③：1回合1次，把这张卡所连接区1只自己的连接怪兽解放才能发动。选最多有那个连接标记数量的对方场上的卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92773018,3,0,0x94,0x20004,0,0,0x0,0x0,0x0,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92773018,'电子隐秘技术','每次对方怪兽进行攻击宣言，把自己场上1只「电子龙」或者作为融合素材有「电子龙」记述的融合怪兽送去墓地才能发动。选择那1只攻击怪兽破坏。','攻击怪兽破坏','是否现在使用「电子隐秘技术」的效果？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92781606,3,0,0x104,0x4000021,2000,5,0x2,0x800,0x1,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92781606,'超机怪虫·方舟感质虫','「机怪虫」怪兽2只
①：自己场上的「机怪虫」怪兽数量对应的以下适用。
●2只以上：自己场上的怪兽的攻击力·守备力上升300。
●4只以上：对方在战斗阶段中不能把效果发动。
●6只以上：自己怪兽可以直接攻击。
②：表侧表示的这张卡因对方的效果从场上离开的场合或者被战斗破坏的场合，以自己墓地2只「机怪虫」怪兽为对象才能发动（同名卡最多1张）。那些怪兽里侧守备表示特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92784374,3,0,0x3a,0x200021,1000,1800,0x4,0x2,0x2,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92784374,'遗式术师·艾莉娅儿','反转：可以从卡组把1只名字带有「遗式」的怪兽加入手卡。','加入手卡','是否要把1只名字带有「遗式」的怪兽加入手卡？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92807548,3,0,0xef,0x21,700,1000,0x3,0x4,0x20,0x8);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92807548,'堕天使 乌科巴克','「堕天使 乌科巴克」的效果1回合只能使用1次。
①：这张卡召唤·特殊召唤成功的场合才能发动。从卡组把1张「堕天使」卡送去墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92821268,3,0,0x83,0x21,800,1600,0x8,0x20,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92821268,'机关傀儡-夜小丑','自己场上的名字带有「机关傀儡」的怪兽被战斗破坏送去自己墓地时，把那怪兽从游戏中除外才能发动。这张卡从手卡特殊召唤。「机关傀儡-夜小丑」的效果1回合只能使用1次。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92826944,3,0,0x0,0x21,1700,800,0x4,0x10,0x1,0x140004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92826944,'马头鬼','①：自己主要阶段把墓地的这张卡除外，以自己墓地1只不死族怪兽为对象才能发动。那只不死族怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92841002,3,0,0x0,0x21,1000,2000,0x8,0x2000,0x2,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92841002,'幻水龙','自己场上有地属性怪兽存在的场合，这张卡可以从手卡特殊召唤。这个方法的「幻水龙」的特殊召唤1回合只能有1次。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92854392,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92854392,'拦路的强敌','对方进行攻击宣言时这张卡才能发动。选择自己场上1张表侧表示的怪兽。这张卡发动回合，对方只能以所选择的这只怪兽为攻击对象，且必须用所有表侧攻击表示的怪兽攻击所选择的这只怪兽。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92868896,3,0,0x29,0x21,1800,600,0x4,0x200,0x8,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92868896,'龙骑兵团-元老院','这个卡名的①的效果1回合只能使用1次。
①：从手卡丢弃1张「龙骑兵团」卡才能发动。从卡组选1只「龙骑兵团」调整当作装备卡使用给这张卡装备。这个效果的发动后，直到回合结束时自己不是龙族怪兽不能从额外卡组特殊召唤。
②：自己场上的「龙骑兵团」卡被战斗·效果破坏的场合，可以作为代替把给这张卡装备的1张「龙骑兵团」卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92870717,3,0,0xca,0x1000021,1500,1500,0x7070004,0x1,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92870717,'魔装战士 龙夜','←7 【灵摆】 7→
①：对方怪兽的攻击宣言时才能发动。这张卡破坏，那次战斗阶段结束。
【怪兽效果】
①：1回合1次，丢弃1张手卡，以自己墓地的攻击力2000以下的1只战士族或者魔法师族怪兽为对象才能发动。那只怪兽里侧守备表示特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92881099,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92881099,'魅惑的两镜相照','这个卡名的①②的效果1回合各能使用1次。
①：自己的「鹰身女郎」或者「鹰身女郎三姐妹」被战斗破坏时才能发动。原本卡名和那只怪兽不同的1只「鹰身」怪兽从卡组特殊召唤。
②：场上的这张卡被对方的效果或者自己的「鹰身」卡的效果破坏的场合，以自己墓地1只「鹰身」怪兽为对象发动。那只怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92887027,3,0,0x0,0x21,1700,1000,0x4,0x1,0x8,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92887027,'流浪佣兵部队','这张卡战斗破坏对方怪兽送去墓地时，把这张卡解放才能发动。选择对方场上里侧守备表示存在的1只怪兽破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92890308,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x10800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92890308,'变形','自己场上表侧表示存在的名字带有「变形斗士」的怪兽被选择作为攻击对象时才能发动。把1只攻击怪兽的攻击无效，被选择作为攻击对象的1只名字带有「变形斗士」的怪兽的表示形式改变。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92892239,3,0,0x10f,0x61,3000,2500,0x8,0x2000,0x20,0x40007);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92892239,'装弹枪管狂怒龙','龙族·暗属性怪兽×2
这个卡名的①②的效果1回合各能使用1次。
①：以自己场上1只怪兽和对方场上1张卡为对象才能发动。那些卡破坏。这个效果在对方回合也能发动。
②：把墓地的这张卡除外，以自己墓地1只暗属性连接怪兽为对象才能发动。那只怪兽特殊召唤。这个效果特殊召唤的怪兽在这个回合不能把效果发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92901944,3,0,0x24,0x21,100,300,0x1,0x200,0x1,0x40002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92901944,'废铁搜索鸟','这张卡在墓地存在，自己场上存在的「废铁搜索鸟」以外的名字带有「废铁」的怪兽被破坏送去墓地时，这张卡可以从墓地特殊召唤。这张卡特殊召唤成功时，名字带有「废铁」的怪兽以外的自己场上表侧表示存在的怪兽全部破坏。','特殊召唤','破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92918648,3,0,0x6e,0x800021,2800,2600,0x7,0x2,0x20,0x1);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92918648,'魔导法皇 海隆','魔法师族7星怪兽×2
1回合1次，把这张卡1个超量素材取除才能发动。选最多有自己墓地的名字带有「魔导书」的魔法卡数量的对方场上的魔法·陷阱卡破坏。','魔陷破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92919429,3,0,0x0,0x1021,500,300,0x2,0x4,0x10,0x140008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92919429,'宣告者的神巫','这个卡名的①②的效果1回合各能使用1次。
①：这张卡召唤·特殊召唤成功的场合才能发动。从卡组·额外卡组把1只天使族怪兽送去墓地。这张卡的等级直到回合结束时上升那只怪兽的等级数值。
②：这张卡被解放的场合才能发动。从手卡·卡组把「宣告者的神巫」以外的1只2星以下的天使族怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92924317,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92924317,'苏生之魂','①：以自己墓地1只通常怪兽为对象才能把这张卡发动。那只怪兽守备表示特殊召唤。这张卡从场上离开时那只怪兽破坏。那只怪兽破坏时这张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92932860,1,0,0x9f,0x1021,0,2000,0x6,0x2,0x20,0x1050000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92932860,'娱乐伙伴 诱导女导演','这个卡名的③的效果1回合只能使用1次。
①：只要自己场上有「异色眼」怪兽存在，对方不能选择这张卡作为攻击对象。
②：只要这张卡在怪兽区域守备表示存在，自己的「异色眼」怪兽不会被战斗破坏，那次战斗发生的对自己的战斗伤害变成0。
③：以自己墓地1只1星怪兽为对象才能发动。那只怪兽效果无效特殊召唤，只用那只怪兽和这张卡为素材作同调召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92933195,3,0,0x37,0x1021,400,800,0x2,0x200,0x8,0x48);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92933195,'霞之谷的风使','双方手卡有5张以上的场合才能发动。双方玩家直到手卡变成4张把手卡送去墓地。这个效果1回合只能使用1次。','手牌调整','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92944626,3,0,0x0,0x11,700,600,0x2,0x80,0x4,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92944626,'邪炎之翼','原形是红黑色燃烧着的翅膀。从全身喷出火焰进行攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92958307,3,0,0x9f,0x4,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92958307,'娱乐伙伴表演尾声','①：以最多有自己场上的表侧表示的魔法卡数量的对方场上的表侧表示怪兽为对象才能发动。那些怪兽变成里侧守备表示。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92964816,3,0,0x0,0x1021,0,0,0x1,0x10,0x20,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92964816,'成长的花朵','这个卡名的效果1回合只能使用1次。
①：这张卡被送去墓地的场合，把墓地的这张卡除外才能发动。从卡组把1只5星以上的不死族怪兽加入手卡。场地区域有「不死世界」存在的场合，也能不加入手卡特殊召唤。这个效果的发动后，直到回合结束时自己不是不死族怪兽不能特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92970404,3,0,0x10ed,0x200021,3000,1800,0xc,0x80,0x1,0x40800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92970404,'地中族邪界兽·巴利灰谷主','这个卡名的③的效果1回合只能使用1次。
①：自己场上的表侧表示怪兽变成里侧表示时，自己场上没有表侧表示怪兽存在的场合才能发动。这张卡从手卡守备表示特殊召唤。
②：自己主要阶段才能发动。这张卡变成里侧守备表示（1回合只有1次）。
③：这张卡反转的场合才能发动。这张卡以外的场上的表侧表示怪兽全部变成里侧守备表示。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(92998610,3,0,0x0,0x21,1700,300,0x4,0x4000,0x20,0x204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(92998610,'孤高除兽','这个卡名的①②的效果1回合各能使用1次。
①：这张卡召唤成功时，从手卡把1只怪兽除外才能发动。从卡组把和那只怪兽相同种族的1只怪兽除外。
②：这张卡被战斗或者对方的效果破坏的场合，以除外的1只自己怪兽为对象才能发动。那只怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93013676,3,0,0x0,0x21,1550,1400,0x4,0x2,0x10,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93013676,'摩诃毗卢','①：这张卡的攻击力上升这张卡装备的装备卡数量×500。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93014827,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x3);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93014827,'零日冲击波','①：把自己场上1只暗属性连接怪兽解放，以那个连接标记数量的场上的卡为对象才能发动。那些卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93016201,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93016201,'王宫的弹压','支付800基本分。怪兽的特殊召唤或含有怪兽特殊召唤的效果无效，那张卡破坏。这个效果对方玩家也能使用。','无效特殊召唤','是否现在使用「王宫的弹压」的效果？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93018428,3,0,0x146,0x21,200,200,0x2,0x4000,0x1,0x40210);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93018428,'童话动物·小猫','这个卡名的①②的效果1回合各能使用1次。
①：对方对怪兽的召唤·特殊召唤成功的场合或者这张卡被选择作为对方怪兽的攻击对象的场合才能发动。这张卡回到持有者手卡。那之后，可以从卡组把「童话动物·小猫」以外的1只兽族怪兽加入手卡。
②：自己结束阶段才能发动。这张卡从手卡特殊召唤。','','','是否从卡组把卡加入手卡？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93020401,3,0,0x10c,0x21,800,3000,0x6,0x100000,0x10,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93020401,'灯影之机界骑士','这个卡名的①的方法的特殊召唤1回合只能有1次。
①：相同纵列有卡2张以上存在的场合，这张卡可以在那个纵列的自己场上特殊召唤。
②：和这张卡相同纵列的对方的卡从场上离开的场合或者被战斗破坏的场合才能发动。从手卡把1只「机界骑士」怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93023479,3,0,0x2e,0x21,1200,1500,0x3,0x2,0x20,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93023479,'守墓的召唤师','这张卡从自己场上送去自己墓地时，从自己的卡组把1只守备力1500以下的名字带有「守墓」的怪兽加入手卡。','卡组检索','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93031067,3,0,0x13f,0x80002,0,0,0x0,0x0,0x0,0x2610);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93031067,'海造贼-据点','这个卡名的②③的效果1回合各能使用1次。
①：自己场上的「海造贼」怪兽的攻击力上升自己的魔法与陷阱区域的「海造贼」卡数量×500。
②：自己主要阶段，丢弃1张手卡才能发动。从卡组把「海造贼-据点」以外的1张「海造贼」卡加入手卡。
③：这张卡在墓地存在的场合，以自己的魔法与陷阱区域1张「海造贼」卡为对象才能发动。这张卡在自己场上盖放，作为对象的卡回到持有者手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93078761,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x8000200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93078761,'从骰挑战','这个卡名的卡在1回合只能发动1张。
①：掷1次骰子，1·6出现的场合，把持有掷骰子效果的1张卡从卡组加入手卡。1·6以外出现的场合，再掷1次骰子，出现数目的以下效果适用。
●1·6：场上的这张卡回到持有者手卡。
●2～5：场上的这张卡回到持有者卡组最上面。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93084621,3,0,0x1130,0x4000021,2400,133,0x3,0x8,0x20,0x40410);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93084621,'破械神 阿罗魃','包含「破械神」怪兽的怪兽2只以上
这个卡名的①②的效果1回合各能使用1次。
①：以对方场上1只表侧表示怪兽为对象才能发动。只用那只对方怪兽和自己场上的这张卡为素材把「破械神 阿罗魃」以外的1只暗属性连接怪兽连接召唤。
②：场上的这张卡被战斗·效果破坏的场合，以「破械神 阿罗魃」以外的自己墓地1只恶魔族怪兽为对象才能发动。那只怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93085839,3,0,0x107a,0x21,1600,2000,0x5,0x1,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93085839,'圣骑士 爱克托·德·马利斯','「圣骑士 爱克托·德·马利斯」的①的效果1回合只能使用1次。
①：把自己墓地2只「圣骑士」怪兽除外才能发动。这张卡从手卡·墓地特殊召唤。
②：这张卡为素材的「圣骑士」怪兽的同调召唤·超量召唤不会被无效化，在那次特殊召唤成功时对方不能把魔法·陷阱·怪兽的效果发动。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93087299,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x10000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93087299,'炎之护封剑','自己场上没有怪兽存在的场合，对方场上的怪兽不能攻击宣言。自己场上有怪兽存在的场合或者对方手卡是5张以上的场合，这张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93104632,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0xc0000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93104632,'动态密码','这个卡名的卡在1回合只能发动1张。
①：在自己场上把1只「安全令牌衍生物」（电子界族·光·4星·攻/守2000）守备表示特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93104633,3,0,0x0,0x4011,2000,2000,0x4,0x1000000,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93104633,'安全令牌衍生物','由「动态密码」的效果特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93107608,3,0,0x0,0x21,1200,1300,0x3,0x800,0x1,0x100000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93107608,'共鸣虫','这张卡被战斗破坏送去墓地时，可以从卡组选择1只攻击力1500以下的昆虫族怪兽特殊召唤到自己场上。之后卡组洗切。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93108297,3,0,0x0,0x11,950,800,0x3,0x40,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93108297,'液体兽','粘粘糊糊的融化，能在水里自由移动的液态生命体。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93108433,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93108433,'怪兽回收','选择原本持有者是自己的自己场上1只怪兽才能发动。选择的怪兽和自己手卡全部加入卡组洗切。那之后，从卡组抽出原本的手卡数量的卡。原本持有者是对方的卡在自己手卡的场合，这张卡不能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93108839,3,0,0x48,0x800021,1000,1000,0x4,0x80,0x4,0x420000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93108839,'No.58 炎压鬼','4星怪兽×2
①：1回合1次，可以从以下效果选择1个发动。
●以自己场上1只超量怪兽为对象，把这张卡当作装备卡使用给那只怪兽装备。
●装备的这张卡攻击表示特殊召唤。
②：装备怪兽可以向对方直接攻击。
③：装备怪兽给与对方战斗伤害时，丢弃1张手卡才能发动。给与对方500伤害。','装备','LP伤害','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93124273,3,0,0x0,0x1000021,1800,1200,0x3030004,0x10000,0x1,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93124273,'雷普提尔的武者骑兵','←3 【灵摆】 3→
【怪兽效果】
①：这张卡向灵摆怪兽以外的对方的表侧表示怪兽攻击的伤害步骤开始时才能发动。那只怪兽破坏。','怪兽破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93130021,3,0,0x0,0x21,1200,1000,0x4,0x20,0x10,0x42001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93130021,'胜利蛇XX03','①：这张卡战斗破坏对方怪兽的场合，从以下效果选择1个发动。
●这张卡的攻击力上升400。
●以场上1张表侧表示的魔法·陷阱卡为对象发动。那张表侧表示的卡破坏。
●把持有一直和这张卡相同种族·属性·等级·攻击力·守备力的1只「子机衍生物」在自己场上特殊召唤。这张卡变成不在场上表侧表示存在时这衍生物破坏。','选择一个效果发动','这张卡攻击力上升400','表侧表示魔法·陷阱卡破坏','「子机衍生物」特殊召唤','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93130022,3,0,0x0,0x4011,-2,-2,0x4,0x20,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93130022,'子机衍生物','由「胜利蛇XX03」特殊召唤。这个衍生物的种族·属性·等级·攻击力·守备力始终和特殊召唤的卡相同。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93138457,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x50000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93138457,'战斗无力化音速','①：对方怪兽的攻击宣言时才能发动。那次攻击无效。那之后，可以从手卡·卡组把1只「科技属」怪兽或者4星以下的调整特殊召唤。','是否特殊召唤？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93149655,3,0,0x99,0x1000021,2500,2000,0x4040007,0x2000,0x20,0x402000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93149655,'异色眼幻影龙','←4 【灵摆】 4→
①：1回合1次，另一边的自己的灵摆区域有「异色眼」卡存在的场合，自己的表侧表示怪兽和对方怪兽进行战斗的攻击宣言时才能发动。那只自己怪兽的攻击力直到战斗阶段结束时上升1200。
【怪兽效果】
「异色眼幻影龙」的怪兽效果1回合只能使用1次。
①：灵摆召唤的这张卡的攻击给与对方战斗伤害时才能发动。给与对方为自己的灵摆区域的「异色眼」卡数量×1200伤害。','攻击力上升','效果伤害','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93151201,3,0,0x0,0x21,1800,1000,0x4,0x4000,0x10,0x80);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93151201,'雷电金刚','这张卡给与对方基本分战斗伤害时，把自己场上表侧表示存在的光属性怪兽数量的卡从对方卡组上面送去墓地。','卡组送墓','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93157004,3,0,0x30,0x2021,3200,1900,0xa,0x4,0x10,0xffffffff80000002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93157004,'欧米伽大日','调整2只＋调整以外的名字带有「大日」的怪兽1只
这张卡同调召唤成功时，场上表侧表示存在的通常召唤的怪兽全部破坏。1回合1次，可以选择自己墓地存在的1只名字带有「大日」的怪兽当作装备卡使用给这张卡装备。效果怪兽的效果发动时，可以把这张卡装备的1张装备卡送去墓地让那个发动无效并破坏。','通常召唤的怪兽全部破坏','装备','效果怪兽的效果发动无效并破坏','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93169863,3,0,0x0,0x21,200,100,0x1,0x2,0x2,0x40204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93169863,'结晶少女','这个卡名的①②的效果1回合各能使用1次。
①：这张卡召唤·特殊召唤成功的场合才能发动。这个回合的结束阶段，从卡组把1只5星以上的水属性怪兽加入手卡。
②：这张卡在墓地存在，自己场上有5星以上的水属性怪兽存在的场合才能发动。这张卡特殊召唤。这个效果特殊召唤的这张卡从场上离开的场合除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93187568,3,0,0x0,0x21,600,200,0x3,0x1,0x1,0x60000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93187568,'魔法攻击士','①：这张卡可以把自己墓地1张魔法卡除外，从手卡特殊召唤。
②：这张卡可以直接攻击。
③：这张卡的战斗发生的对自己的战斗伤害变成0。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93191801,3,0,0x143,0x20004,1800,1500,0x5,0x10,0x10,0x40204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93191801,'黄金乡的盗墓者','这个卡名的①②的效果1回合只能有1次使用其中任意1个。
①：这张卡发动后变成通常怪兽（不死族·光·5星·攻1800/守1500）在怪兽区域特殊召唤。这张卡也当作陷阱卡使用。自己场上有「黄金卿 黄金国巫妖」存在的场合，可以再选自己·对方的墓地1张卡除外。
②：自己·对方的结束阶段把墓地的这张卡除外才能发动。从卡组选1张「黄金国永生药」魔法·陷阱卡在自己场上盖放。','','','是否选卡除外？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93211810,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x2006000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93211810,'超音速波','自己回合选择场上1只名字带有「幻兽机」的怪兽才能发动。选择的怪兽在这个回合，攻击力变成原本攻击力的2倍，不受这张卡以外的魔法·陷阱卡的效果影响，向守备表示怪兽攻击时，若攻击力超过那个守备力，给与对方基本分那个数值的战斗伤害。那之后，这个回合的结束阶段时自己场上的机械族怪兽全部破坏。这张卡发动的回合，选择的怪兽以外的怪兽不能攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93211836,3,0,0x2,0x21,2300,1300,0x6,0x20,0x1,0x3);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93211836,'次世代军队','把名字带有「次世代」的怪兽解放对这张卡的上级召唤成功时，可以把对方场上存在的1张卡破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93217231,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x100003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93217231,'毒蛇供物','①：以自己场上1只爬虫类族怪兽和对方场上2张卡为对象才能发动。那1只自己的爬虫类族怪兽和那2张对方的卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93220472,3,0,0x0,0x21,2000,100,0x4,0x2000,0x8,0x10000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93220472,'巨龙','这张卡在自己场上至少有1只其他的怪兽存在不能召唤。自己场上没有这张卡以外的龙族怪兽存在时，这张卡不能攻击宣言。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93221206,3,0,0x0,0x11,1450,1200,0x4,0x2,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93221206,'古代精灵','活了数千年的妖精，能够操纵精灵发动攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93224848,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0xc0000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93224848,'幻魔的殉教者','①：这张卡以外的自己手卡有2张以上存在，自己场上有「神炎皇 乌利亚」或者「降雷皇 哈蒙」存在的场合，把手卡全部送去墓地才能发动。在自己场上把3只「幻魔的殉教者衍生物」（恶魔族·暗·1星·攻/守0）攻击表示特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93224849,3,0,0x0,0x4011,0,0,0x1,0x8,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93224849,'幻魔的殉教者衍生物','由「幻魔的殉教者」的效果特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93236220,3,0,0xfe,0x10002,0,0,0x0,0x0,0x0,0x2004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93236220,'围绕着星遗物的战斗','①：把自己场上1只表侧表示怪兽直到结束阶段除外，以对方场上1只表侧表示怪兽为对象才能发动。那只对方怪兽的攻击力·守备力下降因为这张卡发动而除外的怪兽的各自原本数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93238626,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x840000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93238626,'上千主上的玉座','对方的结束阶段时，自己回复那个回合受到战斗伤害的次数×500基本分。此外，自己场上的名字带有「混沌No.」以外的「No.」的怪兽成为攻击对象时，可以通过把这张卡送去墓地让那次攻击无效。那之后，把持有和那只自己怪兽相同「No.」数字的名字带有「混沌No.」的怪兽在那只怪兽上面重叠当作超量召唤从额外卡组特殊召唤。「上千主上的玉座」在自己场上只能有1张表侧表示存在。','回复','攻击无效特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93260132,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x400001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93260132,'魔法效果之矢','①：对方场上的表侧表示的魔法卡全部破坏，给与对方破坏数量×500伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93294869,3,0,0x79,0x21,0,1900,0x3,0x8000,0x4,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93294869,'伤炎星-狼武松','这张卡反转的场合，可以从卡组选1张名字带有「炎舞」的陷阱卡在自己场上盖放。用反转召唤反转的场合，可以再从卡组选1张名字带有「炎舞」的魔法卡在自己场上盖放。','盖放','是否要选择名字带有「炎舞」的魔法卡在自己场上盖放？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93298460,3,0,0xca,0x21,2000,800,0x5,0x1,0x8,0x410);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93298460,'魔装战士 风龙','①：这张卡可以直接攻击。
②：这张卡从场上送去墓地的场合，以自己墓地1只龙族·战士族·魔法师族的通常怪兽为对象才能发动。那只怪兽加入手卡。','卡片回收','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93302695,3,0,0xd2,0x21,1900,300,0x4,0x100000,0x20,0x3040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93302695,'星际仙踪-达克·萝丝','「星际仙踪-达克·萝丝」的①的效果1回合只能使用1次。
①：把场上的这张卡除外才能发动。从手卡把1只5星以上的「星际仙踪」怪兽特殊召唤。这个效果在对方回合也能发动。
②：1回合1次，支付1000基本分才能发动。这个回合，这张卡不会被战斗·效果破坏。这个效果在对方回合也能发动。','从手卡把「星际仙踪」怪兽特殊召唤','这张卡不会被战斗·效果破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93332803,3,0,0xd3,0x21,3000,1200,0x8,0x10000,0x4,0x10002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93332803,'怒炎坏兽 多哥兰','①：这张卡可以把对方场上1只怪兽解放，从手卡往对方场上攻击表示特殊召唤。
②：对方场上有「坏兽」怪兽存在的场合，这张卡可以从手卡攻击表示特殊召唤。
③：「坏兽」怪兽在自己场上只能有1只表侧表示存在。
④：1回合1次，把自己·对方场上3个坏兽指示物取除才能发动。对方场上的怪兽全部破坏。这个效果发动的回合，这张卡不能攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93343894,3,0,0x6e,0x11,1400,1000,0x4,0x40,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93343894,'水之魔导师','用水裹住对方并包围着施以攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93346024,3,0,0x0,0x11,1300,2000,0x4,0x2000,0x8,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93346024,'洞穴的潜龙','洞穴的巨大潜龙。平时很温顺，但生起气来很可怕。据传是在守护财宝。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93353691,3,0,0x0,0x2021,2400,2100,0x7,0x1,0x1,0x1000002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93353691,'不退的荒武者','战士族调整＋调整以外的战士族怪兽1只以上
从持有比这张卡的攻击力高的攻击力的怪兽受到攻击的场合，这张卡不会被那次战斗破坏，进行战斗的对方怪兽在伤害计算后破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93356623,3,0,0x108,0x10002,0,0,0x0,0x0,0x0,0x80002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93356623,'魔弹-交叉统治者','这个卡名的卡在1回合只能发动1张。
①：自己场上有「魔弹」怪兽存在的场合，以场上1只表侧表示怪兽为对象才能发动。直到回合结束时，那只怪兽的攻击力·守备力变成0，效果无效化。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93368494,3,0,0xb3,0x1000021,3000,300,0x707000a,0x4000,0x8,0x2020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93368494,'魔妖仙兽 大刃祸是','←7 【灵摆】 7→
①：自己场上的「妖仙兽」怪兽的攻击宣言时才能发动。那只攻击怪兽的攻击力直到战斗阶段结束时上升300。
【怪兽效果】
这张卡不用灵摆召唤不能特殊召唤。
①：这张卡的灵摆召唤不会被无效化。
②：这张卡召唤·特殊召唤成功的场合，以场上最多2张卡为对象才能发动。那些卡回到持有者手卡。
③：这张卡特殊召唤的回合的结束阶段发动。这张卡回到持有者手卡。','攻击上升','弹回手卡','返回手卡','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93369354,3,0,0x96,0x1021,100,200,0x1,0x20000,0x2,0x240008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93369354,'电子鱼人-枪手','自己场上有3星以下的水属性怪兽表侧表示存在的场合，丢弃1张手卡才能发动。墓地存在的这张卡在自己场上特殊召唤。把这张卡作为同调素材的场合，其他的同调素材怪兽必须全部是水属性怪兽。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93377803,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x2008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93377803,'孤毒之剑','自己场上的怪兽才能装备。
①：「孤毒之剑」在自己场上只能有1张表侧表示存在。
②：装备怪兽的原本的攻击力·守备力只在和对方怪兽进行战斗的伤害计算时变成2倍。
③：自己场上有装备怪兽以外的怪兽存在的场合这张卡送去墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93379652,3,0,0x1047,0x61,2450,1400,0x7,0x1000,0x1,0xb);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93379652,'宝石骑士·光棱晶','「宝石骑士」怪兽＋雷族怪兽
这张卡用融合召唤才能从额外卡组特殊召唤。
①：1回合1次，从手卡把1张「宝石骑士」卡送去墓地，以场上1张表侧表示的卡为对象才能发动。那张表侧表示的卡破坏。','表侧表示的1张卡破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93382620,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93382620,'命之纲','当自己的怪兽因战斗送去墓地时，将手卡全部丢弃发动这张卡，那只怪兽的攻击力上升800，并且特殊召唤上场。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93394164,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x3);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93394164,'并行装甲车炮','连接怪兽才能装备。这个卡名的②的效果1回合只能使用1次。
①：1回合1次，自己主要阶段才能发动。装备怪兽的位置向那只怪兽所连接区的主要怪兽区域移动（不能向从那只怪兽来看的对方场上移动）。
②：把装备的这张卡送去墓地才能发动。选和这张卡装备过的场上的怪兽相同纵列1张卡破坏。','移动位置','卡片破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93396832,3,0,0x0,0x100004,0,0,0x0,0x0,0x0,0xffffffff80000003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93396832,'角笛粉碎','要让怪兽的召唤·特殊召唤无效的怪兽的效果·陷阱卡发动时才能发动。那个发动无效并破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93431518,3,0,0x6,0x10002,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93431518,'连接暗黑界的结界通路','这张卡发动的场合，自己不能在发动回合内召唤·反转召唤·特殊召唤。从自己墓地把名字中带有「暗黑界」的1只怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93431862,3,0,0xc008,0x21,1200,1700,0x4,0x1,0x20,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93431862,'命运英雄 扣杀人','可以从手卡把1张名字带有「命运英雄」的卡送去墓地，给与对方基本分500分伤害。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93437091,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x80000100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93437091,'摇号机GO！GO！','这个卡名的卡在1回合只能发动1张。
①：从卡组选以下的卡合计3张给对方观看，对方从那之中随机选1张。那1张卡加入自己手卡，剩下的卡回到卡组。
●「青眼」怪兽
●「摇号机GO！GO！」以外的有「青眼白龙」或者「青眼究极龙」的卡名记述的魔法·陷阱卡','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93445074,3,0,0xd1,0x21,1000,1000,0x3,0x40,0x2,0x1002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93445074,'灰篮眼镜蛇','①：自己的怪兽区域的这张卡被战斗或者陷阱卡的效果破坏送去墓地的场合，以对方场上1只表侧表示怪兽为对象才能发动。这张卡当作装备卡使用给那只对方怪兽装备。
②：这张卡的效果让这张卡装备中的场合，得到装备怪兽的控制权。这张卡从场上离开时装备怪兽破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93449450,3,0,0x107,0x21,0,1800,0x4,0x20,0x8,0x2004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93449450,'方程式运动员 声速侧挂骑手','①：这张卡的攻击力上升这张卡的等级×300，不受原本的等级或者阶级比这张卡的等级低的对方怪兽发动的效果影响。
②：「方程式运动员」魔法·陷阱卡的效果发动的场合才能发动（伤害步骤也能发动）。这张卡的等级上升1星。
③：这张卡的等级是7星以上的场合，被送去对方墓地的卡不去墓地而除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93451636,3,0,0x58,0x21,100,300,0x1,0x800,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93451636,'发条蜜蜂','这张卡被战斗破坏送去墓地时，可以从卡组把1只4星以下的名字带有「发条」的怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93469007,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93469007,'爆裂爆发','把自己场上存在的1只名字带有「/爆裂体」的怪兽解放发动。双方受到那只怪兽的等级×200的数值的伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93473606,3,0,0x15c,0x4,0,0,0x0,0x0,0x0,0x2120);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93473606,'惊奇游乐设施·∀·神奇摩天轮','这个卡名的②的效果1回合只能使用1次。
①：以1只自己场上的「惊乐」怪兽或者对方场上的表侧表示怪兽为对象才能把这张卡发动。这张卡当作装备卡使用给那只怪兽装备。
②：可以把装备怪兽的控制者对应的以下效果发动。
●自己：双方的主要阶段才能发动。选1张手卡回到卡组最下面。那之后，自己从卡组抽1张。
●对方：装备怪兽的攻击力·守备力直到回合结束时交换。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93483212,3,0,0x4b,0x2021,4000,3500,0xa,0x4,0x10,0x2040104);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93483212,'极神圣帝 奥丁','「极星天」调整＋调整以外的怪兽2只以上
①：1回合1次，自己主要阶段才能发动。这张卡直到回合结束时不受魔法·陷阱卡的效果影响。
②：场上的表侧表示的这张卡被对方破坏送去墓地的回合的结束阶段，从自己墓地把1只「极星天」调整除外才能发动。这张卡从墓地特殊召唤。
③：这张卡的②的效果特殊召唤成功时才能发动。自己从卡组抽1张。','不受魔法·陷阱卡的影响','特殊召唤','抽卡','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93490856,1,0,0x16b,0x21,1200,2300,0x6,0x800000,0x4,0x20480000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93490856,'相剑军师-龙渊','这个卡名的①②的效果1回合各能使用1次。
①：把这张卡以外的手卡1张「相剑」卡或者1只幻龙族怪兽丢弃才能发动。这张卡从手卡特殊召唤。那之后，可以在自己场上把1只「相剑衍生物」（幻龙族·调整·水·4星·攻/守0）特殊召唤。只要这个效果特殊召唤的衍生物存在，自己不是同调怪兽不能从额外卡组特殊召唤。
②：这张卡作为同调素材送去墓地的场合才能发动。给与对方1200伤害。','','','是否特殊召唤衍生物？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93490857,1,20001444,0x16b,0x5011,0,0,0x4,0x800000,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93490857,'相剑衍生物','由「相剑军师-龙渊」的效果特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93503294,3,0,0x103,0x4000021,2100,38,0x3,0x2,0x20,0x40010);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93503294,'幻变骚灵·隐私王班西','「幻变骚灵」怪兽2只以上
这个卡名的①②的效果1回合各能使用1次。
①：自己·对方的主要阶段把这张卡以外的自己场上1只「幻变骚灵」怪兽解放才能发动。从卡组把1只「幻变骚灵」怪兽在作为这张卡所连接区的自己场上特殊召唤。
②：这张卡从场上送去墓地的场合，以自己墓地1张「幻变骚灵」卡为对象才能发动。那张卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93504463,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93504463,'通向进化的吊桥','自己场上存在的怪兽被选择作为攻击对象时才能发动。选择自己墓地存在的1只名字带有「进化虫」的怪兽特殊召唤，把攻击对象转换为那只怪兽进行伤害计算。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93506862,3,0,0x3a,0x21,1000,800,0x2,0x40,0x2,0x8);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93506862,'遗式虚法师','自己的主要阶段时，把这张卡从手卡丢弃才能发动。这个回合，对方不能对应名字带有「遗式」的仪式魔法卡的发动把魔法·陷阱·效果怪兽的效果发动，名字带有「遗式」的仪式怪兽仪式召唤成功时，对方不能把魔法·陷阱·效果怪兽的效果发动。','发动限制','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93507434,3,0,0x11a,0x21,1600,0,0x3,0x10000,0x8,0x2008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93507434,'恐龙摔跤手·卡帕扑翼龙','这个卡名的①的效果1回合只能使用1次。
①：对方场上的怪兽数量比自己场上的怪兽多的场合，以对方场上1只怪兽为对象才能发动。那只怪兽送去墓地。
②：这张卡作为「恐龙摔跤手」连接怪兽的连接素材送去墓地的场合才能发动。那只连接怪兽的攻击力直到回合结束时上升1000。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93542102,3,0,0x26,0x21,100,100,0x1,0x20,0x1,0x8040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93542102,'变形斗士·手机','这张卡得到这张卡的表示形式的以下效果。
●攻击表示：掷1次骰子。从自己卡组上面把出现的数目的卡翻开。那之中有4星以下的名字带有「变形斗士」的怪兽存在的场合，把1只无视召唤条件特殊召唤。那以外的卡回到卡组洗切。这个效果1回合只能使用1次。
●守备表示：掷1次骰子。从自己卡组上面把出现的数目的卡确认再回到原状。这个效果1回合只能使用1次。','特殊召唤','确认卡组','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93543806,3,0,0x70,0x21,600,600,0x6,0x100,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93543806,'先史遗产 太阳独石碑','1回合1次，选择自己场上1只名字带有「先史遗产」的怪兽才能发动。选择的怪兽的等级变成6星。这个效果发动的回合，自己不能把名字带有「先史遗产」的怪兽以外的怪兽特殊召唤。','等级变化','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93553943,3,0,0x0,0x11,800,600,0x2,0x400,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93553943,'食人花','吃人的人面花，用有毒的触手进行攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93554166,3,0,0x6,0x2,0,0,0x0,0x0,0x0,0xb);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93554166,'暗黑界之雷','选择场上里侧表示存在的1张卡破坏。之后，自己选择1张手卡丢弃去墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93568288,3,0,0x48,0x800021,0,1200,0x4,0x8,0x20,0x2004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93568288,'No.80 狂装霸王 狂想战曲王','4星怪兽×2
这个卡名的①的效果1回合可以使用最多2次。
①：把这张卡1个超量素材取除，以对方墓地1张卡为对象才能发动。那张卡除外。
②：以自己场上1只超量怪兽为对象才能发动。自己场上的这张卡当作攻击力上升1200的装备卡使用给那只自己怪兽装备。','当作装备卡给自己场上的超量怪兽装备','选择对方墓地1张卡从游戏中除外','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93581434,3,0,0xfc,0x21,0,0,0x1,0x1,0x1,0x1042000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93581434,'刚鬼 地狱教练','这个卡名的①的效果1回合只能使用1次。
①：自己场上没有怪兽存在的场合，把手卡的这张卡给对方观看，以自己墓地1只「刚鬼」连接怪兽为对象才能发动。这张卡从手卡特殊召唤。那之后，作为对象的怪兽特殊召唤。这个效果特殊召唤的连接怪兽攻击力下降500。
②：只要自己场上有「刚鬼」连接怪兽存在，这张卡不会被战斗破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93595154,3,0,0x15d,0x4,0,0,0x0,0x0,0x0,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93595154,'烙印的裁决','这个卡名的②的效果1回合只能使用1次。
①：以自己场上1只8星以上的融合怪兽为对象才能发动。持有那只怪兽的攻击力以上的攻击力的对方场上的怪兽全部破坏。
②：这张卡为让「阿不思的落胤」的效果发动而被送去墓地的回合的结束阶段才能发动。这张卡在自己场上盖放。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93599951,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93599951,'沉默的邪恶灵','对方的战斗阶段才可以发动。1只攻击怪兽的攻击无效化，改为对方的其他的表侧表示的1只怪兽攻击。（对象是守备表示的场合变攻击表示）','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93600443,3,0,0xa5,0x10002,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93600443,'假面变化二型','「假面变化二型」在1回合只能发动1张。
①：丢弃1张手卡，以自己场上1只表侧表示怪兽为对象才能发动。那只怪兽送去墓地，比那只怪兽等级高的1只相同属性的「假面英雄」怪兽当作「假面变化」的特殊召唤从额外卡组特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93612434,1,0,0x0,0x21,2500,1500,0x8,0x2000,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93612434,'双持手枪龙','这个卡名的①②的效果1回合各能使用1次。
①：把这张卡解放，以自己墓地2只卡名不同的「弹丸」怪兽为对象才能发动。那些怪兽守备表示特殊召唤。
②：把墓地的这张卡除外才能发动。从自己的卡组·墓地选1张「速射扳机」或者「重型扳机」加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93655221,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x81000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93655221,'屏蔽盾处理器','①：要让场上的怪兽破坏的魔法·陷阱·怪兽的效果发动时，以自己以及对方场上的连接怪兽各1只为对象才能把这张卡发动。作为对象的对方怪兽的效果无效，把这张卡当作装备卡使用给作为对象的自己怪兽装备。装备怪兽不会被效果破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93657021,3,0,0xc008,0x61,3000,3000,0xa,0x1,0x20,0x11000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93657021,'命运英雄 暮托邦人','「命运英雄」融合怪兽＋「命运英雄」怪兽
①：这张卡融合召唤成功的场合才能发动。从自己的手卡·场上把融合怪兽卡决定的融合素材怪兽送去墓地，把那1只融合怪兽从额外卡组融合召唤。
②：1回合1次，以场上1只怪兽为对象才能发动。这个回合，那只怪兽不会被战斗·效果破坏，那只怪兽的战斗发生的双方的战斗伤害变成0。这个效果在对方回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93662626,3,0,0xc8,0x1000011,1300,2700,0x7070006,0x1,0x4,0x201);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93662626,'点火骑士·乌兹','←7 【灵摆】 7→
①：另一边的自己的灵摆区域有「点火骑士」卡存在的场合才能发动。自己的灵摆区域的卡全部破坏，从自己的卡组·墓地选1只战士族·炎属性怪兽加入手卡。
【怪兽描述】
「德林加」的监督官兼亲卫队队长。总是被鲁莽行事的她牵着鼻子走，经常跟唯一的知己「点五零」吐露苦水。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93665266,3,0,0xea,0x1021,500,500,0x1,0x20,0x2,0xa0040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93665266,'水晶机巧-量子白晶','「水晶机巧-量子白晶」的效果1回合只能使用1次。
①：对方的主要阶段以及战斗阶段才能发动。从手卡把1只调整以外的怪兽效果无效特殊召唤，只用那只怪兽和这张卡为素材把1只机械族同调怪兽同调召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93671934,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0xc00000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93671934,'士气高扬','每当1张装备魔法卡装备在怪兽身上时，这张装备魔法的控制者回复1000基本分。每当1张装备魔法卡离场时，这张装备魔法的控制者受到1000点伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93672138,1,0,0x2151,0x4000021,3300,170,0x4,0x8,0x10,0x40008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93672138,'邪恶★双子克星 麻烦·桑妮','包含「邪恶★双子」怪兽的怪兽2只以上
这个卡名的①②的效果1回合各能使用1次。
①：把这张卡解放才能发动。从自己墓地选「姬丝基勒」怪兽和「璃拉」怪兽各最多1只特殊召唤。这个效果在对方回合也能发动。
②：把墓地的这张卡除外，从手卡·卡组以及自己场上的表侧表示怪兽之中把1只「邪恶★双子」怪兽送去墓地才能发动。选场上1张卡送去墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93684009,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x2040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93684009,'剑斗排斥波','这个卡名的②的效果1回合只能使用1次。
①：自己场上的「剑斗兽」怪兽在战斗阶段以外不会成为对方的效果的对象。
②：从自己卡组有「剑斗兽」怪兽特殊召唤的场合才能发动。相同种族的怪兽不在自己场上存在的1只「剑斗兽」怪兽从卡组守备表示特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93708824,3,0,0x1123,0x1021,1600,1200,0x3,0x2000,0x20,0x610);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93708824,'十六夜蔷薇龙','这个卡名的①②的效果1回合各能使用1次。
①：这张卡召唤·特殊召唤成功的场合才能发动。从卡组把「十六夜蔷薇龙」以外的1张有「黑蔷薇龙」的卡名记述的卡加入手卡。
②：这张卡在墓地存在，自己场上的表侧表示的「蔷薇龙」怪兽或者植物族同调怪兽被战斗或者对方的效果破坏的场合才能发动。这张卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93709215,3,0,0x0,0x21,2300,1800,0x7,0x8,0x20,0xc000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93709215,'暗冥破坏神','这张卡不能特殊召唤。这张卡攻击守备表示怪兽时，若攻击力超过那个守备力，给与对方基本分那个数值的战斗伤害。这张卡在同1次的战斗阶段中可以作2次攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93713837,3,0,0x48,0x800021,2400,2800,0x6,0x800000,0x20,0x40808);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93713837,'No.24 龙血鬼 德拉古勒斯','6星怪兽×2
①：1回合1次，把这张卡1个超量素材取除，以从额外卡组特殊召唤的1只表侧表示怪兽为对象才能发动。那只怪兽变成里侧守备表示。这个效果在对方回合也能发动。
②：表侧表示的这张卡因对方的效果从场上离开，被送去墓地的场合或者被除外的场合才能发动。这张卡里侧守备表示特殊召唤。
③：这张卡反转的场合发动。选场上1张卡送去墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93715853,3,0,0x0,0x21,100,2100,0x4,0x8,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93715853,'魔神 大神机','①：这张卡给与对方战斗伤害时才能发动。从自己的手卡·墓地选1只通常怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93717133,3,0,0x107b0055,0x21,3000,2500,0x8,0x2000,0x10,0x40002004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93717133,'银河眼光子龙','①：这张卡可以把自己场上2只攻击力2000以上的怪兽解放从手卡特殊召唤。
②：这张卡和对方怪兽进行战斗的战斗步骤，以那1只对方怪兽为对象才能发动。那只对方怪兽和场上的这张卡除外。这个效果除外的怪兽在战斗阶段结束时回到场上，这个效果把超量怪兽除外的场合，这张卡的攻击力上升把那只超量怪兽除外时的超量素材数量×500。','对方怪兽和这张卡从游戏中除外','出场方式为特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93724592,3,0,0x2b0011,0x21,1200,1200,0x3,0x20,0x1,0x20808);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93724592,'机巧忍者 三三九','这张卡可以攻击的场合必须作出攻击。场上表侧攻击表示存在的这张卡被选择作为攻击对象时，这张卡的表示形式变成守备表示。这张卡反转时，选择场上表侧表示存在的1只怪兽送去墓地。此外，这张卡反转的回合，这张卡可以直接攻击对方玩家。','变成守备表示','送去墓地','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93729065,1,0,0x0,0x1000061,2500,2000,0x1010007,0x2000,0x20,0x84400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93729065,'凶饿蛊龙','←1 【灵摆】 1→
①：每次场上的卡被送去墓地，每有1张给这张卡放置1个蛊指示物。
②：龙族·暗属性怪兽以外的场上的怪兽的攻击力下降场上的蛊指示物数量×200。
③：1回合1次，可以把战斗发生的对自己的战斗伤害变成0。
【怪兽效果】
暗属性怪兽＋灵摆怪兽
这个卡名的①的怪兽效果1回合只能使用1次。
①：以对方场上1只表侧表示怪兽为对象才能发动。直到结束阶段，这张卡当作和那只怪兽同名卡使用，得到相同效果。那之后，作为对象的怪兽的攻击力·守备力下降500，效果无效化，给与对方500伤害。
②：怪兽区域的这张卡被破坏的场合才能发动。这张卡在自己的灵摆区域放置。','','','','是否要把战斗伤害变成0？','结束复制效果','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93730230,3,0,0x70,0x800021,2100,1000,0x3,0x100000,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93730230,'先史遗产 水晶外星人','3星怪兽×2
1回合1次，这张卡被选择作为攻击对象时，把这张卡1个超量素材取除才能发动。这个回合，这张卡不会被战斗以及卡的效果破坏，这张卡的战斗发生的对自己的战斗伤害由对方代受。','伤害转移','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93730409,3,0,0x0,0x200021,500,1500,0x3,0x4000,0x8,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93730409,'真空鼬鼠','反转：这个回合对方玩家不能发动魔法·陷阱卡。','发动限制','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93738004,3,0,0x114,0x21,1200,2400,0x5,0x200,0x8,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93738004,'空牙团的孤高 莎吉塔','这个卡名的①的效果1回合只能使用1次。
①：这张卡特殊召唤成功的场合才能发动。给与对方为「空牙团的孤高 莎吉塔」以外的自己场上的「空牙团」怪兽种类×500伤害。
②：只要这张卡在怪兽区域存在，对方不能把这张卡以外的自己场上的「空牙团」怪兽作为效果的对象。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93747864,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93747864,'沙漠之光','自己场上的所有怪兽全部变成表侧守备表示。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93749093,3,0,0x0,0x21,200,200,0x1,0x4,0x10,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93749093,'马卡龙棉花糖','这个卡名的效果1回合只能使用1次。
①：这张卡被战斗·效果破坏的场合才能发动。从自己的手卡·卡组·墓地选这张卡以外的最多2只「马卡龙棉花糖」特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93751476,3,0,0x79,0x21,1100,2000,0x4,0x8000,0x4,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93751476,'猛炎星-鹿明','这张卡被卡的效果破坏送去墓地的回合的结束阶段时，可以从卡组把「猛炎星-鹿明」以外的1只名字带有「炎星」的4星怪兽特殊召唤。这张卡被名字带有「炎星」的同调怪兽的同调召唤使用送去墓地的场合，可以从卡组选1张名字带有「炎舞」的魔法卡在自己场上盖放。','特殊召唤','盖放','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93754402,3,0,0x7c,0x20002,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93754402,'炎舞-「洞明」','这个卡名的卡在1回合只能发动1张，这个卡名的②的效果1回合只能使用1次。
①：作为这张卡的发动时的效果处理，以下效果可以适用。
●等级合计直到变成仪式召唤的怪兽的等级以上为止，把自己的手卡·场上的怪兽解放，从手卡把1只兽战士族仪式怪兽仪式召唤。
②：魔法与陷阱区域的表侧表示的这张卡被送去墓地的场合，以自己墓地1只「炎星」怪兽为对象才能发动。那只怪兽特殊召唤。','','是否仪式召唤？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93775296,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93775296,'反转重用','①：以自己墓地最多2只反转怪兽为对象才能发动。那些怪兽表侧守备表示或者里侧守备表示在对方场上特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93788854,1,0,0x0,0x11,800,600,0x2,0x10,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93788854,'彷徨的亡者','因不能成佛，而只能漫无目的徘徊的怪兽。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93816465,3,0,0x0,0x21,0,0,0x4,0x1,0x1,0x1040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93816465,'零点守卫士','把这张卡解放发动。这个回合自己怪兽不会被战斗破坏，和对方怪兽的战斗发生的对自己的战斗伤害变成0。这个效果在对方回合也能发动。','战斗伤害免疫','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93830681,3,0,0x0,0x21,700,1500,0x3,0x20000,0x2,0x102000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93830681,'杀人皱鳃鲨','自己场上表侧表示存在的鱼族·海龙族·水族怪兽被选择作为攻击对象时，把墓地存在的这张卡从游戏中除外发动。把1只攻击怪兽的攻击无效，那个攻击力直到下次的自己的结束阶段时下降500。「杀人皱鳃鲨」的效果1回合只能使用1次。','攻击无效','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93850652,3,0,0x114,0x21,1200,500,0x3,0x1,0x1,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93850652,'空牙团的剑士 比特','这个卡名的①②的效果1回合各能使用1次。
①：自己主要阶段才能发动。从手卡把「空牙团的剑士 比特」以外的1只「空牙团」怪兽特殊召唤。
②：这张卡已在怪兽区域存在的状态，自己场上有这张卡以外的「空牙团」怪兽特殊召唤的场合才能发动。从卡组把「空牙团的剑士 比特」以外的1只「空牙团」怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93850690,1,0,0x16b,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93850690,'大灵峰相剑门','这个卡名的①②的效果1回合各能使用1次。
①：以自己墓地1只「相剑」怪兽为对象才能发动。那只怪兽特殊召唤。自己场上有同调怪兽存在的场合，也能作为代替以1只幻龙族怪兽为对象。
②：这张卡被除外的场合，以自己场上1只「相剑」怪兽或者幻龙族怪兽为对象才能发动。那只怪兽的等级直到回合结束时上升或者下降1星。','','','等级上升','等级下降','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93854893,3,0,0x11b,0x800021,2600,2100,0x8,0x20,0x20,0x41000008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93854893,'宵星之机神 丁吉尔苏','8星怪兽×2
自己对「宵星之机神 丁吉尔苏」1回合只能有1次特殊召唤，也能在自己场上的「自奏圣乐」连接怪兽上面重叠来超量召唤。
①：这张卡特殊召唤成功的场合，可以从以下效果选择1个发动。
●选对方场上1张卡送去墓地。
●选除外的1只自己的机械族怪兽在这张卡下面重叠作为超量素材。
②：自己场上的卡被战斗·效果破坏的场合，可以作为代替把这张卡1个超量素材取除。','是否在「自奏圣乐」连接怪兽上面重叠来超量召唤？','对方卡送去墓地','补充超量素材','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93877990,3,0,0x79,0x61,2600,2200,0x8,0x8000,0x4,0x40000b);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93877990,'富炎星-白天应','兽战士族怪兽×2
这个卡名的①②的效果1回合各能使用1次。
①：这张卡特殊召唤成功的场合才能发动。给与对方为自己场上的「炎舞」魔法·陷阱卡数量×200伤害。
②：自己·对方的战斗阶段，把自己场上1张表侧表示的「炎舞」魔法·陷阱卡送去墓地，以对方场上1张卡为对象才能发动。那张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93880808,2,0,0x0,0x21,-2,2500,0xa,0x1,0x10,0x40003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93880808,'天位金骑士','这张卡在手卡·墓地存在的场合：可以从手卡以及自己场上的表侧表示怪兽之中把「王后骑士」「国王骑士」「卫兵骑士」各1只送去墓地；这张卡特殊召唤。这张卡的攻击力上升双方手卡数量×500。可以丢弃1张手卡；对方场上和丢弃的卡种类（怪兽·魔法·陷阱）相同的表侧表示的卡全部破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93882364,3,0,0x2,0x21,1200,1200,0x3,0x20,0x8,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93882364,'次世代工作员','把这张卡解放发动。从手卡把1只名字带有「次世代」的怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93889755,3,0,0x0,0x21,1350,1400,0x4,0x8,0x20,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93889755,'杀人小丑','这张卡的表示形式从守备表示变成攻击表示时，对方场上的1只怪兽回到持有者手卡。','对方1只怪兽回到手牌','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93892436,3,0,0x9f,0x1000021,300,1800,0x2020004,0x80000,0x1,0x22080);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93892436,'娱乐伙伴 秋千眼镜蛇','←2 【灵摆】 2→
①：1回合1次，自己怪兽给与对方战斗伤害时才能发动。对方卡组最上面的卡送去墓地。
【怪兽效果】
①：这张卡可以直接攻击。
②：这张卡攻击的场合，战斗阶段结束时变成守备表示。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93895605,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x400002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93895605,'仇恨炸弹','①：自己的恶魔族怪兽被选择作为攻击对象时，以1只攻击怪兽和那1只攻击对象怪兽为对象才能发动。那只攻击怪兽和那只攻击对象怪兽2只破坏，给与对方破坏的攻击怪兽的原本攻击力数值的伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93896655,3,0,0x2158,0x4000021,0,2,0x1,0x400,0x1,0x850200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93896655,'圣天树之幼精','4星以下的植物族怪兽1只
①：这张卡用「圣种之地灵」为素材在额外怪兽区域连接召唤的场合才能发动。从卡组把1张「圣蔓」魔法·陷阱卡加入手卡。
②：这张卡不会被作为攻击对象（自己场上只有被这个效果适用的怪兽存在的状态中对方的攻击变成对自己的直接攻击）。
③：1回合1次，自己因战斗·效果受到伤害的场合才能发动。自己基本分回复那个数值，从额外卡组把1只「圣蔓」怪兽特殊召唤。','','回复并特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93900406,3,0,0x0,0x21,1250,800,0x3,0x1,0x1,0x401000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93900406,'蘑菇怪人','每次的自己准备阶段受到300分的伤害。可以在自己的结束阶段支付500分，把这张卡的控制权转移给对方。','伤害','控制权转移','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93912845,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0xc0000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93912845,'复活礼物','选择自己墓地存在的1只调整特殊召唤。这个效果特殊召唤的怪兽的效果无效化。在对方场上把2只「礼物魔衍生物」（恶魔族·暗·3星·攻/守1500）特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93912846,3,0,0x0,0x4011,1500,1500,0x3,0x8,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93912846,'礼物魔衍生物','由「苏生的礼物」的效果特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93920420,3,0,0xfe,0x21,500,2500,0x8,0x20,0x20,0x1040004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93920420,'星遗物-『星杖』','这个卡名的②③的效果1回合各能使用1次。
①：通常召唤的这张卡不会被和从额外卡组特殊召唤的怪兽的战斗破坏。
②：这张卡被送去墓地的场合才能发动。从手卡把1只「星遗物」怪兽特殊召唤。
③：把墓地的这张卡除外，以除外的1只自己的「自奏圣乐」怪兽为对象才能发动。那只怪兽特殊召唤。这个效果的发动后，直到回合结束时自己不是暗属性怪兽不能特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93920745,3,0,0x5a,0x200021,750,500,0x2,0x40,0x2,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93920745,'企鹅士兵','①：这张卡反转的场合，以场上最多2只怪兽为对象才能发动。那些怪兽回到持有者手卡。','返回手牌','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93927067,3,0,0x0,0x21,1900,1200,0x5,0x8000,0x20,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93927067,'血腥魔兽人帝王','①：自己场上没有怪兽存在的场合，这张卡可以从手卡特殊召唤。
②：这张卡战斗破坏对方怪兽的场合发动。这张卡的攻击力上升500。
③：这张卡被战斗破坏的场合发动。让把这张卡破坏的怪兽的攻击力下降500。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93946239,3,0,0xc5,0x2,0,0,0x0,0x0,0x0,0x108);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93946239,'无之炼狱','自己手卡是3张以上的场合才能发动。从自己卡组抽1张卡，这个回合的结束阶段时自己手卡全部丢弃。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93966624,3,0,0x0,0x21,1800,600,0x4,0x1,0x1,0x40004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93966624,'魔法进击者','①：这张卡在手卡存在的场合，以自己以及对方场上的表侧表示的魔法卡各1张为对象才能发动。那些卡除外，这张卡从手卡特殊召唤。','卡片除外','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93969023,3,0,0x0,0x21,600,600,0x1,0x2000,0x20,0x2200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93969023,'黑钢龙','①：自己主要阶段以自己场上1只「真红眼」怪兽为对象才能发动。从自己的手卡·场上把这只怪兽当作攻击力上升600的装备卡使用给那只自己怪兽装备。
②：这张卡从场上送去墓地的场合才能发动。从卡组把1张「真红眼」卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(93983867,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x41000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(93983867,'戏法箱','①：自己场上的「娱乐法师」怪兽被战斗·效果破坏送去墓地的场合，以对方场上1只怪兽为对象才能发动。自己直到结束阶段得到那只怪兽的控制权。那之后，选自己墓地1只「娱乐法师」怪兽在对方场上特殊召唤。这个回合的结束阶段，这个效果特殊召唤的怪兽的控制权回归原本持有者。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94004268,3,0,0x4,0x21,1500,1600,0x4,0x1,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94004268,'亚马逊剑士','①：这张卡的战斗发生的对自己的战斗伤害由对方代受。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94016752,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x300008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94016752,'深渊的宣告者','这个卡名的卡在1回合只能发动1张。
①：支付1500基本分，宣言种族和属性各1个才能发动。宣言的种族·属性的怪兽在对方场上存在的场合，对方必须把那1只怪兽送去墓地。这个回合，对方不能把那只怪兽以及那些同名怪兽的怪兽效果发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94022093,3,0,0x0,0x11,1350,1000,0x4,0x40,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94022093,'大肚海蛇','样子很怪的海蛇。特征是大口和大牙。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94042337,3,0,0x0,0x11,1550,800,0x4,0x40,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94042337,'暴雨怪','突然降下倾盆大雨的怪兽。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94046012,3,0,0x11b,0x1021,500,1900,0x1,0x20,0x20,0x40004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94046012,'自奏圣乐·卡农曲大炮','这个卡名的效果1回合只能使用1次。
①：把墓地的这张卡除外才能发动。从手卡把「自奏圣乐·卡农曲大炮」以外的1只「自奏圣乐」怪兽特殊召唤。这个效果的发动后，直到回合结束时自己不是暗属性怪兽不能特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94068856,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94068856,'时间推移','自己场上表侧表示存在的1只名字带有「命运女郎」的怪兽的等级直到结束阶段时上升3星。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94073244,3,0,0x114,0x21,500,1000,0x2,0x4000,0x8,0x40003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94073244,'空牙团的击手 砰帕','这个卡名的①②的效果1回合各能使用1次。
①：自己主要阶段才能发动。从手卡把「空牙团的击手 砰帕」以外的1只「空牙团」怪兽特殊召唤。
②：这张卡已在怪兽区域存在的状态，自己场上有这张卡以外的「空牙团」怪兽特殊召唤的场合，以场上1张表侧表示的卡为对象才能发动。那张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94079037,3,0,0x0,0x21,1000,1200,0x3,0x4000,0x1,0x1100100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94079037,'采矿鼹鼠','这张卡1回合只有1次不会被战斗破坏。这张卡作为兽族怪兽的同调召唤的素材送去墓地的场合，从自己卡组抽1张卡。这张卡因对方的卡的效果从场上离开的场合，从游戏中除外。','抽卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94081496,3,0,0x0,0x21,200,500,0x1,0x800,0x1,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94081496,'黑亮的G','对方场上有1只同调怪兽特殊召唤时，把自己墓地存在的这张卡从游戏中除外发动。那1只同调怪兽破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94092230,3,0,0x100a,0x21,3200,0,0xa,0x8,0x20,0x3);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94092230,'侵入魔鬼·威角','这张卡不能特殊召唤。这张卡通常召唤的场合，必须把自己场上存在的3只名字带有「侵入魔鬼」的怪兽解放作召唤。可以把基本分支付一半，这张卡以外的场上存在的卡全部破坏。这个效果1回合只能使用1次。','把3只怪兽解放召唤','破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94096018,3,0,0x0,0x21,1500,1600,0x4,0x2,0x20,0x110);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94096018,'秘女郎-雾美人','①：这张卡召唤·特殊召唤成功的场合，宣言卡的种类（怪兽·魔法·陷阱）才能发动。对方卡组最上面的卡给双方确认，宣言的种类的卡的场合，自己从卡组抽1张。
②：1回合1次，以自己场上1只「秘旋谍-花公子」和对方场上1只怪兽为对象才能发动。那2只怪兽回到持有者手卡。这个效果在对方回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94096616,3,0,0x88,0x21,1700,500,0x4,0x200,0x10,0x20000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94096616,'武神器-蛇','自己的主要阶段1，把这张卡从手卡送去墓地，选择自己场上1只名字带有「武神」的怪兽才能发动。这个回合，选择的怪兽可以直接攻击对方玩家。','直接攻击','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94119480,3,0,0x0,0x800021,2600,1700,0x5,0x8,0x20,0x3);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94119480,'终焉守护者 阿德琉斯','5星怪兽×2
1回合1次，把这张卡1个超量素材取除，选择对方场上表侧表示存在的1张卡才能发动。选择的卡破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94119974,3,0,0x0,0x11,1600,1200,0x4,0x10000,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94119974,'双头恐龙王','恐龙族中的强力卡。用2个头同时攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94136469,3,0,0x0,0x21,400,2400,0x6,0x2000,0x20,0x1840000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94136469,'校验和龙','①：对方怪兽的攻击宣言时才能发动。这张卡从手卡特殊召唤。那之后，自己基本分回复这张卡的守备力一半的数值。
②：攻击表示的这张卡不会被战斗破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94141712,3,0,0x1110041,0x21,2800,1000,0x7,0x2000,0x8,0x40208);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94141712,'武装龙·雷电 LV7','这个卡名的②③的效果1回合各能使用1次。
①：这张卡的卡名只要在场上·墓地存在当作「武装龙 LV7」使用。
②：从手卡把1只怪兽送去墓地才能发动。场上的这张卡送去墓地，从手卡·卡组把1只10星以下的「武装龙」怪兽特殊召唤。
③：这张卡为让龙族怪兽的效果发动而被送去墓地的场合才能发动。从卡组把1张「武装龙」卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94142993,3,0,0x10b,0x200021,2200,0,0x6,0x8,0x20,0x40208);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94142993,'廷达魔三角之侵入者','这个卡名的①②③的效果1回合各能使用1次。
①：这张卡反转的场合才能发动。从卡组把1张「廷达魔三角」卡加入手卡。
②：这张卡召唤成功时才能发动。从卡组把1张「廷达魔三角」卡送去墓地。
③：这张卡在墓地存在，自己场上有怪兽里侧守备表示特殊召唤的场合发动。这张卡从墓地里侧守备表示特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94145021,3,0,0x0,0x21,0,0,0x1,0x2,0x8,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94145021,'小丑与锁鸟','①：对方在抽卡阶段以外从卡组把卡加入手卡的场合，把这张卡从手卡送去墓地才能发动。这个回合，双方不能从卡组把卡加入手卡。这个效果在对方回合也能发动。','检索限制','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94145022,3,94145021,0x0,0x21,0,0,0x1,0x2,0x8,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94145022,'小丑与锁鸟','①：对方在抽卡阶段以外从卡组把卡加入手卡的场合，把这张卡从手卡送去墓地才能发动。这个回合，双方不能从卡组把卡加入手卡。这个效果在对方回合也能发动。','检索限制','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94145683,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x140000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94145683,'燕巢','①：把自己场上1只表侧表示的鸟兽族怪兽解放才能发动。和解放的怪兽相同等级的1只鸟兽族怪兽从卡组特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94156050,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94156050,'颠倒眼镜','场上表侧表示存在的全部怪兽的攻击力直到结束阶段时变成一半。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94160895,3,0,0xf9,0x21,2700,2100,0x9,0x800000,0x8,0x40204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94160895,'真龙凰 玛丽亚姆内','「真龙凰 玛丽亚姆内」的①②的效果1回合各能使用1次。
①：自己主要阶段才能发动。从这张卡以外的手卡以及自己场上的表侧表示怪兽之中把包含风属性怪兽的2只怪兽破坏，这张卡从手卡特殊召唤，把2只风属性怪兽破坏的场合，可以从对方卡组上面把4张卡除外。
②：这张卡被效果破坏的场合才能发动。从卡组把1只风属性以外的幻龙族怪兽加入手卡。','特殊召唤','加入手卡','是否把对方卡组的卡除外？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94163677,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94163677,'无限的手札','只要这张卡在场上表侧表示存在，双方没有手卡数量限制。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94183877,3,0,0x134,0x21,1500,1500,0x4,0x4,0x4,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94183877,'王战之影 洛普特','这个卡名的③的效果1回合只能使用1次。
①：「王战之影 洛普特」在自己场上只能有1只表侧表示存在。
②：自己场上的「王战」怪兽的攻击力·守备力在对方回合内上升1000。
③：自己·对方的主要阶段，把自己场上1只「王战」怪兽解放才能发动。和那只怪兽卡名不同的1只9星「王战」怪兽从卡组特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94187078,3,0,0x154,0x2,0,0,0x0,0x0,0x0,0x40002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94187078,'极超之龙辉巧','这个卡名的卡在1回合只能发动1张，这张卡发动的回合，自己若非不能通常召唤的怪兽则不能特殊召唤。
①：从卡组把1只「龙辉巧」怪兽特殊召唤。这个效果特殊召唤的怪兽在结束阶段破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94192409,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94192409,'强制脱出装置','①：以场上1只怪兽为对象才能发动。那只怪兽回到持有者手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94203886,3,0,0x54,0x21,800,1200,0x2,0x2,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94203886,'我我我小子','自己场上有「我我我小子」以外的名字带有「我我我」的怪兽存在的场合，这张卡可以从手卡特殊召唤。这个方法特殊召唤成功时，可以选择自己场上1只名字带有「我我我」的怪兽，这张卡的等级变成和选择的怪兽相同等级。这个效果发动的回合，自己不能进行战斗阶段。','等级变化','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94207108,3,0,0x12b,0x4000021,2400,45,0x4,0x1000000,0x2,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94207108,'海晶少女 妙晶心','水属性怪兽2只以上
①：这张卡和怪兽进行战斗的伤害计算时才能发动1次。选给这张卡装备的1张自己的「海晶少女」怪兽卡特殊召唤。这张卡不会被那次战斗破坏，那次战斗发生的对自己的战斗伤害变成0。这个效果特殊召唤的怪兽在结束阶段当作装备卡使用给这张卡装备。
②：这张卡被对方破坏的场合才能发动。从自己墓地选1只连接3以下的「海晶少女」怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94212438,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94212438,'通灵盘','这张卡和「死之信息」卡4种类在自己场上齐集时，自己决斗胜利。
①：对方结束阶段把这个效果发动。从手卡·卡组让1张「死之信息」卡以「E」「A」「T」「H」的顺序在自己的魔法与陷阱区域出现。
②：自己场上的「通灵盘」或者「死之信息」卡从场上离开时自己场上的「通灵盘」以及「死之信息」卡全部送去墓地。','让「死之信息」卡出现','请选择要出现在魔法与陷阱卡区域的卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94215860,3,0,0x0,0x221,1900,1500,0x4,0x4,0x2,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94215860,'夜叉','这张卡不能特殊召唤。召唤·反转的回合的结束阶段时回到持有者手卡。这张卡召唤·反转时，可以选择对方场上存在的1张魔法·陷阱卡回到持有者手卡。','返回手牌','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94220427,3,0,0xcf0095,0x2,0,0,0x0,0x0,0x0,0x40010);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94220427,'升阶魔法-紧急型混沌之力','这个卡名的②的效果在决斗中只能使用1次。
①：以自己场上1只5阶以上的超量怪兽为对象才能发动。比那只自己怪兽阶级高1阶的1只「混沌No.」超量怪兽或者「混沌超量」超量怪兽在作为对象的怪兽上面重叠当作超量召唤从额外卡组特殊召唤。
②：这张卡在墓地存在，自己场上有5阶以上的超量怪兽特殊召唤时才能发动。这张卡加入手卡。','加入手卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94224458,3,0,0x2142,0x10002,0,0,0x0,0x0,0x0,0x40204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94224458,'白化宿命之黄金国永生药','这个卡名的①②的效果1回合只能有1次使用其中任意1个。
①：从自己的手卡·墓地选1只不死族怪兽特殊召唤。自己场上没有「黄金国巫妖」怪兽存在的场合，这个效果不是「黄金国巫妖」怪兽不能特殊召唤。这张卡的发动后，直到回合结束时自己不是不死族怪兽不能特殊召唤。
②：自己主要阶段把墓地的这张卡除外才能发动。从卡组选1张「黄金乡」魔法·陷阱卡在自己场上盖放。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94230224,3,0,0x0,0x200021,750,700,0x2,0x8,0x20,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94230224,'针球','反转：可以支付2000分，对方受到1000分的伤害。','反转','是否要使用「针球」的效果？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94243005,3,0,0xcf,0x80002,0,0,0x0,0x0,0x0,0x4240200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94243005,'混沌空间','①：每次怪兽被表侧表示除外，每有1只给这张卡放置1个混沌指示物。
②：1回合1次，把自己场上的混沌指示物4个以上取除，以持有和取除数量相同等级的除外的1只自己或者对方的怪兽为对象才能发动。那只怪兽在自己场上特殊召唤。
③：场上的这张卡被对方的效果送去墓地时才能发动。把持有这张卡放置的混沌指示物数量以下的等级的1只光·暗属性的怪兽从卡组加入手卡。','特殊召唤','检索','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94253609,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x10080);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94253609,'元素吸收器','把手卡1张怪兽卡从游戏中除外。持有和这个效果除外的怪兽卡相同的属性的对方怪兽，只要这张卡在场上存在不能攻击宣言。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94253655,3,0,0x13f,0x2021,2500,1000,0x8,0x8,0x4,0x2204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94253655,'海造贼-豪速之烈火号','调整＋调整以外的怪兽1只以上
这个卡名的②的效果1回合只能使用1次。
①：自己场上的其他的恶魔族怪兽的攻击力上升500。
②：从手卡丢弃1张「海造贼」卡，以对方场上1张魔法·陷阱卡为对象才能发动。那张卡除外。那之后，可以从卡组把1只「海造贼」怪兽加入手卡。这张卡有「海造贼」卡装备的场合，这个效果在对方回合也能发动。','','是否从卡组把「海造贼」怪兽加入手卡？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94256039,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x4400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94256039,'通天塔','只要这张卡在场上存在，每次自己或者对方把魔法卡发动，给这张卡放置1个魔力指示物。这张卡放置第4个魔力指示物时这张卡破坏，那个时候把魔法卡发动的玩家受到3000分伤害。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94259633,3,0,0x110,0x4000021,0,128,0x1,0x2,0x20,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94259633,'纳祭之魔·阿尼玛','衍生物以外的1星怪兽1只
这个卡名的①的效果1回合只能使用1次。
①：以这张卡所连接区1只表侧表示怪兽为对象才能发动。那只表侧表示怪兽当作装备卡使用给这张卡装备（只有1只可以装备）。
②：这张卡的攻击力上升这张卡的效果装备的怪兽的攻击力数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94283662,3,0,0x45,0x21,1500,500,0x4,0x8,0x20,0x102400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94283662,'传送恶魔','①：1回合1次，自己主要阶段才能发动。从手卡丢弃1只恶魔族怪兽，这张卡的攻击力直到回合结束时上升500。
②：自己场上的这张卡被破坏送去墓地时，以除外的1只自己的暗属性怪兽为对象才能发动。那只怪兽加入手卡。','攻击上升','加入手卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94303232,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x4);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94303232,'阻碍星','自己场上表侧攻击表示存在的怪兽的表示形式改变为表侧守备表示的回合，那只怪兽才能装备。选择对方场上存在的1只怪兽。那只怪兽不能作攻击和表示形式的改变。装备怪兽被破坏让这张卡送去墓地时，选择的对方怪兽从游戏中除外。','除外','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94317736,3,0,0x0,0x80002,0,0,0x0,0x0,0x0,0x3800000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94317736,'极东秘泉乡','这个卡名的卡在1回合只能发动1张。
①：双方玩家1回合1次，自己主要阶段2才能发动。自己回复500基本分，这个回合中，以下效果适用。
●自己怪兽的召唤·特殊召唤不会被无效化。
●包含把怪兽特殊召唤效果的怪兽的效果·魔法·陷阱卡由自己发动的场合，那个发动不会被无效化。
●自己场上盖放的魔法·陷阱卡不会成为对方的效果的对象，不会被对方的效果破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94331452,3,0,0x1066,0x1021,700,700,0x2,0x20,0x8,0x200000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94331452,'音响战士 架子鼓','宣言1个属性，选择场上表侧表示存在的1只名字带有「音响战士」的怪兽发动。选择的怪兽变成宣言的属性。这个效果1回合只能使用1次。此外，宣言1个属性，可以把自己墓地存在的这张卡从游戏中除外，自己场上表侧表示存在的1只名字带有「音响战士」的怪兽变成宣言的属性。','属性变化','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94344242,3,0,0x0,0x21,500,1500,0x3,0x800,0x10,0x40042800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94344242,'电子光虫-焊料织网蛛','把这张卡作为超量召唤的素材的场合，不是昆虫族怪兽的超量召唤不能使用。
①：1回合1次，以自己场上1只表侧攻击表示怪兽为对象才能发动。那只怪兽变成守备表示，从手卡把1只昆虫族·3星怪兽守备表示特殊召唤。
②：场上的这张卡为素材作超量召唤的怪兽得到以下效果。
●这次超量召唤成功的场合发动。对方场上的全部表侧表示怪兽守备力变成0，变成守备表示。','','全部变成守备表示（电子光虫-焊料织网蛛）','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94350039,3,0,0x27,0x1021,600,0,0x1,0x10,0x20,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94350039,'科技属 齿轮僵尸','这个卡名的效果1回合只能使用1次。
①：以自己场上1只「科技属」怪兽为对象才能发动。这张卡从手卡特殊召唤。那之后，作为对象的怪兽的攻击力下降1000。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94365540,3,0,0x10b,0x21,0,2300,0x5,0x8,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94365540,'廷达魔三角之底边守卫者','这个卡名的①的方法的特殊召唤1回合只能有1次。
①：自己场上有里侧守备表示怪兽存在的场合，这张卡可以从手卡守备表示特殊召唤。
②：这张卡已在怪兽区域存在的状态，对方的连接怪兽的所连接区有怪兽召唤·特殊召唤的场合，把这张卡解放才能发动。从手卡·卡组把1只「廷达魔三角」怪兽表侧攻击表示或者里侧守备表示特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94374859,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x20);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94374859,'僵尸推销员','每次自己场上的怪兽给与对方玩家战斗伤害，选择对方墓地存在的1张卡回到对方卡组最下面。','返回卡组','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94377247,3,0,0x0,0x82,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94377247,'假面魔兽的仪式','「假面魔兽 鬼面修道士」的降临必需。
①：从自己的手卡·场上把等级合计直到8以上的怪兽解放，从手卡把「假面魔兽 鬼面修道士」仪式召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94380860,3,0,0x48,0x800021,2400,1200,0x4,0x4,0x2,0x102);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94380860,'No.103 神葬零娘 暮零','4星怪兽×2
①：1回合1次，把这张卡1个超量素材取除，以持有和原本攻击力不同攻击力的对方场上1只攻击表示怪兽为对象才能发动。那只怪兽破坏，自己从卡组抽1张。这个效果在对方回合也能发动。','破坏抽卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94381039,3,0,0x38,0x21,2300,200,0x5,0x4,0x10,0xb);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94381039,'光道天使 基路伯','把名字带有「光道」的怪兽解放对这张卡的上级召唤成功时，从自己卡组上面把4张卡送去墓地才能发动。选择对方场上最多2张卡破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94388754,3,0,0xe6,0x2000021,1000,1000,0x7,0x1,0x20,0x10a);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94388754,'花札卫-萩间猪-','这张卡不能通常召唤。把「花札卫-萩间猪-」以外的自己场上1只「花札卫」怪兽解放的场合可以特殊召唤。
①：这张卡特殊召唤成功的场合发动。自己从卡组抽1张，给双方确认。那是「花札卫」怪兽的场合，可以选对方场上1只怪兽破坏。不是的场合，那张卡送去墓地。','抽卡','是否选对方场上1只怪兽破坏？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94395649,1,0,0x0,0x21,1300,900,0x4,0x200,0x8,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94395649,'超重禽属 鸡蛇矿','这个卡名的①②的效果1回合各能使用1次。
①：这张卡在手卡·墓地存在的场合，把自己场上1只兽族·兽战士族·鸟兽族怪兽解放才能发动。这张卡特殊召唤。这个效果特殊召唤的这张卡从场上离开的场合除外。
②：从卡组把1只4星以下的兽族·兽战士族·鸟兽族怪兽除外才能发动。直到结束阶段，这张卡当作和除外的怪兽同名卡使用，变成相同种族·属性·等级。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94412545,1,0,0x0,0x11,800,600,0x2,0x80000,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94412545,'机械变色龙','变换身体颜色可以隐藏在任何地方。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94415058,3,0,0x98,0x1000021,1200,2400,0x1010005,0x2,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94415058,'星读之魔术师','←1 【灵摆】 1→
①：自己的灵摆怪兽进行战斗的场合，对方直到伤害步骤结束时魔法卡不能发动。
②：另一边的自己的灵摆区域没有「魔术师」卡或者「异色眼」卡存在的场合，这张卡的灵摆刻度变成4。
【怪兽效果】
①：1回合1次，只让自己场上的灵摆怪兽1只因对方的效果回到自己手卡时才能发动。那1只同名怪兽从手卡特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94418111,3,0,0x108,0x21,1700,900,0x4,0x8,0x10,0x120);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94418111,'魔弹射手 狂野','这个卡名的②的效果1回合只能使用1次。
①：只要这张卡在怪兽区域存在，自己·对方回合自己可以把「魔弹」魔法·陷阱卡从手卡发动。
②：和这张卡相同纵列有魔法·陷阱卡发动的场合，以自己墓地3张「魔弹」卡为对象才能发动。那3张卡加入卡组洗切。那之后，自己从卡组抽1张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94425169,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x800000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94425169,'元素之泉','场上的怪兽回到持有者手卡的场合，每1次自己回复500基本分。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94431029,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94431029,'一点冲夺法','这个卡名的卡在1回合只能发动1张。
①：双方各自选自身的额外卡组1张里侧表示的卡。那些卡给双方确认，相同种类（融合·同调·超量·连接）的场合，对方选的卡送去墓地，自己选的卡特殊召唤。并且原本的种族·属性相同的场合，再让对方失去自身选的卡的攻击力数值的基本分。不同种类的场合，自己选的卡送去墓地，对方把自身选的卡特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94432298,3,0,0xc5,0x20004,0,0,0x0,0x0,0x0,0x8);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94432298,'壳醒的炼狱','①：每次自己准备阶段才能把这个效果发动。从卡组把最多2只「狱火机」怪兽送去墓地。
②：自己场上有「狱火机」怪兽以外的怪兽存在的场合这张卡送去墓地。','是否现在使用这张卡的效果？','发动同时使用效果','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94446564,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x104);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94446564,'情侣装','①：双方卡组最上面的卡给双方确认，那些卡是相同种类（怪兽·魔法·陷阱）的场合，双方把那些卡加入手卡。不是的场合，双方把那些卡除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94454495,3,0,0xd2,0x21,2300,800,0x5,0x20,0x10,0x40001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94454495,'星际仙踪-魔鞋骑手','①：这张卡召唤·特殊召唤成功的场合，以场上1张魔法·陷阱卡为对象才能发动。那张卡破坏。
②：这张卡被战斗·效果破坏送去墓地的场合，把墓地的这张卡除外才能发动。从卡组把1只4星以下的「星际仙踪」怪兽特殊召唤。','魔法·陷阱卡破坏','从卡组把「星际仙踪」怪兽特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94463200,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94463200,'血之刻印','选择自己场上1只名称中含有「恶魔」字样的怪兽发动。所选择的怪兽在准备阶段支付基本分时，对方也要支付相同的基本分。当这张卡离场时，所选择的怪兽被破坏；当所选择的怪兽离场时，这张卡被破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94484482,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94484482,'滑流召唤','对方对怪兽的召唤·反转召唤·特殊召唤成功时才能发动。从手卡把1只4星以下的怪兽表侧守备表示特殊召唤。这个效果特殊召唤的怪兽在结束阶段时回到持有者手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94515289,3,0,0x0,0x2021,2500,2500,0x5,0x8,0x2,0x40008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94515289,'冰结之菲茨杰拉德','暗属性调整＋调整以外的兽族怪兽1只
这张卡攻击的场合，对方直到伤害步骤结束时魔法·陷阱卡不能发动。这张卡被战斗破坏送去墓地时，自己场上没有怪兽存在的场合，可以丢弃1张手卡把这张卡从墓地表侧守备表示特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94535485,3,0,0x6d,0x21,1000,1600,0x4,0x8,0x20,0x12000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94535485,'携手魔人','①：只要这张卡在怪兽区域存在，对方不能选择其他怪兽作为攻击对象。
②：这张卡的守备力上升这张卡以外的自己场上的表侧守备表示怪兽的原本守备力的合计数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94538053,3,0,0x66,0x21,1800,800,0x4,0x1,0x8,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94538053,'最高战士','这张卡向对方怪兽攻击的场合，伤害步骤内攻击力上升400。这张卡战斗破坏对方怪兽的场合，直到下次的自己的准备阶段时这张卡的等级变成2星，原本的攻击力·守备力成为一半数值。','等级攻守变化','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94553671,3,0,0x128,0x20004,0,0,0x0,0x0,0x0,0x634);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94553671,'魔女术的守护灵','这个卡名的①②的效果1回合各能使用1次。
①：从自己墓地的怪兽以及除外的自己怪兽之中以1只魔法师族怪兽为对象才能发动。那只怪兽回到卡组，从卡组把1张「魔女术」魔法卡加入手卡。
②：把墓地的这张卡除外，以除外的自己的「魔女术」魔法卡任意数量为对象才能发动（同名卡最多1张）。那些卡加入手卡。这个效果在这张卡送去墓地的回合不能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94561645,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x10100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94561645,'反击之门','①：对方怪兽的直接攻击宣言时才能发动。那次攻击无效，自己从卡组抽1张。那张抽到的卡是怪兽的场合，可以把那只怪兽表侧攻击表示通常召唤。','是否表侧攻击表示通常召唤？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94566432,3,0,0x0,0x41,2300,2000,0x7,0x2000,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94566432,'帝王龙','「守城的翼龙」＋「妖精龙」','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94568601,3,0,0x0,0x21,2900,2500,0x8,0x2000,0x4,0x8000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94568601,'暴君龙','只在对方场上有怪兽存在的场合才在战斗阶段中只再1次可以攻击。此外，以这张卡为对象的陷阱卡无效并破坏。其他卡的效果把这张卡从墓地特殊召唤的场合，必须把自己场上1只龙族怪兽作为祭品。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94573223,3,0,0x56,0x21,2400,0,0x6,0x800,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94573223,'甲虫装机 吉咖螳螂','这个卡名的③的效果1回合只能使用1次。
①：以自己场上1只「甲虫装机」怪兽为对象才能发动。这张卡从手卡当作装备卡使用给那只自己的「甲虫装机」怪兽装备。
②：把这张卡当作装备卡使用来装备的怪兽的原本攻击力变成2400。
③：给怪兽装备的这张卡被送去墓地的场合，以「甲虫装机 吉咖螳螂」以外的自己墓地1只「甲虫装机」怪兽为对象才能发动。那只怪兽特殊召唤。','装备','特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94585852,3,0,0x0,0x80002,0,0,0x0,0x0,0x0,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94585852,'万魔殿-恶魔的巢窟-','名称中含有「恶魔」字样的怪兽在准备阶段可以不必支付基本分。当名称中含有「恶魔」字样的怪兽由于战斗以外的方式被破坏送去墓地时，可以从卡组中选择1张等级比被破坏的怪兽等级低，且名称中含有「恶魔」字样的怪兽卡加入手卡。','检索','是否使用「万魔殿-恶魔的巢窟-」的效果不支付基本分？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94599451,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x4000200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94599451,'魔导研究所','①：每次自己场上的表侧表示的「魔导兽」灵摆怪兽卡被战斗·效果破坏给这张卡放置2个魔力指示物。
②：1回合1次，把自己场上的魔力指示物任意数量取除才能发动。从卡组的怪兽以及自己的额外卡组的表侧表示的灵摆怪兽之中选持有和取除数量相同等级的1只可以放置魔力指示物的怪兽加入手卡。
③：场上的这张卡被效果破坏的场合，可以作为代替把这张卡1个魔力指示物取除。','','请选择要取除的指示物的数量','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94620082,3,0,0x119,0x21,1000,1200,0x3,0x1000000,0x4,0x40201);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94620082,'转生炎兽 狐狸','这个卡名的①②的效果1回合只能有1次使用其中任意1个。
①：这张卡召唤成功时才能发动。从自己卡组上面把3张卡翻开。可以从那之中选1张「转生炎兽」卡加入手卡。剩下的卡回到卡组。
②：这张卡在墓地存在，场上有表侧表示的魔法·陷阱卡存在的场合，从手卡丢弃1张「转生炎兽」卡才能发动。这张卡特殊召唤。那之后，可以选场上1张表侧表示的魔法·陷阱卡破坏。','','是否选卡加入手卡？','','是否选魔法·陷阱卡破坏？','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94622638,3,0,0x2,0x21,1700,0,0x4,0x20,0x20,0x202000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94622638,'盟军·次世代集电人','这张卡以外的自己场上表侧表示存在的和这张卡相同属性的怪兽的攻击力上升500。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94626050,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x140000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94626050,'鱼雨','场上表侧表示存在的鱼族·海龙族·水族怪兽从游戏中除外时才能发动。从自己手卡把1只3星以下的鱼族·海龙族·水族怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94626871,3,0,0xfb,0x4000021,2000,40,0x2,0x4,0x10,0x402000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94626871,'淘气仙星·斯威特戴薇儿','「淘气仙星」怪兽2只
①：只要这张卡在怪兽区域存在，每次这张卡所连接区的怪兽被战斗·效果破坏送去墓地，给与对方200伤害。
②：每次「淘气仙星」怪兽的效果让对方受到伤害发动。对方场上的全部表侧表示怪兽的攻击力直到回合结束时下降这张卡所连接区的怪兽数量×200。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94634433,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x20000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94634433,'紧急同调','①：自己·对方的战斗阶段才能发动。把1只同调怪兽同调召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94656263,3,0,0x0,0x2000021,1100,1500,0x4,0x80000,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94656263,'影蜥蜴','这张卡不能通常召唤，用这张卡的效果可以特殊召唤。这张卡不能作为同调素材。
①：自己对4星怪兽的召唤成功时才能发动。这张卡从手卡特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94662235,3,0,0x0,0x100004,0,0,0x0,0x0,0x0,0xffffffff80000014);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94662235,'命运弯曲','自己场上表侧表示存在的怪兽只有名字带有「命运女郎」的怪兽的场合才能发动。魔法·陷阱卡的发动，怪兽的召唤的其中1个无效，那张卡从游戏中除外。这个回合的结束阶段时，这个效果从游戏中除外的卡回到持有者手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94664694,3,0,0x45,0x21,1800,0,0x4,0x8,0x20,0x4800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94664694,'狂暴恶魔','①：这张卡向守备表示怪兽攻击的场合，给与攻击力超过那个守备力的数值的战斗伤害。
②：攻击表示的这张卡被选择作为攻击对象的场合发动。这张卡变成守备表示。','变成守备表示','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94666032,3,0,0x106,0x82,0,0,0x0,0x0,0x0,0x4);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94666032,'归魂复仇死者的诞生','「复仇死者」仪式怪兽的降临必需。
①：等级合计直到变成仪式召唤的怪兽的等级以上为止，把自己的手卡·场上的怪兽解放或者作为解放的代替而把自己墓地的不死族怪兽除外，从自己的手卡·墓地把1只「复仇死者」仪式怪兽仪式召唤。
②：自己场上的「归魂复仇死者·屠魔侠」被战斗·效果破坏的场合，可以作为代替把墓地的这张卡除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94667532,3,0,0x0,0x21,1000,1000,0x4,0x20,0x10,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94667532,'机械犬 小栗子','场上的这张卡被战斗破坏送去墓地时，给与双方基本分1000分的伤害。场上的这张卡因为战斗以外的方式的破坏送去墓地时，给与对方基本分1000分的伤害。','双方伤害','对方伤害','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94675535,3,0,0x0,0x11,800,1000,0x3,0x4000,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94675535,'拉瓦斯','行动速度飞快的鸟怪，用细长的手腕将敌人绞杀。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94677445,3,0,0xfd,0x3021,1800,2100,0x5,0x2,0x2,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94677445,'星杯的神子 夏娃','调整＋调整以外的怪兽1只以上
这张卡同调召唤的场合，可以用自己场上1只「星杯」通常怪兽当作调整使用。这个卡名的①②的效果1回合各能使用1次。
①：这张卡同调召唤成功的场合才能发动。从卡组把1张「星遗物」卡加入手卡。
②：同调召唤的这张卡被送去墓地的场合才能发动。从自己的卡组·墓地选「星杯的神子 夏娃」以外的1只「星杯」怪兽特殊召唤。','卡组检索','特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94681654,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x220);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94681654,'羽风攻击','让自己场上表侧表示存在的1只名字带有「黑羽」的怪兽回到卡组发动。从自己卡组把1只名字带有「黑羽」的怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94689206,3,0,0x0,0x2000021,2500,3000,0x8,0x100,0x1,0x1040204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94689206,'积木龙','这张卡不能通常召唤。把自己的手卡·墓地3只地属性怪兽除外的场合才能从手卡·墓地特殊召唤。这个卡名的②的效果1回合只能使用1次。
①：只要这张卡在怪兽区域存在，自己场上的岩石族怪兽不会被战斗以外破坏。
②：这张卡从场上送去墓地的场合才能发动。等级合计直到变成8星为止，从卡组选最多3只岩石族怪兽加入手卡。','加入手卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94689635,3,0,0x0,0x21,300,500,0x2,0x4,0x10,0x80100001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94689635,'紫光之宣告者','①：对方把陷阱卡发动时，从手卡把这张卡和1只天使族怪兽送去墓地才能发动。那个发动无效并破坏。','对方的陷阱卡的发动无效','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94693857,3,0,0xab,0x1021,500,500,0x1,0x20,0x1,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94693857,'文具电子人001','①：这张卡的攻击力·守备力上升自己场上的机械族怪兽数量×500。
②：这张卡在墓地存在，场上有机械族怪兽2只以上同时特殊召唤的场合才能发动。这张卡特殊召唤。','特殊召唤','特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94703021,3,0,0x0,0x21,1000,2200,0x7,0x1000000,0x10,0xc0004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94703021,'集群拥塞器','这个卡名的①的效果1回合只能使用1次。
①：自己场上没有连接怪兽存在，这张卡召唤·特殊召唤成功的场合才能发动。在自己场上把1只「拥塞器衍生物」（电子界族·暗·1星·攻/守0）特殊召唤。
②：自己的连接怪兽被攻击的战斗步骤1次，把那只连接怪兽和墓地的这张卡除外才能发动。把最多有对方场上的连接怪兽数量的「拥塞器衍生物」在自己场上特殊召唤。','是否继续特殊召唤？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94703022,3,0,0x0,0x4011,0,0,0x1,0x1000000,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94703022,'拥塞器衍生物','由「集群拥塞器」的效果特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94716515,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x100002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94716515,'尖刺神的杀虫剂','场上表侧表示存在的昆虫族怪兽全部破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94730900,3,0,0x107a,0x21,1500,1000,0x4,0x1,0x4,0x1000520);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94730900,'焰圣骑士-莫吉斯','这个卡名的①②的效果1回合各能使用1次。
①：这张卡被送去墓地的场合，从自己墓地的卡以及除外的自己的卡之中让这张卡以外的战士族·炎属性怪兽或者「圣剑」卡合计3张回到卡组才能发动。自己从卡组抽1张。
②：这张卡在墓地存在的场合，以自己场上1只战士族怪兽为对象才能发动。这张卡当作装备卡使用给那只自己怪兽装备。
③：这张卡的装备怪兽不会被战斗破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94739788,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x1000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94739788,'洗脑解除','只要这张卡在场上存在，自己与对方场上存在的所有怪兽的控制权全部回到原来的持有者手里。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94766498,3,0,0x70,0x21,1500,1000,0x4,0x100,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94766498,'先史遗产 阿兹特克面具石人','自己回合自己是有把名字带有「先史遗产」的魔法卡发动的场合，这张卡可以从手卡特殊召唤。「先史遗产 阿兹特克面具石人」在自己场上只能有1只表侧表示存在。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94770493,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0xa000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94770493,'翻倍机会','①：怪兽的攻击无效时，以那1只怪兽为对象才能发动。这次战斗阶段中，那只怪兽只再1次可以攻击。这个效果让那只怪兽攻击的伤害步骤内，那只怪兽的攻击力变成2倍。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94772232,3,0,0x1c,0x20002,0,0,0x1,0x8,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94772232,'死之信息「T」','这张卡不用「通灵盘」的效果不能在场上出现。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94773007,3,0,0x0,0x21,2200,100,0x4,0x800,0x1,0x8002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94773007,'地雷蜘蛛','这张卡攻击宣言时，猜硬币的正反。猜中的话就继续攻击。猜不中的话自己的基本分减半再攻击。','投掷硬币','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94784213,3,0,0xd0,0x1000021,1500,1000,0x2020004,0x2,0x8,0x3000200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94784213,'威风妖怪·狐','←2 【灵摆】 2→
【怪兽效果】
「威风妖怪·狐」的①的怪兽效果1回合只能使用1次。
①：这张卡召唤·特殊召唤成功时才能发动。从卡组把1张「威风妖怪」陷阱卡加入手卡。
②：这张卡只要在怪兽区域存在，不会成为对方的效果的对象，不会被对方的效果破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94793422,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94793422,'心眼之矛','当装备这张卡的怪兽对对方造成战斗伤害时，战斗伤害的数值变为1000点。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94798725,1,0,0x166,0x800021,2900,500,0x5,0x40,0x4,0x80020100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94798725,'超无畏军贯-海胆级二号舰','5星怪兽×2
这个卡名的①的效果1回合只能使用1次。
①：这张卡超量召唤成功的场合才能发动。那些作为超量召唤的素材的怪兽的以下效果适用。
●「舍利军贯」：自己从卡组抽1张。
●「海胆军贯」：这张卡可以直接攻击。
②：自己主要阶段以及对方战斗阶段1次，以最多有从额外卡组特殊召唤的自己的「军贯」怪兽数量的对方场上的表侧表示的卡为对象才能发动。那些卡的效果无效。','按素材种类适用效果','对方卡的效果无效','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94801854,3,0,0xd9,0x21,500,0,0x4,0x10,0x4,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94801854,'不知火的隐者','这个卡名的①②的效果1回合各能使用1次。
①：把自己场上1只不死族怪兽解放才能发动。从卡组把1只守备力0的不死族调整特殊召唤。
②：这张卡被除外的场合，以「不知火的隐者」以外的除外的1只自己的「不知火」怪兽为对象才能发动。那只怪兽特殊召唤。这个效果的发动时场上有「不知火流 转生之阵」存在的场合，这个效果的对象可以变成2只。','特殊召唤','特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94804055,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94804055,'火焰壁','对方直接攻击宣言时，可以把自己墓地存在的1只炎族怪兽从游戏中除外，使那只怪兽的攻击无效。每次自己的准备阶段支付500基本分。若没有支付，这张卡破坏。','攻击无效','是否现在使用「火焰壁」的效果？','是否要支付500基本分维持「火焰壁」？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94807487,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x1002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94807487,'希望剑一斩','「希望皇 霍普」怪兽才能装备。
①：装备怪兽不会被效果破坏。
②：只要这张卡在魔法与陷阱区域存在，每次怪兽的攻击无效，给这张卡放置1个希望剑指示物。装备怪兽的攻击力上升这张卡的希望剑指示物数量×500。
③：自己场上的装备怪兽把超量素材取除来让效果发动的场合，这张卡可以当作取除的超量素材中的1个使用。','放置1个希望剑指示物','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94820406,3,0,0x46,0x2,0,0,0x0,0x0,0x0,0x10140000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94820406,'暗黑融合','①：从自己的手卡·场上把恶魔族融合怪兽卡决定的融合素材怪兽送去墓地，把那1只融合怪兽从额外卡组融合召唤。这个效果特殊召唤的怪兽在这个回合不会成为对方的效果的对象。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94821366,3,0,0x15b,0x21,2600,2200,0x7,0x100000,0x20,0x40007);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94821366,'惊乐园的支配人 ＜∀丑角＞','这个卡名的①②的效果1回合各能使用1次。
①：陷阱卡发动的场合才能发动。这张卡从手卡特殊召唤。
②：对方对怪兽的召唤·特殊召唤成功的场合，以那1只对方怪兽为对象才能发动。从卡组选1张「游乐设施」陷阱卡给那只对方怪兽装备。
③：1回合1次，从自己墓地把「游乐设施」陷阱卡任意数量除外，以那个数量的对方场上的卡为对象才能发动。那些卡破坏。','这张卡特殊召唤','装备','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94845226,3,0,0x35,0x1021,1100,800,0x4,0x4000,0x10,0x10008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94845226,'魔轰神兽 鲁比拉达','自己场上表侧表示存在的这张卡被选择作为攻击对象时，可以从手卡丢弃1只名字带有「魔轰神」的怪兽让那次攻击无效。','攻击无效','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94853057,3,0,0x0,0x21,1600,0,0x3,0x4,0x10,0x4);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94853057,'闪光之追放者','只要这张卡在场上表侧表示存在，被送去墓地的卡不去墓地从游戏中除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94861297,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x10040);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94861297,'检问','①：对方怪兽的攻击宣言时才能发动。对方手卡全部确认，那之中有怪兽卡的场合，那次攻击无效。那之后，自己从对方手卡选1只怪兽丢弃。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94878265,3,0,0x0,0x21,100,100,0x1,0x4000,0x1,0x100410);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94878265,'毛扎','这张卡被战斗破坏并送去墓地时，可以把自己墓地存在的1只4星的兽族怪兽加入手卡。','返回手卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94886282,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x208);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94886282,'光之援军','①：从自己卡组上面把3张卡送去墓地才能发动。从卡组把1只4星以下的「光道」怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94905343,3,0,0x0,0x41,2000,1700,0x6,0x8000,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94905343,'牛头人马兽','「牛头人」＋「人马兽」','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94919024,3,0,0xdf,0x21,1800,600,0x4,0x8000,0x20,0x1008002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94919024,'月光红狐','①：这张卡被效果送去墓地的场合，以对方场上1只表侧表示怪兽为对象才能发动。那只怪兽的攻击力直到回合结束时变成0。
②：自己场上的「月光」怪兽为对象的魔法·陷阱·怪兽的效果发动时，把墓地的这张卡除外才能发动。那个发动无效，双方玩家回复1000基本分。','特殊召唤的怪兽全部破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94933468,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0xffffffff80010080);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94933468,'枉然-背叛的嘲笑','对方场上的超量怪兽攻击宣言时，选择那1只怪兽才能发动。选择的怪兽不能攻击，效果无效化。只要选择的怪兽在场上存在，每次对方的结束阶段从对方卡组上面把3张卡送去墓地。选择的怪兽从场上离开时，这张卡破坏。','卡组破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94937430,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x4000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94937430,'临时收入','①：只要这张卡在魔法与陷阱区域存在，每次自己的额外卡组有卡加入，给这张卡放置1个魔力指示物（最多3个）。
②：把有3个魔力指示物放置的这张卡送去墓地才能发动。自己从卡组抽2张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94940436,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x140000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94940436,'磁力召唤圆 LV2','从手卡特殊召唤1只2星以下的机械族怪兽。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94942656,1,0,0x168,0x800021,1900,1500,0x4,0x40,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94942656,'隐形水母怪碟状幼体','水属性4星怪兽×2
①：1回合1次，自己·对方的主要阶段才能发动。选对方场上1只水属性怪兽破坏。
②：「No.」超量怪兽的效果特殊召唤的这张卡被破坏的场合才能发动。从自己墓地选最多有这张卡持有的超量素材数量的这张卡以外的「隐形水母怪」怪兽特殊召唤。并且可以再给那些特殊召唤的怪兽各从自己墓地选最多1只水属性怪兽作为那超量素材。','水属性怪兽破坏','','是否为此怪兽补充超量素材？','「No.」超量怪兽的效果特殊召唤','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94944637,3,0,0x0,0x821,2400,2000,0x6,0x2,0x20,0x140000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94944637,'魔族召唤师','这张卡在墓地或者场上表侧表示存在的场合，当作通常怪兽使用。场上表侧表示存在的这张卡可以作当通常召唤使用的再度召唤，这张卡当作效果怪兽使用并得到以下效果。
●把手卡或者墓地存在的1只恶魔族怪兽特殊召唤。这个效果1回合只能使用1次。这张卡从场上离开时，这个效果特殊召唤的恶魔族怪兽破坏。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94950218,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x1);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94950218,'埋伏破坏','名字带有「希望皇 霍普」的怪兽才能装备。装备怪兽攻击宣言时，选择对方场上1张魔法·陷阱卡破坏。对方不能对应这个效果的发动把魔法·陷阱卡发动。','魔陷破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94973028,3,0,0x101b,0x21,1600,1500,0x4,0x20,0x8,0x10c0006);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94973028,'幻兽机 倾转翼马','①：自己场上有其他的「幻兽机」怪兽存在，这张卡特殊召唤成功的场合发动。在自己场上把2只「幻兽机衍生物」（机械族·风·3星·攻/守0）特殊召唤。
②：这张卡的等级上升自己场上的「幻兽机衍生物」的等级的合计数值。
③：只要自己场上有衍生物存在，这张卡不会被战斗·效果破坏。
④：1回合1次，把自己场上2只衍生物解放，以对方场上1张卡为对象才能发动。那张对方的卡破坏并除外。','特殊召唤Token','破坏并除外','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94973029,3,31533705,0x101b,0x4011,0,0,0x3,0x20,0x8,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94973029,'幻兽机衍生物','由「幻兽机 倾转翼马」的效果特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94977269,3,0,0x9d,0x61,2200,800,0x5,0x2,0x20,0x1000400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94977269,'神影依·米德拉什','「影依」怪兽＋暗属性怪兽
这张卡用融合召唤才能从额外卡组特殊召唤。
①：场上的这张卡不会被对方的效果破坏。
②：只要这张卡在怪兽区域存在，那个期间双方1回合只能有1次把怪兽特殊召唤。
③：这张卡被送去墓地的场合，以自己墓地1张「影依」魔法·陷阱卡为对象才能发动。那张卡加入手卡。','加入手卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94977270,3,94977269,0x9d,0x61,2200,800,0x5,0x2,0x20,0x1000400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94977270,'神影依·米德拉什','「影依」怪兽＋暗属性怪兽
这张卡用融合召唤才能从额外卡组特殊召唤。
①：场上的这张卡不会被对方的效果破坏。
②：只要这张卡在怪兽区域存在，那个期间双方1回合只能有1次把怪兽特殊召唤。
③：这张卡被送去墓地的场合，以自己墓地1张「影依」魔法·陷阱卡为对象才能发动。那张卡加入手卡。','加入手卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94982447,3,0,0xf9,0x21,2100,2800,0x6,0x800000,0x1,0x1040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94982447,'真龙骑将 得律阿斯3世','这张卡表侧表示上级召唤的场合，可以作为怪兽的代替而把自己场上的永续魔法·永续陷阱卡解放。
①：上级召唤的表侧表示的这张卡从场上离开的场合才能发动。从卡组把1只「真龙」怪兽守备表示特殊召唤。
②：只要这张卡在怪兽区域存在，这张卡以外的场上的「真龙」怪兽不会成为对方的效果的对象，不会被对方的效果破坏。','解放魔法·陷阱卡上级召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(94997874,3,0,0xcc,0xa1,2700,1200,0x9,0x4,0x10,0x40800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(94997874,'圣占术姬 塔罗光巫女','「圣占术的仪式」降临。「圣占术姬 塔罗光巫女」的①②的效果1回合只能有1次使用其中任意1个，对方回合也能发动。
①：以场上1只里侧表示怪兽为对象才能发动。那只怪兽变成表侧攻击表示。
②：以场上1只表侧表示怪兽为对象才能发动。那只怪兽变成里侧守备表示。
③：自己结束阶段才能发动。选自己的手卡·墓地1只反转怪兽里侧守备表示特殊召唤。','变成表侧攻击表示','变成里侧守备表示','特殊召唤','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95004025,3,0,0xf9,0x21,2300,1500,0x5,0x800000,0x8,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95004025,'真龙导士 威风凛·少女','这张卡表侧表示上级召唤的场合，可以作为怪兽的代替而把自己场上的永续魔法·永续陷阱卡解放。
①：1回合1次，上级召唤的这张卡存在，对方把魔法·陷阱·怪兽的效果发动时才能发动。从卡组把1只「真龙」怪兽加入手卡。','解放魔法·陷阱卡上级召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95026693,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x500104);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95026693,'火焰之魂','对方玩家抽1张卡。从自己卡组选择1只炎族怪兽从游戏中除外。给与对方基本分除外怪兽的攻击力一半数值的伤害。这张卡发动的场合，这个回合自己不能攻击宣言。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95027497,3,0,0x2b,0x21,1800,1000,0x4,0x1,0x20,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95027497,'忍者头领 半藏','①：这张卡召唤成功时才能发动。从卡组把1张「忍法」卡加入手卡。
②：这张卡反转召唤·特殊召唤成功时才能发动。从卡组把「忍者头领 半藏」以外的1只「忍者」怪兽加入手卡。','检索','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95034141,3,0,0x143,0x20002,0,0,0x0,0x0,0x0,0x10040008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95034141,'黄金乡的七摩天','这个卡名的①②的效果1回合各能使用1次。
①：自己主要阶段才能发动。从自己的手卡·场上把融合怪兽卡决定的融合素材怪兽送去墓地，把那1只融合怪兽从额外卡组融合召唤。那个时候，融合素材怪兽必须全部是不死族怪兽。
②：卡的效果让不死族怪兽特殊召唤的场合，以魔法与陷阱区域盖放的1张卡为对象才能发动。盖放的那张卡在这个回合不能发动。','','','请选择要禁止发动的卡','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95040215,3,0,0x33,0x2021,2400,1600,0x6,0x200,0x20,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95040215,'黑羽-星影之苦剑鸟','调整＋调整以外的怪兽1只以上
「黑羽-星影之苦剑鸟」的①的效果1回合只能使用1次。
①：这张卡特殊召唤成功的场合发动。给与对方800伤害。那之后，选对方1只表侧表示怪兽，那个攻击力·守备力下降800。
②：只要这张卡在怪兽区域存在，自己在通常召唤外加上只有1次，自己主要阶段可以把1只「黑羽」怪兽召唤。','使用「黑羽-星影之苦剑鸟」的效果召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95051344,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95051344,'成佛','有装备卡装备的怪兽全部破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95081386,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x1800000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95081386,'三振障壁','①：对方场上的卡只有3张的场合，可以从以下效果选择1个发动。
●这个回合，自己怪兽不会被战斗破坏。
●这个回合，自己受到的战斗伤害变成0。
●这个回合，每次自己怪兽给与对方战斗伤害，自己基本分回复那个数值。','自己怪兽不会被战斗破坏','自己受到的战斗伤害变成0','战斗伤害时自己基本分回复','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95083785,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95083785,'过早的归还','①：把1张手卡除外，以除外的1只自己怪兽为对象才能发动。那只怪兽里侧守备表示特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95084054,3,0,0xe,0x20004,0,0,0x0,0x0,0x0,0x500000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95084054,'电气大炮','场上有4星以下的雷族怪兽召唤·特殊召唤时，给与对方基本分600分伤害。这个效果1回合只能使用1次。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95090813,3,0,0x1d,0x21,1400,1200,0x4,0x1,0x1,0x1002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95090813,'核成战甲兵','这张卡的控制者在每次自己的结束阶段从手卡把1张「核成兽的钢核」送去墓地或把手卡1只战士族怪兽给对方观看。或者都不进行让这张卡破坏。1回合1次，可以选择自己墓地存在的1只等级3以下的战士族怪兽装备在这张卡上。这张卡的攻击力上升由这个效果装备的怪兽卡攻击力总和的一半。若这张卡被战斗破坏，作为代替把全部由这个效果装备的怪兽卡破坏。','选择一张「核成兽的钢核」送去墓地','选择一张战士族怪兽给对方观看','破坏「核成战甲兵」','装备','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95096437,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95096437,'义贼的极意书','选择自己场上表侧表示存在的1只通常怪兽发动。这个回合选择怪兽给与对方基本分战斗伤害时，对方随机丢弃2张手卡。','丢弃手牌','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95113856,3,0,0x0,0x800021,2900,2500,0x9,0x20,0x8,0x4);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95113856,'幻子力空母 进取神船号','9星怪兽×2
①：1回合1次，可以把这张卡1个超量素材取除，从以下效果选择1个发动。
●选对方场上1张卡除外。
●对方手卡随机选1张除外。
●选对方墓地1张卡除外。
●对方卡组最上面的卡除外。','选择效果发动','选对方场上1张卡从游戏中除外','对方手卡随机选1张从游戏中除外','选对方墓地1张卡从游戏中除外','对方卡组最上面的卡从游戏中除外','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95132338,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95132338,'水之合唱','①：场上有同名怪兽存在的场上的怪兽的攻击力·守备力上升500。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95134948,1,0,0x48107f,0x800021,3000,3000,0xc,0x1,0x10,0x40042000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95134948,'No.99 希望皇 霍普德拉戈纳','12星怪兽×3只以上
这个卡名的①②的效果1回合各能使用1次。
①：自己·对方回合，把这张卡2个超量素材取除才能发动。把1只「No.1」～「No.100」其中任意种的「No.」怪兽当作超量召唤从额外卡组特殊召唤。这个效果发动的回合，自己不是超量怪兽不能从额外卡组特殊召唤，这张卡以外的自己怪兽不能直接攻击。
②：对方怪兽的攻击宣言时才能发动。那只对方怪兽的攻击力变成0。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95144193,3,0,0x0,0x41,1900,1700,0x6,0x800,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95144193,'锹甲独角仙','「锹甲阿尔法」＋「大力独角仙」','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95166228,3,0,0x0,0x821,2350,1000,0x5,0x800,0x1,0x8000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95166228,'贵甲螳螂','这张卡在墓地或者场上表侧表示存在的场合，当作通常怪兽使用。场上表侧表示存在的这张卡可以作当通常召唤使用的再度召唤，这张卡当作效果怪兽使用并得到以下效果。
●这张卡可以向对方场上的全部怪兽各作1次攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95169481,3,0,0x0,0x800021,2000,1200,0x4,0x4000,0x1,0x3);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95169481,'恐牙狼 钻石恐狼','4星怪兽×2
①：1回合1次，把这张卡1个超量素材取除，以自己场上1只兽族·兽战士族·鸟兽族怪兽和场上1张卡为对象才能发动。那些卡破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95174353,3,0,0x0,0x21,300,350,0x1,0x40,0x2,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95174353,'阿米巴','场上表侧表示存在的这张卡的控制权转移给对方时，对方受到2000分的伤害。这个效果只在这张卡在场上表侧表示存在能使用1次。','LP伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95178994,3,0,0x0,0x21,1000,100,0x2,0x8,0x20,0x440000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95178994,'巨型病毒','这张卡被战斗破坏送去墓地时，给与对方基本分500分伤害。并且可以再从自己卡组把「巨型病毒」任意数量表侧攻击表示特殊召唤。','伤害','是否要特殊召唤？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95192919,3,0,0x12d,0x21,2900,2000,0x8,0x200,0x8,0x2000430);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95192919,'烈风之霸者 斯摩夫','这个卡名的②③的效果1回合各能使用1次。
①：上级召唤的这张卡不会成为对方的魔法·陷阱卡的效果的对象。
②：魔法·陷阱卡的效果发动时，把自己场上1只鸟兽族·风属性怪兽解放，以对方场上1张卡为对象才能发动。那张卡回到持有者卡组。
③：这张卡在墓地存在，自己的鸟兽族怪兽被战斗破坏时才能发动。这张卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95194279,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95194279,'次元歪曲','当自己的墓地里没有卡存在的场合这张卡才能发动。选择自己1只被除外的怪兽特殊召唤到自己场上。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95204084,3,0,0x1d,0x21,1500,1200,0x4,0x200,0x8,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95204084,'核成风神','从手卡让1张「核成兽的钢核」回到卡组最上面发动。对方场上存在的特殊召唤的怪兽全部破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95209656,3,0,0x154,0xa1,4000,4000,0xc,0x20,0x10,0x200800c);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95209656,'龙仪巧-天龙流星=QUA','「流星辉巧群」降临。这个卡名的②③的效果1回合各能使用1次。
①：场上的这张卡不会成为对方的魔法·陷阱卡的效果的对象。
②：这张卡的仪式召唤使用的怪兽的等级合计是2星以下的场合才能发动。对方场上的魔法·陷阱卡全部破坏。
③：仪式召唤的这张卡被破坏的场合才能发动。从自己墓地选攻击力合计直到变成4000为止的「龙仪巧-天龙流星=QUA」以外的「龙辉巧」怪兽任意数量特殊召唤。','','','仪式召唤使用的怪兽的等级合计是2星以下','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95214051,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95214051,'翡翠虫笛','对方从卡组中选择1张昆虫族怪兽卡，那张卡放在卡组最上面。','请选择要放置到卡组最上方的卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95218695,3,0,0x10ed,0x200021,2400,1600,0x6,0x10,0x1,0x1040800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95218695,'地中族邪界兽·阿尔褐帘骸','这个卡名的③的效果1回合只能使用1次。
①：自己场上的表侧表示怪兽变成里侧表示时，自己场上没有表侧表示怪兽存在的场合才能发动。这张卡从手卡守备表示特殊召唤。
②：自己主要阶段才能发动。这张卡变成里侧守备表示（1回合只有1次）。
③：这张卡反转的场合才能发动。这个回合，自己场上的「地中族」卡不会被对方的效果破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95220856,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x10000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95220856,'怨灵的湿地带','全场怪兽召唤·反转召唤·特殊召唤的那个回合不能攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95231062,3,0,0x0,0x21,1400,0,0x3,0x40000,0x2,0x1);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95231062,'失落之蓝破坏者','场上有这张卡以外的鱼族·海龙族·水族怪兽存在的场合把这张卡解放才能发动。选择场上1张魔法·陷阱卡破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95238394,3,0,0x46011c,0x2,0,0,0x0,0x0,0x0,0x10040204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95238394,'雷龙融合','这个卡名的①②的效果1回合各能使用1次。
①：从自己的场上·墓地的怪兽以及除外的自己怪兽之中让雷族融合怪兽卡决定的融合素材怪兽回到持有者卡组，把那1只融合怪兽从额外卡组融合召唤。
②：把墓地的这张卡除外才能发动。从卡组把1只雷族怪兽加入手卡。这个效果在这张卡送去墓地的回合不能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95239444,3,0,0x90,0x800021,2800,2500,0x7,0x400,0x20,0x18);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95239444,'森罗的镇神 山精','7星怪兽×2
1回合1次，把自己的手卡·场上1只植物族怪兽送去墓地才能发动。把那个等级数量的卡从卡组上面确认，用喜欢的顺序回到卡组上面。此外，1回合1次，把这张卡1个超量素材取除才能发动。从自己卡组上面把最多3张卡翻开。那之中有植物族怪兽的场合，那些怪兽全部送去墓地，选最多有那个数量的这张卡以外的场上的卡回到手卡。剩下的卡用喜欢的顺序回到卡组下面。','确认卡组','翻开卡组','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95245544,3,0,0x128,0x21,1000,1500,0x3,0x2,0x2,0x4010c);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95245544,'魔女术工匠·绘画女巫','这个卡名的①②的效果1回合各能使用1次。
①：自己·对方的主要阶段，把这张卡解放，从手卡丢弃1张魔法卡才能发动。从卡组把「魔女术工匠·绘画女巫」以外的1只「魔女术」怪兽特殊召唤。
②：把墓地的这张卡除外才能发动。自己从卡组抽1张，那之后从手卡选1张「魔女术」卡送去墓地。手卡没有「魔女术」卡的场合，手卡全部除外。','特殊召唤','抽卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95254840,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95254840,'临时取消','①：对方怪兽的攻击宣言时才能发动。自己场上的怪兽全部变成守备表示。这张卡的发动后，直到回合结束时被战斗·效果破坏的自己场上的表侧表示的「娱乐伙伴」怪兽不去墓地回到持有者手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95265975,1,0,0x0,0x11,1600,1200,0x4,0x10,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95265975,'贪食的食尸鬼','无论怎么吃也不会饱的怪兽。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95281259,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x100400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95281259,'战士生还','①：以自己墓地1只战士族怪兽为对象才能发动。那只战士族怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95286165,3,0,0x46,0x10002,0,0,0x0,0x0,0x0,0x40020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95286165,'融合解除','①：以场上1只融合怪兽为对象才能发动。那只融合怪兽回到持有者的额外卡组。那之后，若回到额外卡组的那只怪兽的融合召唤使用过的一组融合素材怪兽在自己墓地齐集，可以把那一组在自己场上特殊召唤。','是否要特殊召唤融合素材？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95288024,3,0,0x0,0x11,1900,1800,0x6,0x2000,0x8,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95288024,'天空龙','有着四枚羽翼的鸟的外形的龙，用如刀刃一般的羽毛进行攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95291684,3,0,0x0,0x2000021,1800,900,0x4,0x1,0x10,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95291684,'异次元的一角战士','这张卡不能通常召唤，把这张卡特殊召唤的回合自己不能通常召唤。这张卡在对方场上有怪兽存在，自己场上有调整表侧表示存在的场合可以特殊召唤。这个方法特殊召唤成功时，可以选择从游戏中除外的1只调整以外的3星以下的自己怪兽特殊召唤。这个效果特殊召唤的怪兽的效果无效化。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95308449,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95308449,'终焉的倒计时','支付2000基本分。这张卡发动的20回合后，自己获得本次决斗的胜利。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95326659,3,0,0x34,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95326659,'宝玉的引导','自己的魔法与陷阱卡区域名字带有「宝玉兽」的卡有2张以上存在的场合，从卡组特殊召唤1只名字带有「宝玉兽」的怪兽。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95352218,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x8);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95352218,'天下统一','双方的准备阶段时，回合玩家从自己场上的怪兽的等级之内选1个，持有那个等级以外的等级的自己场上表侧表示存在的怪兽全部送去墓地。','送去墓地','请选择要保留的等级对应的怪兽','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95360850,3,0,0x66,0x21,800,1600,0x3,0x1,0x1,0x1000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95360850,'护盾战士','战斗伤害计算时，把自己墓地存在的这张卡从游戏中除外才能发动。自己场上存在的怪兽不会被那次战斗破坏。','不被战斗破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95362816,3,0,0x3008,0x21,1300,1000,0x4,0x80,0x4,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95362816,'元素英雄 火焰女郎','自己回合的结束阶段时，给与对方基本分自己场上表侧表示存在的名字带有「元素英雄」的怪兽数量×200的数值的伤害。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95372220,3,0,0x0,0x4000021,2300,448,0x3,0x2000,0x20,0x80400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95372220,'枪口焰龙','龙族怪兽2只以上
自己不能在这张卡所连接区让怪兽出现。
①：1回合1次，这张卡所连接区有怪兽召唤·特殊召唤的场合才能发动。选这张卡所连接区1只怪兽破坏，给与对方500伤害。
②：这张卡为对象的魔法·陷阱·怪兽的效果发动时，把自己场上1只怪兽解放才能发动。那个发动无效。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95376428,3,0,0x0,0x80002,0,0,0x0,0x0,0x0,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95376428,'召唤限制-额外之网','①：自己或者对方从额外卡组把怪兽特殊召唤的场合把这个效果发动。从把那些怪兽特殊召唤的玩家来看的对方可以让以下效果适用。
●从卡组抽1张。','抽卡','是否抽1张卡？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95395761,3,0,0x56,0x21,200,600,0x3,0x800,0x20,0x1002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95395761,'甲虫装机 蚂蚁','1回合1次，可以从自己的手卡·墓地把1只名字带有「甲虫装机」的怪兽当作装备卡使用给这张卡装备。这张卡当作装备卡使用而装备中的场合，装备怪兽的等级上升3星，攻击力·守备力上升这张卡的各自数值。装备怪兽被破坏的场合，可以作为代替把这张卡破坏。','装备','是否要用「甲虫装机 蚂蚁」代替破坏？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95401059,3,0,0x9d00c4,0x1000021,450,1950,0x7070004,0x100,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95401059,'绊影依-神数原核','←7 【灵摆】 7→
①：自己不是「影依」怪兽以及「神数」怪兽不能灵摆召唤。这个效果不会被无效化。
【怪兽效果】
这个卡名的怪兽效果1回合只能使用1次。
①：这张卡灵摆召唤成功的场合或者这张卡被送去墓地的场合，以「绊影依-神数原核」以外的自己的灵摆区域1张「神数」卡为对象才能发动。那张卡特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95403418,3,0,0xa30080,0x2000021,-2,-2,0x1,0x8,0x20,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95403418,'星尘妖','这张卡不能通常召唤。把自己场上表侧表示存在的名字带有「尘妖」的怪兽任意数量送去墓地的场合才能特殊召唤。这张卡的攻击力·守备力变成送去墓地的那些怪兽数量×1000的数值。只要这张卡在场上表侧表示存在，对方不能把场上盖放的魔法·陷阱卡发动，对方不能把怪兽反转召唤·特殊召唤。自己场上的怪兽数量比对方场上的怪兽数量多的场合，这张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95440946,3,0,0x1142,0x21,2500,2800,0xa,0x10,0x10,0x1042418);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95440946,'黄金卿 黄金国巫妖','这个卡名的①②的效果1回合各能使用1次。
①：从手卡把这张卡和1张魔法·陷阱卡送去墓地，以场上1张卡为对象才能发动。那张卡送去墓地。
②：这张卡在墓地存在的场合，把自己场上1张魔法·陷阱卡送去墓地才能发动。这张卡加入手卡。那之后，可以从手卡把1只不死族怪兽特殊召唤。这个效果特殊召唤的怪兽直到对方回合结束时攻击力·守备力上升1000，不会被效果破坏。','','','是否把不死族怪兽特殊召唤？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95442074,3,0,0x48,0x800021,500,500,0x1,0x8,0x20,0x1000800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95442074,'No.31 亚伯恶魔','1星怪兽×2
①：1回合1次，把这张卡1个超量素材取除才能发动。对方场上的全部怪兽变成表侧攻击表示，并在这个回合可以攻击的场合必须向这张卡作出攻击。这个效果在对方回合也能发动。
②：只要自己场上有「No.13 该隐恶魔」存在，这张卡得到以下效果。
●持有超量素材的这张卡不会被战斗·效果破坏。
●向这张卡的攻击发生的对自己的战斗伤害由对方代受。','变成表侧攻击','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95443805,3,0,0x37,0x1021,1200,1200,0x3,0x200,0x8,0x2010);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95443805,'霞之谷的祈祷师','可以让自己场上的这张卡以外的1只怪兽回到手卡，这张卡的攻击力直到结束阶段时上升500。这个效果1回合只能使用1次。','攻击上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95448692,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95448692,'伤害瘦身','这个回合自己受到的全部伤害变成一半。此外，可以把墓地存在的这张卡从游戏中除外，那个回合自己受到的效果伤害变成一半。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95451366,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x4000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95451366,'魔力枯竭','将自己与对方场上存在的所有魔力指示物全部除去。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95453143,3,0,0x0,0x2021,3000,2500,0x8,0x2000,0x20,0x200204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95453143,'百眼龙','暗属性调整＋调整以外的恶魔族怪兽1只以上
①：1回合1次，从自己墓地把1只6星以下的暗属性效果怪兽除外才能发动。直到结束阶段，这张卡得到和那只怪兽相同的原本的卡名·效果。
②：这张卡被破坏送去墓地的场合发动。从卡组把1只「地缚神」怪兽加入手卡。','获得怪物效果','从自己卡组把1只名字带有「地缚神」的怪兽加入手卡','复制效果结束','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95457011,3,0,0x0,0x21,800,1000,0x1,0x1,0x10,0x40010);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95457011,'天帝从骑 爱迪娅','「天帝从骑 爱迪娅」的①②的效果1回合各能使用1次。
①：这张卡召唤·特殊召唤成功的场合才能发动。从卡组把「天帝从骑 爱迪娅」以外的1只攻击力800/守备力1000的怪兽守备表示特殊召唤。这个回合，自己不能从额外卡组把怪兽特殊召唤。
②：这张卡被送去墓地的场合，以除外的1张自己的「帝王」魔法·陷阱卡为对象才能发动。那张卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95463814,3,0,0x144,0x61,4000,4000,0xa,0x8,0x20,0x84002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95463814,'幻魔帝 三联电子人','10星怪兽×3
这个卡名的效果1回合只能使用1次。
①：这张卡特殊召唤成功的场合或者这张卡已在怪兽区域存在的状态有这张卡以外的怪兽从墓地往自己场上特殊召唤的场合，以对方场上1只表侧表示怪兽为对象才能发动。给与对方那只怪兽的原本攻击力一半数值的伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95466842,3,0,0x750074,0x21,1200,1800,0x4,0x20000,0x2,0x212000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95466842,'水精鳞-深渊肺鱼兵','只要这张卡在场上表侧表示存在，对方不能选择其他的水属性怪兽作为攻击对象。此外，只要这张卡在场上表侧表示存在，自己场上的水属性怪兽的攻击力上升300。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95472621,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x4);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95472621,'大火葬','当对方发动以墓地里的怪兽卡为对象的卡时这张卡才能发动。将双方墓地里的怪兽卡全部除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95474755,3,0,0x48,0x800021,2800,1200,0x7,0x100000,0x20,0x4);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95474755,'No.89 电脑兽 系统破坏神','7星怪兽×2
这个卡名的③的效果1回合只能使用1次。
①：1回合1次，把这张卡1个超量素材取除才能发动。把对方的额外卡组确认，选那之内的1张里侧表示除外。
②：这张卡战斗破坏怪兽的战斗阶段结束时，以对方墓地1张卡为对象才能发动。那张卡里侧表示除外。
③：对方的卡被里侧表示除外的场合才能发动。把里侧表示除外中的对方的卡数量的卡从对方卡组上面里侧表示除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95486586,3,0,0x3008,0x61,2700,2200,0x9,0x1,0x1,0x80200000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95486586,'元素英雄 地核侠','「元素英雄」怪兽×3
这张卡不用融合召唤不能特殊召唤。
①：1回合1次，这张卡成为攻击对象时才能发动。这张卡的攻击力直到那次伤害步骤结束时变成2倍。
②：这张卡进行战斗的战斗阶段结束时，以场上1只怪兽为对象才能发动。那只怪兽破坏。
③：这张卡被战斗·效果破坏时，以自己墓地1只8星以下的「元素英雄」融合怪兽为对象才能发动。那只怪兽无视召唤条件特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95492061,3,0,0x0,0x21,1400,1000,0x4,0x4,0x10,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95492061,'万手神','①：这张卡召唤·反转召唤成功时才能发动。从卡组把1只仪式怪兽或者1张仪式魔法卡加入手卡。','把1只仪式怪兽或者1张仪式魔法卡加入手卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95493471,3,0,0xdc,0x4000021,2500,7,0x3,0x20,0x10,0x1040100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95493471,'真超级量子机神王 烈辉大炎磁','包含「超级量子」怪兽的效果怪兽2只以上
这个卡名的③的效果1回合只能使用1次。
①：连接召唤的这张卡不会被对方的效果破坏。
②：每次有同名卡不在自己场上存在的「超级量子」超量怪兽从额外卡组往这张卡所连接区特殊召唤发动。自己从卡组抽1张。
③：这张卡所连接区的超量怪兽被战斗或者对方的效果破坏的场合才能发动。原本属性和那只超量怪兽相同的1只「超级量子」怪兽从卡组特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95500396,3,0,0x109a,0x21,0,0,0x1,0x20,0x1,0x50000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95500396,'超重武者装留 仲裁','「超重武者装留 仲裁」的③的效果1回合只能使用1次。
①：自己主要阶段以自己场上1只「超重武者」怪兽为对象才能发动。从自己的手卡·场上把这只怪兽当作装备卡使用给那只自己怪兽装备。
②：这张卡的效果让这张卡装备中的场合，对方不能向装备怪兽以外的自己怪兽攻击。
③：把用这张卡的效果把这张卡装备的自己怪兽解放才能发动。从卡组把1只「超重武者」怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95503687,3,0,0x38,0x21,1000,1000,0x3,0x2,0x10,0x40008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95503687,'光道召唤师 露米娜丝','①：1回合1次，丢弃1张手卡，以自己墓地1只4星以下的「光道」怪兽为对象才能发动。那只怪兽特殊召唤。
②：自己结束阶段发动。从自己卡组上面把3张卡送去墓地。','特殊召唤','从卡组送3张卡去墓地','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95504778,3,0,0x0,0x21,600,600,0x2,0x2000,0x20,0x40100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95504778,'扳机亚龙','这个卡名的①②的效果1回合各能使用1次。
①：这张卡作为暗属性连接怪兽的连接素材送去墓地的场合才能发动。墓地的这张卡在作为那只连接怪兽所连接区的自己场上攻击表示特殊召唤。这个效果特殊召唤的这张卡不能作为连接素材。
②：这张卡被连接怪兽的所发动的效果所破坏的场合或者所除外的场合发动。自己从卡组抽1张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95507060,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x1002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95507060,'狂植物的泛滥','自己场上表侧表示存在的植物族怪兽的攻击力直到这个回合的结束阶段时上升自己墓地存在的植物族怪兽数量×300的数值。这个回合的结束阶段时，自己场上表侧表示存在的植物族怪兽全部破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95511642,3,0,0xfd,0x11,0,2100,0x2,0x2,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95511642,'领取星杯的巫女','向星神献上镇魂祈祷的巫女。
手持之杖是世代继承的祭器，将力量变为结界从机界骑士支配中守护着森之民。虽然她的身上隐藏有足以驯服森之守护龙的神通力，但平日所见的她却有着珍爱哥哥及童年玩伴的亲切少女一面。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95515058,3,0,0xfc,0x4000021,2400,131,0x3,0x1,0x1,0xa000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95515058,'刚鬼 利剑食人魔','「刚鬼」怪兽2只以上
①：这张卡的攻击力上升这张卡所连接区的怪兽数量×300。
②：1回合1次，把这张卡所连接区1只自己或者对方的怪兽解放才能发动。这个回合，这张卡在同1次的战斗阶段中可以作2次攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95515060,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0xffffffff82002001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95515060,'静寂之杖-波纹','装备这张卡的怪兽守备力上升500分。以装备怪兽为对象的这张卡以外的魔法卡的效果无效并破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95519486,3,0,0x3d,0x21,1800,1300,0x4,0x1,0x10,0x1000002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95519486,'六武众-斩次','只要自己场上有「六武众-斩次」以外的名字带有「六武众」的怪兽存在，这张卡进行攻击的怪兽在伤害步骤结束时破坏。这张卡被破坏的场合，可以用这张卡以外的名字带有「六武众」的怪兽代替破坏。','攻击过的怪兽破坏','是否要使用「六武众-斩次」的代替破坏效果？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95526884,3,0,0x0,0x2021,3000,2500,0x9,0x100000,0x1,0x804000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95526884,'超念力枪手','调整＋调整以外的念动力族怪兽1只以上
这张卡攻击守备表示怪兽时，若攻击力超过那个守备力，给与对方基本分那个数值的战斗伤害。此外，这张卡向守备表示怪兽攻击的伤害步骤结束时，若攻击力超过那个守备力，自己基本分回复那个数值。','回复LP','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95561280,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x40202800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95561280,'猛毒之风','只要这张卡在场上存在，双方不能把风属性怪兽特殊召唤。此外，场上表侧表示存在的全部风属性怪兽的攻击力下降500。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95568112,3,0,0x0,0x1000021,0,0,0x8080007,0x4,0x10,0x2800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95568112,'雨天虹娃','←8 【灵摆】 8→
①：1回合1次，以自己场上1只表侧表示怪兽为对象才能发动。那只怪兽的攻击力直到回合结束时上升双方的额外卡组的数量差×100。
【怪兽效果】
①：这张卡在自己回合内是攻击力，在对方回合内是守备力，上升双方的额外卡组的数量差×200。
②：这张卡攻击的场合，战斗阶段结束时变成守备表示。
③：怪兽区域的这张卡被破坏的场合才能发动。这张卡在自己的灵摆区域放置。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95600067,3,0,0x1034,0x21,1600,1000,0x4,0x4000,0x1,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95600067,'宝玉兽 黄玉虎','这张卡攻击对方怪兽的场合，伤害步骤内攻击力上升400。这张卡在怪兽卡区域上被破坏的场合，可以不送去墓地当作永续魔法卡使用在自己的魔法与陷阱卡区域表侧表示安置。','破坏时放置魔法陷阱区','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95612049,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95612049,'世界逆转','这个卡名的卡在1回合只能发动1张。
①：等级合计直到变成仪式召唤的怪兽的等级以上为止，把手卡的仪式怪兽解放，从手卡·卡组把「破灭之女神 露茵」或者「终焉之王 迪米斯」仪式召唤。','自己从卡组抽1张','选场上1张卡破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95614612,3,0,0x0,0x21,1000,1000,0x2,0x40,0x2,0x2000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95614612,'炮弹枪贝','当场上存在「海」时，这张卡不受魔法效果的影响。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95621257,3,0,0x2c,0x1021,1400,200,0x4,0x2,0x4,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95621257,'炎狱魔术师','只要自己场上有名字带有「正义盟军」的怪兽存在，这张卡的攻击力上升400。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95637655,3,0,0x66,0x2000021,2100,0,0x5,0x1,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95637655,'后援战士','这张卡不能通常召唤。自己场上存在的怪兽只有守备表示怪兽2只的场合可以特殊召唤。把这张卡特殊召唤的回合，自己不能同调召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95638658,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x22000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95638658,'流星之弓-烨焰','装备这张卡的怪兽攻击力下降1000点。装备这张卡的怪兽可以对对方进行直接攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95642274,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x20);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95642274,'谦虚的番兵','自己手卡公开，从那之中选1张卡回到卡组。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95658967,3,0,0x0,0x80002,0,0,0x0,0x0,0x0,0x40220);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95658967,'祝福的教会-仪式教堂','这个卡名的①②的效果1回合各能使用1次。
①：自己主要阶段从手卡丢弃1张魔法卡才能发动。从卡组把1只光属性仪式怪兽或者1张仪式魔法卡加入手卡。
②：让自己墓地的魔法卡任意数量回到卡组，以持有和回到卡组的数量相同等级的自己墓地1只天使族·光属性怪兽为对象才能发动。那只怪兽特殊召唤。','加入手卡','特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95664204,1,0,0x7e,0x2,0,0,0x0,0x0,0x0,0x40003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95664204,'异热同心弹射器','这个卡名的①②的效果1回合各能使用1次。
①：从手卡把1只「异热同心武器」怪兽或者「异热同心从者」怪兽特殊召唤。自己场上有「希望皇 霍普」怪兽存在的场合，可以再把自己场上的全部怪兽的等级变成4星或者5星。
②：把1只「异热同心武器」怪兽或者「异热同心从者」怪兽和这张卡从自己墓地除外，以对方场上1张卡为对象才能发动。那张卡破坏。这个效果在这张卡送去墓地的回合不能发动。','特殊召唤','卡片破坏','是否改变等级？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95676943,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x8);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95676943,'灭绝的定数','①：自己·对方的主要阶段支付2000基本分才能发动。这张卡的发动后第3次的战斗阶段结束时，双方玩家必须把各自场上的卡全部送去墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95679145,3,0,0x145,0x21,1500,3000,0x8,0x2,0x10,0x4000c);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95679145,'教导的大神祇官','这个卡名的①②的效果1回合各能使用1次。
①：从自己墓地把1只融合·同调·超量·连接怪兽除外才能发动。这张卡从手卡特殊召唤。
②：自己主要阶段才能发动。从自己的额外卡组把2只卡名不同的怪兽送去墓地。对方从自身的额外卡组把2只怪兽送去墓地。这个效果的发动后，直到回合结束时自己不能从额外卡组把怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95685352,3,0,0x0,0x1800021,3000,2500,0xa0a0007,0x2000,0x20,0x84002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95685352,'暗向日龙','←10 【灵摆】 10→
①：1回合1次，以对方场上1只表侧表示怪兽为对象才能发动。那只怪兽的原本攻击力直到回合结束时变成一半。
【怪兽效果】
7星怪兽×2
7星可以灵摆召唤的场合在额外卡组的表侧表示的这张卡可以灵摆召唤。
①：1回合1次，把这张卡1个超量素材取除，以对方场上1只表侧表示怪兽为对象才能发动。直到回合结束时，那只怪兽的攻击力变成一半，这张卡的攻击力上升那个数值。这个效果在对方回合也能发动。
②：怪兽区域的这张卡被战斗·效果破坏的场合才能发动。这张卡在自己的灵摆区域放置。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95697223,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x108000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95697223,'龙之斗志','①：以这个回合特殊召唤的自己场上1只龙族怪兽为对象才能发动。这个回合，那只怪兽在同1次的战斗阶段中在通常攻击外加上可以作出最多有对方场上的这个回合特殊召唤的怪兽数量的攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95701283,3,0,0x0,0x21,2900,1800,0x8,0x4,0x10,0x4008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95701283,'光神机-轰龙','这张卡可以用1只祭品作召唤。这个方法召唤的场合，这张卡在结束阶段时送去墓地。此外，这张卡攻击守备表示怪兽时，若攻击力超过那个守备力，给与对方基本分那个数值的战斗伤害。','用1只祭品作召唤','送去墓地','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95714077,3,0,0x58,0x20002,0,0,0x0,0x0,0x0,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95714077,'发条制造业','名字带有「发条」的怪兽的效果发动的场合，可以从自己卡组把1只4星以下的名字带有「发条」的怪兽加入手卡。这个效果1回合只能使用1次。','检索','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95727991,3,0,0x0,0x21,1000,2000,0x5,0x40,0x2,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95727991,'弹射龟','1回合1次，把自己场上1只怪兽解放才能发动。给与对方基本分解放的怪兽的攻击力一半数值的伤害。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95735217,3,0,0x7,0x21,3000,3000,0x8,0x20,0x1,0xc000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95735217,'古代的机械巨人-究极重击','这张卡不能特殊召唤。
①：这张卡向守备表示怪兽攻击的场合，给与攻击力超过那个守备力的数值的战斗伤害。
②：这张卡的攻击破坏怪兽时，从手卡丢弃1只机械族怪兽才能发动。这张卡可以继续攻击。这个效果1回合可以使用最多2次。
③：场上的这张卡被战斗·效果破坏的场合才能发动。从卡组把1张「融合」加入手卡，从自己墓地选这张卡以外的1只「古代的机械」怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95744531,3,0,0x0,0x21,350,300,0x1,0x400,0x1,0x800000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95744531,'格里格尔','场上表侧表示存在的这张卡的控制权转移给对方时，自己回复3000基本分。这个效果只在这张卡在场上表侧表示存在能使用1次。','LP回复','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95750695,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95750695,'超二重召唤','二重怪兽才能装备。
①：装备怪兽当作再1次召唤的状态使用。
②：表侧表示的这张卡从场上送去墓地的场合，以自己墓地1只通常怪兽为对象发动。那只怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95772051,3,0,0xa8107a,0x21,2000,800,0x5,0x1,0x20,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95772051,'魔圣骑士 兰斯洛特','把自己场上表侧表示存在的1只光属性的通常怪兽送去墓地才能发动。这张卡从手卡或者墓地特殊召唤。此外，把自己场上1只名字带有「圣骑士」的怪兽解放才能发动。从卡组把1张名字带有「圣剑」的卡加入手卡。「魔圣骑士 兰斯洛特」的这个效果1回合只能使用1次。此外，「魔圣骑士 兰斯洛特」在自己场上只能有1只表侧表示存在。','特殊召唤','检索','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95784434,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x1102000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95784434,'蜕皮逃生','爬虫类族怪兽才能装备。装备怪兽1回合只有1次不会被战斗破坏。这个效果适用的伤害步骤结束时，装备怪兽的攻击力上升300。','攻击上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95788410,3,0,0x0,0x11,2950,2900,0x8,0x2000,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95788410,'兔龙','雪原上栖息的龙类突然变异种。巨大的耳朵可分辨距离数千米远的声音，结合惊人跳跃力让盯上的猎物无处可逃。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95789089,3,0,0x0,0x21,800,700,0x4,0x4000,0x1,0x800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95789089,'袋鼠冠军','与这张卡进行战斗的怪兽，战斗伤害计算后变为守备表示。','变成守备表示','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95793022,3,0,0xfd,0x61,3000,2600,0x9,0x2000,0x8,0x408006);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95793022,'星杯的守护龙 阿尔玛杜克','连接怪兽×3
这张卡用融合召唤以及以下方法才能从额外卡组特殊召唤。
●把自己场上的上记卡解放的场合可以从额外卡组特殊召唤（不需要「融合」）。
①：这张卡可以向对方怪兽全部各作1次攻击。
②：这张卡和对方的连接怪兽进行战斗的攻击宣言时，把连接标记数量和那只对方怪兽相同的1只连接怪兽从自己的场上·墓地除外才能发动。那只对方怪兽破坏，给与对方那个原本攻击力数值的伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95816395,3,0,0x0,0x21,1900,0,0x4,0x100,0x1,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95816395,'土偶','「土偶」的效果1回合只能使用1次。
①：这张卡被对方的效果送去墓地的回合的结束阶段才能发动。不在自己的场上·墓地存在的等级的1只怪兽从卡组加入手卡。','卡组检索','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95825679,3,0,0x45,0xa1,2500,1200,0x6,0x8,0x20,0x1040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95825679,'恶魔降临','「与奈落的契约」降临。
①：这张卡只要在怪兽区域存在，卡名当作「恶魔召唤」使用。
②：场上的这张卡不会被和仪式怪兽以外的怪兽的战斗破坏，不会被仪式怪兽以外的怪兽的效果破坏。
③：仪式召唤的这张卡被对方送去墓地的场合才能发动。从自己的手卡·卡组·墓地选1只「恶魔召唤」特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95833645,3,0,0x0,0x21,1600,1200,0x4,0x800000,0x4,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95833645,'岩浆龙','「岩浆龙」的效果1回合只能使用1次，这个效果发动的回合，自己不是幻龙族怪兽不能特殊召唤。
①：这张卡特殊召唤成功时，以「岩浆龙」以外的自己墓地1只幻龙族怪兽为对象才能发动。那只怪兽守备表示特殊召唤。这个效果特殊召唤的怪兽的效果无效化。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95841282,3,0,0x0,0x21,200,100,0x1,0x8000,0x1,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95841282,'猫耳族','对方回合时，与这张卡战斗的怪兽的原始攻击力在伤害步骤时变成200。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95856586,1,0,0x7e,0x80002,0,0,0x0,0x0,0x0,0x40000200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95856586,'异热同心力场','这个卡名的②的效果1回合只能使用1次。
①：对方不能对应以自己场上的超量怪兽为对象的自己的卡的效果的发动把魔法·陷阱·怪兽的效果发动。
②：自己场上有超量怪兽特殊召唤的场合，以那1只怪兽为对象才能发动。从自己的额外卡组·墓地选1只超量怪兽在作为对象的怪兽下面重叠作为超量素材。
③：自己抽卡阶段的抽卡前才能发动。从卡组选1张「闪光抽卡」在卡组最上面放置。','补充超量素材','「闪光抽卡」在卡组最上面放置','请选择要放置在卡组最上面的卡','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95886782,1,0,0x107e,0x21,800,1600,0x4,0x4000,0x10,0x40002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95886782,'异热同心武器-天风精灵翼','①：「异热同心武器-天风精灵翼」在自己场上只能有1张表侧表示存在。
②：以自己场上1只「希望皇 霍普」怪兽为对象才能发动。从自己的手卡·场上把这张卡当作攻击力上升800的装备卡使用给那只怪兽装备。
③：1回合1次，对方发动的效果让怪兽特殊召唤的场合才能发动。装备怪兽的攻击力上升1600。
④：装备怪兽把超量素材取除来让效果发动的场合，可以作为取除的1个超量素材的代替而把这张卡送去墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95888876,3,0,0x0,0x821,2400,1500,0x6,0x2000,0x4,0x8000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95888876,'地狱帝王龙','这张卡在墓地或者场上表侧表示存在的场合，当作通常怪兽使用。场上表侧表示存在的这张卡可以作当通常召唤使用的再度召唤，这张卡当作效果怪兽使用并得到以下效果。
●这张卡在同1次的战斗阶段中可以作2次攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95905259,3,0,0x0,0x21,1800,200,0x4,0x2,0x4,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95905259,'预言僧 长莲','1回合1次，宣言1个卡的种类（魔法·陷阱），选择对方的魔法与陷阱卡区域盖放的1张卡才能发动。把选择的卡确认，宣言的种类的卡的场合，这个回合选择的卡不能发动。','确认盖卡','请选择一张要确认的卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95911373,1,0,0x150,0x2021,2900,1500,0x8,0x2,0x4,0x40003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95911373,'绝火之魔神 琐罗亚','魔法师族调整＋调整以外的怪兽1只以上
这个卡名的③的效果1回合只能使用1次。
①：这张卡同调召唤成功的场合才能发动。从额外卡组把1只「大贤者」怪兽当作装备卡使用给这张卡装备。
②：对方不能把和自己的魔法与陷阱区域的「大贤者」怪兽卡相同种类（融合·同调·超量·连接）的怪兽的效果发动。
③：以自己场上1张「大贤者」卡为对象才能发动。那张卡破坏，这张卡从墓地特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95920682,3,0,0x6f,0x4,0,0,0x0,0x0,0x0,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95920682,'英豪礼物','对方基本分是2000以下的场合才能发动。把对方基本分变成8000并从自己卡组抽2张卡。「英豪礼物」在1回合只能发动1张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95923441,3,0,0xe2,0x21,1400,1100,0x3,0x100,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95923441,'三形金字塔的猎人','①：场地魔法卡表侧表示存在的场合，自己在通常召唤外加上只有1次，自己主要阶段可以把1只岩石族怪兽召唤。
②：对方回合1次，以自己场上1张「三形金字塔」场地魔法卡为对象才能发动。那张卡送去墓地，从卡组把和那张卡卡名不同的1张「三形金字塔」场地魔法卡发动。','场地魔法卡发动','使用「三形金字塔的猎人」的效果召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95929069,3,0,0x0,0x21,1400,1600,0x4,0x40,0x2,0x40001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95929069,'寒冰手','①：这张卡被对方破坏送去墓地时，以对方场上1张魔法·陷阱卡为对象才能发动。那张对方的卡破坏。那之后，可以从自己卡组把1只「火焰手」特殊召唤。','破坏并特殊召唤','是否要特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95943058,3,0,0x6008,0x21,1600,0,0x4,0x8,0x1,0x48000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95943058,'邪心英雄 地狱连魔','①：自己主要阶段1把场上的这张卡除外，以自己场上1只恶魔族怪兽为对象才能发动。那只自己的恶魔族怪兽只要在场上表侧表示存在，同1次的战斗阶段中可以作2次攻击。
②：这张卡为作为①的效果发动而被除外的场合，第2次的自己准备阶段发动。这张卡攻击表示特殊召唤。','两次攻击','特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95952802,3,0,0x0,0x41,1800,1400,0x5,0x4000,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95952802,'花狼','「银牙狼」＋「魔界之棘」','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95953557,3,0,0x107a,0x21,500,200,0x1,0x1,0x4,0x40004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95953557,'焰圣骑士-阿斯托尔福','这个卡名的①②的效果在决斗中各能使用1次。
①：从自己的手卡·墓地把1只战士族·炎属性怪兽除外才能发动。这张卡从手卡特殊召唤。那之后，可以把这张卡的等级变成和除外的怪兽相同。
②：把墓地的这张卡除外才能发动。发动后第2次的自己准备阶段，除外的这张卡特殊召唤。那之后，可以从自己墓地的怪兽以及除外的自己怪兽之中选1只战士族·炎属性怪兽特殊召唤。','','','是否改变等级？','是否特殊召唤另一只怪兽？','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95956346,3,0,0x0,0x21,1400,800,0x4,0x4,0x10,0x240000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95956346,'光辉天使','这张卡被战斗破坏送去墓地时，可以从卡组把1只攻击力1500以下的光属性怪兽表侧攻击表示特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95974848,3,0,0x156,0x21,1800,1000,0x4,0x1000000,0x10,0x2000006);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95974848,'治安战警队 孔口测量员','这个卡名的②的效果1回合只能使用1次。
①：只要这张卡在怪兽区域存在，自己的「治安战警队」怪兽的正对面的对方怪兽不会成为对方的效果的对象。
②：对方场上的怪兽把效果发动时，从手卡把1张「治安战警队」卡除外才能发动。那只怪兽破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95990456,1,0,0x0,0x21,1200,1000,0x4,0x10,0x1,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95990456,'阴魔罗鬼','这个卡名的效果1回合只能使用1次。
①：这张卡被对方的效果破坏送去墓地的场合或者从墓地的特殊召唤成功的场合才能发动。自己从卡组抽1张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95992081,3,0,0x0,0x800021,1800,1600,0x3,0x40,0x8,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95992081,'虚空海龙 利维艾尔','3星怪兽×2
①：1回合1次，把这张卡1个超量素材取除，以除外的1只自己或者对方的4星以下的怪兽为对象才能发动。那只怪兽在自己场上特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(95993388,3,0,0x0,0x21,800,1000,0x4,0x100,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(95993388,'地帝家臣 兰罗布','「地帝家臣 兰罗布」的①②的效果1回合各能使用1次。
①：以对方场上1只表侧表示怪兽为对象才能发动。这张卡从手卡特殊召唤，作为对象的怪兽变成里侧守备表示。这个回合，自己不能从额外卡组把怪兽特殊召唤。
②：这张卡为上级召唤而被解放的场合，以「地帝家臣 兰罗布」以外的自己墓地1只攻击力800/守备力1000的怪兽为对象才能发动。那只怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96005454,3,0,0x0,0x11,1700,100,0x3,0x2000,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96005454,'猎龙','以尖牙杀死猎物的龙。动作迅捷敏锐地发出攻击，不过没有守备能力。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96008713,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x1000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96008713,'魔术臂盾','①：对方场上有表侧表示怪兽2只以上存在，自己场上有怪兽存在的场合，对方怪兽的攻击宣言时以攻击怪兽以外的对方场上1只表侧表示怪兽为对象才能发动。那只表侧表示怪兽的控制权直到战斗阶段结束时得到，攻击对象转移为那只怪兽进行伤害计算。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96012004,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x8000100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96012004,'幸运机会！','进行1次投掷硬币的效果怪兽的效果发动时对硬币的里表作猜测。猜中的场合，从自己卡组抽1张卡。','猜硬币','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96015976,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96015976,'再转','①：1回合1次，以场上1只持有和原本等级不同等级的怪兽为对象才能把这个效果发动。掷1次骰子。作为对象的怪兽的等级变成和出现的数目相同。','等级变化','是否使用效果？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96026108,3,0,0x154,0x2000021,2000,0,0x1,0x20,0x10,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96026108,'龙辉巧-上弼ζ','这张卡不能通常召唤，用「龙辉巧」卡的效果才能特殊召唤。这个卡名的效果1回合只能使用1次。
①：从自己的手卡·场上把1只这张卡以外的「龙辉巧」怪兽或者仪式怪兽解放才能发动。这张卡从手卡·墓地守备表示特殊召唤。那之后，可以从卡组把1张仪式魔法卡加入手卡。这个效果发动的回合，自己若非不能通常召唤的怪兽则不能特殊召唤。','','是否从卡组把仪式魔法卡加入手卡？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96029574,3,0,0x0,0x2021,3000,2600,0x8,0x2000,0x4,0x40001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96029574,'黑兽龙','调整＋调整以外的二重怪兽1只以上
1回合1次，可以从手卡把1只二重怪兽送去墓地，选择对方场上存在的1张魔法·陷阱卡破坏。这张卡被破坏送去墓地时，可以选择自己墓地存在的1只二重怪兽特殊召唤。这个效果特殊召唤的二重怪兽变成再度召唤的状态。','破坏','特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96051150,3,0,0x107d,0x21,2200,300,0x6,0x200,0x4,0x3000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96051150,'阳炎兽 蝎狮','只要这张卡在场上表侧表示存在，对方不能把这张卡作为卡的效果的对象。此外，1回合1次，把手卡或者自己场上表侧表示存在的1只炎属性怪兽送去墓地才能发动。这个回合，这张卡不会被卡的效果破坏。这个效果在对方回合也能发动。','破坏耐性','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96055137,3,0,0xbb,0x2000021,2400,0,0x6,0x8,0x4,0x4);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96055137,'狱火机·贝尔芬格','这张卡不能通常召唤。自己场上的全部效果怪兽的等级·阶级的合计是8以下时，从自己的手卡·墓地把2只「狱火机」怪兽除外的场合才能从手卡·墓地特殊召唤。
①：这张卡的攻击宣言时才能发动。对方从额外卡组选1只怪兽除外。
②：1回合1次，把自己场上1只怪兽解放，以对方墓地1张卡为对象才能发动。那张卡除外。这个效果在对方回合也能发动。','除外对方额外卡组的怪兽','除外对方墓地的卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96073342,3,0,0xc4,0x4,0,0,0x0,0x0,0x0,0x3);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96073342,'神数的星战','「神数的星战」在1回合只能发动1张。自己的灵摆区域有2张「神数」卡存在的场合，这张卡的发动从手卡也能用。
①：以自己场上1张「神数」卡和对方场上1张卡为对象才能发动。那些卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96099959,3,0,0x100d,0x1021,200,300,0x1,0x80000,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96099959,'X-剑士 巴勒姆罗','自己场上存在的名字带有「剑士」的怪兽被战斗破坏送去墓地时，可以支付500基本分，这张卡从墓地特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96100333,3,0,0xe2,0x20004,0,0,0x0,0x0,0x0,0x40107);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96100333,'古代遗迹的觉醒','①：1回合1次，可以从自己墓地把岩石族怪兽或者场地魔法卡合计2张除外，从以下效果选择1个发动。
●以这张卡以外的场上1张表侧表示的卡为对象才能发动。那张卡破坏。
●以自己墓地1只岩石族怪兽为对象才能发动。那只怪兽守备表示特殊召唤。
●以自己墓地最多3张场地魔法卡为对象才能发动。那些卡加入卡组洗切。那之后，自己从卡组抽1张。','选择1个效果发动','卡片破坏','从墓地特殊召唤','回收并抽卡','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96142517,3,0,0x95,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96142517,'升阶魔法-千死蛮巧','「升阶魔法-千死蛮巧」在1回合只能发动1张，这张卡发动的回合，自己不能用这张卡的效果以外把怪兽特殊召唤。
①：以自己以及对方的墓地的相同阶级的超量怪兽各1只以上为对象才能发动。比那些怪兽阶级高1阶的1只「混沌No.」怪兽或者「混沌超量」怪兽从额外卡组特殊召唤，把作为对象的怪兽在下面重叠作为超量素材。','特殊召唤','是否还要选择更多对象？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96146814,3,0,0x0,0x21,100,100,0x1,0x1,0x10,0x804);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96146814,'AD变更者','把墓地存在的这张卡从游戏中除外，选择场上存在的1只怪兽发动。选择的怪兽的表示形式变更。','变更表示形式','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96148285,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96148285,'诱发召唤','对方场上有怪兽特殊召唤时才能发动。双方可以从手卡把1只4星以下的怪兽在场上特殊召唤。','是否要从手卡特殊召唤？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96150936,3,0,0x71,0x4000021,1500,5,0x2,0x4,0x1,0x1000020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96150936,'魔偶甜点新人·水果挞修女','「魔偶甜点」怪兽2只
①：只要这张卡所连接区有「魔偶甜点」怪兽存在，自己场上的「魔偶甜点」魔法·陷阱卡不会成为效果的对象，不会被效果破坏。
②：场上的这张卡被战斗·效果破坏的场合，可以作为代替让自己墓地1只「魔偶甜点」怪兽回到卡组。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96156729,3,0,0xf0,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96156729,'风魔女的铃音','这个卡名的卡在1回合只能发动1张，这张卡发动的回合，自己不是风属性怪兽不能特殊召唤。
①：以自己场上1只「风魔女」怪兽为对象才能发动。和那只怪兽卡名不同的1只「风魔女」怪兽从卡组守备表示特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96157835,3,0,0xba,0x800021,2500,2000,0x7,0x200,0x20,0x40048000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96157835,'急袭猛禽-武库猎鹰','7星怪兽×2
①：1回合1次，把这张卡1个超量素材取除才能发动。从卡组把1只鸟兽族·4星怪兽特殊召唤。
②：持有「急袭猛禽」怪兽作为超量素材的这张卡在同1次的战斗阶段中可以作出最多有那个数量的攻击。
③：持有「急袭猛禽」怪兽作为超量素材的这张卡被送去墓地的场合才能发动。从额外卡组把「急袭猛禽-武库猎鹰」以外的1只「急袭猛禽」超量怪兽特殊召唤，把墓地的这张卡在那只超量怪兽下面重叠作为超量素材。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96162588,3,0,0x141,0x20002,0,0,0x0,0x0,0x0,0x1);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96162588,'六花的风花','这个卡名的①的效果1回合只能使用1次。
①：自己场上的「六花」怪兽被解放的场合才能发动。对方必须把自身场上1只怪兽解放。
②：对方结束阶段，植物族怪兽以外的表侧表示怪兽在自己场上存在的场合发动。这张卡破坏。','对方必须把自身场上1只怪兽解放','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96163807,3,0,0x0,0x21,1800,0,0x4,0x10,0x20,0x2010);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96163807,'冥界骑士 崔斯坦','①：这张卡召唤成功时，以自己墓地1只守备力0的不死族怪兽为对象才能发动。那张卡加入手卡。
②：自己场上有这张卡以外的不死族怪兽存在的场合，这张卡的攻击力上升300。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96182448,3,0,0x1017,0x1021,300,100,0x2,0x20,0x4,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96182448,'氮素同调士','这张卡被名字带有「氮素」的同调怪兽的同调召唤使用送去墓地的场合，从自己卡组抽1张卡。','抽卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96214561,3,0,0x12d,0x21,1000,1000,0x2,0x200,0x8,0x40204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96214561,'招神鸟 斯摩夫','这个卡名的①②的效果1回合各能使用1次。
①：这张卡召唤成功时才能发动。从卡组把「招神鸟 斯摩夫」以外的1张「斯摩夫」卡加入手卡。
②：这张卡在墓地存在，对方的魔法与陷阱区域没有卡存在的场合才能发动。这张卡守备表示特殊召唤。这个效果特殊召唤的这张卡从场上离开的场合除外。这个效果的发动后，直到回合结束时自己不是鸟兽族怪兽不能特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96216229,3,0,0x19,0x100004,0,0,0x0,0x0,0x0,0x80000002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96216229,'剑斗兽的战车','①：自己场上有「剑斗兽」怪兽存在，怪兽的效果发动时才能发动。那个发动无效并破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96218085,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x20000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96218085,'中央突破','选择自己场上表侧表示存在的1只名字带有「六武众」的怪兽发动。这个回合的战斗阶段中，选择怪兽战斗破坏对方怪兽的场合，自己场上存在的「大将军 紫炎」或者名字带有「六武众」的怪兽可以直接攻击对方玩家。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96220350,3,0,0x0,0x61,3000,2200,0xa,0x1,0x10,0x2200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96220350,'霸胜星 韦驮天','5星以上的战士族怪兽×2
这个卡名的①的效果1回合只能使用1次。
①：这张卡融合召唤成功的场合才能发动。从卡组把1只战士族·5星怪兽加入手卡。
②：1回合1次，把手卡任意数量丢弃才能发动。这张卡的攻击力上升丢弃数量×200。
③：这张卡和持有这张卡的等级以下的等级的对方怪兽进行战斗的伤害计算时才能发动1次。那只对方怪兽的攻击力只在那次伤害计算时变成0。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96223501,3,0,0x9c00c4,0x1000021,0,2100,0x1010004,0x1,0x10,0x3);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96223501,'龙星因士-神数右枢','←1 【灵摆】 1→
①：自己不是「星守」怪兽以及「神数」怪兽不能灵摆召唤。这个效果不会被无效化。
【怪兽效果】
「龙星因士-神数右枢」的怪兽效果1回合只能使用1次。
①：这张卡召唤·反转召唤·灵摆召唤成功的场合，以这张卡以外的自己的怪兽区域·灵摆区域1张「星守」卡或者「神数」卡和对方场上1张表侧表示的卡为对象才能发动。那些卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96227613,3,0,0x10f8,0x1000021,0,0,0x7,0x8,0x20,0x80042200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96227613,'霸王门 零','←0 【灵摆】 0→
①：自己场上有「霸王龙 扎克」存在的场合，自己受到的全部伤害变成0。
②：1回合1次，另一边的自己的灵摆区域有「霸王门 无限」存在的场合才能发动。自己的灵摆区域2张卡破坏，从卡组把1张「融合」魔法卡加入手卡。
【怪兽效果】
①：1回合1次，以这张卡以外的自己场上1张表侧表示的卡为对象才能发动。那张卡和这张卡破坏，把1只龙族融合怪兽或者龙族同调怪兽从额外卡组特殊召唤。这个效果特殊召唤的怪兽的攻击力·守备力变成0，效果无效化，不能作为同调·超量召唤的素材。
②：怪兽区域的这张卡被战斗·效果破坏的场合才能发动。这张卡在自己的灵摆区域放置。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96235275,3,0,0x38,0x21,1800,1200,0x4,0x1,0x10,0x2008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96235275,'光道圣骑士 简','①：这张卡向对方怪兽攻击的伤害步骤内，这张卡的攻击力上升300。
②：自己结束阶段发动。从自己卡组上面把2张卡送去墓地。','从卡组送2张卡去墓地','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96239878,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x43c);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96239878,'集束之力','这个卡名的①②的效果1回合各能使用1次。
①：自己作使用「青眼白龙」或者「黑魔术师」的仪式·融合召唤成功的场合，以对方的场上·墓地1张卡为对象才能发动。那张卡除外。
②：把魔法与陷阱区域的表侧表示的这张卡送去墓地，以自己墓地1只7星以上的通常怪兽为对象才能发动。那只怪兽加入手卡或回到卡组。','卡片除外','回收墓地','回到卡组','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96287685,3,0,0x0,0x21,200,2100,0x4,0x80000,0x2,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96287685,'瓶龟','只要这张卡在场上表侧表示存在，每次「强欲之瓶」发动从自己卡组抽1张卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96300057,3,0,0x0,0x421,1300,1500,0x4,0x20,0x10,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96300057,'W-弹射飞翼','①：1回合1次，可以从以下效果选择1个发动。
●以自己场上1只「V-喷气虎」为对象，把这张卡当作装备卡使用给那只怪兽装备。装备怪兽被战斗·效果破坏的场合，作为代替把这张卡破坏。
●装备的这张卡特殊召唤。
②：装备怪兽的攻击力·守备力上升400。','装备','特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96316857,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x820);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96316857,'再生','在自己准备阶段支付300基本分，就可从存在于自己墓地的卡里选择1张怪兽卡以外的卡放回卡组最下方。','返回卡组','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96331676,3,0,0x34,0x4,0,0,0x0,0x0,0x0,0xb);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96331676,'宝玉的祈祷','把自己的魔法与陷阱卡区域存在的1张名字带有「宝玉兽」的卡送去墓地才能发动。对方场上1张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96334243,3,0,0x0,0x1041,2200,1800,0x5,0x10,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96334243,'忒修斯魔栖物','调整×2','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96345188,3,0,0xba,0x21,1100,1900,0x4,0x200,0x20,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96345188,'急袭猛禽-模拟伯劳','「急袭猛禽-模拟伯劳」的②的效果1回合只能使用1次。
①：这张卡召唤·特殊召唤成功的回合的自己主要阶段才能发动1次。自己场上的全部「急袭猛禽」怪兽的等级上升1星。
②：这张卡被送去墓地的回合的自己主要阶段，把墓地的这张卡除外才能发动。从卡组把「急袭猛禽-模拟伯劳」以外的1张「急袭猛禽」卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96352326,3,0,0x98,0x21,1500,1500,0x4,0x2,0x1,0x40800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96352326,'太阳之魔术师 埃达','这个卡名的①②的效果1回合各能使用1次。
①：这张卡召唤·反转的场合才能发动。从手卡·卡组把「太阳之魔术师 埃达」以外的1只守备力1500的魔法师族怪兽里侧守备表示特殊召唤。
②：对方主要阶段才能发动。选自己场上1只里侧表示的魔法师族怪兽变成表侧攻击表示或者表侧守备表示。','特殊召唤','改变表示形式','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96355986,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x800000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96355986,'神圣标枪','对方怪兽的攻击宣言时才能发动。自己基本分回复那1只攻击怪兽的攻击力的数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96363153,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x208);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96363153,'调律','①：从卡组把1只「同调士」调整加入手卡并把卡组洗切。那之后，自己卡组最上面的卡送去墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96378317,3,0,0x14d,0x10002,0,0,0x0,0x0,0x0,0x2004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96378317,'铁兽的邂逅','这个卡名的①②的效果1回合各能使用1次。
①：以自己场上的连接状态的兽族·兽战士族·鸟兽族怪兽任意数量为对象才能发动。那些怪兽的攻击力直到回合结束时上升700。
②：自己场上的连接状态的兽族·兽战士族·鸟兽族怪兽被战斗·效果破坏的场合，可以作为代替把墓地的这张卡除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96380700,3,0,0x0,0x4000021,1200,2,0x1,0x1000000,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96380700,'对讲枪兵','2星以下的电子界族怪兽1只
这个卡名的效果1回合只能使用1次。
①：把这张卡以外的自己场上1只电子界族怪兽解放，以原本卡名和那只怪兽不同的自己墓地1只「码语者」怪兽为对象才能发动。那只怪兽在作为这张卡所连接区的自己场上特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96381979,3,0,0x79,0x800021,2200,1800,0x4,0x8000,0x4,0x80140200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96381979,'魁炎星王-宋虎','兽战士族4星怪兽×2
①：这张卡超量召唤成功时才能发动。从卡组把1张「炎舞」魔法·陷阱卡盖放。
②：1回合1次，把这张卡1个超量素材取除才能发动。兽战士族以外的场上的全部效果怪兽的效果直到对方回合结束时无效化。
③：这张卡从场上送去墓地时，把自己场上3张表侧表示的「炎舞」魔法·陷阱卡送去墓地才能发动。4星以下而相同攻击力的2只兽战士族怪兽从卡组守备表示特殊召唤。','盖放','效果无效','特殊召唤','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96383838,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96383838,'三白骨区','①：以自己墓地3只2星以下的通常怪兽为对象才能发动。那些怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96384007,3,0,0x36,0x200021,1200,1800,0x4,0x20,0x1,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96384007,'机甲卫兵','①：这张卡反转的场合发动。从卡组把1只「督战官 科文顿」加入手卡。','检索','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96385345,3,0,0x0,0x21,1800,200,0x4,0x1,0x1,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96385345,'蔷薇之圣骑士','「蔷薇之圣骑士」的②的效果1回合只能使用1次。
①：这张卡战斗破坏对方怪兽送去墓地时，把这张卡解放才能发动。从手卡·卡组把1只植物族怪兽守备表示特殊召唤。
②：把这张卡从手卡送去墓地才能发动。从卡组把1只7星以上的植物族怪兽加入手卡。','特殊召唤','加入手卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96399967,1,0,0x0,0x21,950,950,0x2,0x20,0x10,0x40414);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96399967,'机巧鸟-常世宇受卖长鸣','这个卡名的①②的效果1回合各能使用1次。
①：把自己场上1只攻击力和守备力的数值相同的机械族怪兽解放才能发动。攻击力和守备力的数值相同而持有比解放的怪兽低的等级的1只机械族怪兽从卡组特殊召唤。
②：把墓地的这张卡除外才能发动。从里侧表示除外的自己的卡之中选攻击力和守备力的数值相同的1只机械族怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96404912,3,0,0x0,0x100004,0,0,0x0,0x0,0x0,0x80000100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96404912,'无偿交换','①：对方把怪兽的效果发动时才能发动。那个发动无效并破坏。对方从卡组抽1张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96420087,3,0,0x0,0x82,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96420087,'与暗之支配者的契约','「暗之支配者-佐克」的降临必需。
①：从自己的手卡·场上把等级合计直到8以上的怪兽解放，从手卡把「暗之支配者-佐克」仪式召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96427353,3,0,0x2b,0x21,800,1600,0x4,0x1,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96427353,'机甲忍者 水','对方怪兽的直接攻击宣言时，自己墓地有这张卡以外的名字带有「忍者」的怪兽存在的场合，把墓地的这张卡从游戏中除外才能发动。把1只攻击怪兽的攻击无效。','攻击无效','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96428622,3,0,0x94,0x21,1400,200,0x4,0x8000,0x1,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96428622,'电控独眼巨人','只要自己手卡数目是0张，这张卡的攻击力上升1000。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96433300,3,0,0x161,0x20004,0,0,0x0,0x0,0x0,0x40008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96433300,'溟界之虚','这个卡名的①的效果1回合只能使用1次。
①：自己·对方的主要阶段，把自己场上1只爬虫类族效果怪兽解放，以对方墓地1只怪兽为对象才能发动。那只怪兽在自己场上特殊召唤。这个效果特殊召唤的怪兽在结束阶段送去墓地。
②：魔法与陷阱区域的表侧表示的这张卡被送去墓地的场合发动。爬虫类族怪兽以外的自己场上的表侧表示怪兽全部送去墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96434581,3,0,0x116,0x10002,0,0,0x0,0x0,0x0,0x2000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96434581,'圣像骑士的晨曲','这个卡名的卡在1回合只能发动1张。
①：以自己场上1只「圣像骑士」怪兽为对象才能发动。这个回合，那只「圣像骑士」怪兽不受自身以外的卡的效果影响。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96457619,3,0,0x73,0x20004,0,0,0x0,0x0,0x0,0x2000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96457619,'超量遮护罩','只要这张卡在场上存在，双方玩家不能把场上表侧表示存在的持有超量素材的超量怪兽作为卡的效果的对象。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96458440,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96458440,'传说之黑带','自己场上的「格斗鼠 吱助」「武僧战士」「武僧大师」才能装备。装备怪兽因战斗破坏对方怪兽送去墓地时，给与对方基本分被破坏怪兽守备力数值的伤害。','LP伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96462121,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x42040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96462121,'超接地展开','①：自己场上的机械族超量怪兽不会成为对方的效果的对象。
②：1回合1次，以自己场上1只「无限起动」超量怪兽为对象才能发动。比那只自己怪兽阶级高2阶的1只机械族超量怪兽在作为对象的怪兽上面重叠当作超量召唤从额外卡组特殊召唤。这个效果的发动后，直到回合结束时自己不是机械族·地属性怪兽不能特殊召唤。','升阶','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96470883,3,0,0x0,0x21,2400,1300,0x7,0x400,0x1,0x100002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96470883,'凛天使 蔷薇之女王','这张卡可以把1只植物族怪兽解放表侧攻击表示上级召唤。自己的准备阶段时只有1次，场上表侧表示存在的1只攻击力最低的怪兽破坏。','用1只植物族怪兽解放召唤','攻击力最低的怪兽破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96471335,3,0,0x6e,0x800021,2500,2100,0x7,0x2,0x20,0x40004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96471335,'幻想之黑魔导师','7星怪兽×2
这张卡也能在自己场上的6阶的魔法师族超量怪兽上面重叠来超量召唤。「幻想之黑魔导师」的②的效果1回合只能使用1次。
①：1回合1次，把这张卡1个超量素材取除才能发动。从手卡·卡组把1只魔法师族的通常怪兽特殊召唤。
②：魔法师族的通常怪兽的攻击宣言时，以对方场上1张卡为对象才能发动。那张卡除外。','是否要在自己场上的6阶的魔法师族超量怪兽上面重叠来超量召唤？','特殊召唤','除外','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96474800,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x80000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96474800,'魔法偏转器','这个回合，场上的装备·场地·永续·速攻魔法卡的效果无效。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96501677,3,0,0x0,0x21,0,500,0x2,0x4000,0x1,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96501677,'木天蓼猫','自己场上有这张卡以外的兽族怪兽存在的场合，不能攻击这张卡。把对方场上存在的1只怪兽守备力在回合结束前变为0。这个效果1回合只能使用1次。','守备变化','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96553688,3,0,0x0,0x21,800,0,0x2,0x400,0x4,0x40008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96553688,'凤凰花种','把自己场上表侧表示存在的这张卡送去墓地发动。从自己手卡把1只「凤凰石蒜花」特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96561011,3,0,0x3b,0x2000021,2400,2000,0x9,0x2000,0x20,0x142000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96561011,'真红眼暗龙','这张卡不能通常召唤。把自己场上存在的1只「真红眼黑龙」解放的场合才能特殊召唤。这张卡的攻击力，自己墓地存在的龙族怪兽每有1只上升300。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96565487,3,0,0x66,0x21,1400,400,0x3,0x1,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96565487,'雪暴战士','这张卡战斗破坏对方怪兽的场合，自己把对方卡组最上面的卡确认再回到卡组最上面或者最下面。','确认卡组','返回卡组最上面','返回卡组最下面','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96570609,3,0,0x0,0x21,2800,1000,0x8,0x4,0x10,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96570609,'天帝 埃忒耳','这张卡可以把1只上级召唤的怪兽解放作上级召唤。
①：这张卡上级召唤成功的场合才能发动。从手卡·卡组把「帝王」魔法·陷阱卡2种类送去墓地，从卡组把1只攻击力2400以上而守备力1000的怪兽特殊召唤。这个效果特殊召唤的怪兽在结束阶段回到持有者手卡。
②：这张卡在手卡的场合，对方主要阶段把自己墓地1张「帝王」魔法·陷阱卡除外才能发动。这张卡上级召唤。','把1只上级召唤的怪兽解放作上级召唤','特殊召唤','上级召唤','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96592102,3,0,0xba,0x800021,1000,1000,0x4,0x200,0x20,0x2002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96592102,'急袭猛禽-火刃焚烧猎鹰','鸟兽族4星怪兽×2
①：自己基本分比对方少3000以上，这张卡超量召唤成功的场合才能发动。这张卡的攻击力上升3000。
②：这张卡战斗破坏对方怪兽时，把这张卡的超量素材任意数量取除才能发动。选取除的超量素材数量的对方场上的怪兽破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96594609,3,0,0x1081,0x21,1000,200,0x3,0x4000,0x4,0x40208);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96594609,'炎王兽 麒麟','自己场上表侧表示存在的名字带有「炎王」的怪兽被卡的效果破坏的场合，这张卡可以从手卡特殊召唤。此外，这张卡被破坏送去墓地的场合，可以从卡组把1只炎属性怪兽送去墓地。','特殊召唤','送墓','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96598015,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x520);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96598015,'金满之壶','「金满之壶」在1回合只能发动1张，这张卡发动的回合，自己不能作灵摆召唤以外的特殊召唤。
①：选自己的额外卡组的表侧表示的灵摆怪兽以及自己墓地的灵摆怪兽合计3只，加入卡组洗切。那之后，自己从卡组抽2张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96606246,3,0,0x9f,0x21,1600,600,0x3,0x4000,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96606246,'娱乐伙伴 助手驴','①：这张卡召唤成功时才能发动。从自己的手卡·墓地选1只4星以下的「娱乐伙伴」怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96622984,3,0,0x10f3,0x21,400,800,0x2,0x400,0x20,0x4000002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96622984,'捕食植物 苍蝇地狱草','①：1回合1次，以对方场上1只表侧表示怪兽为对象才能发动。给那只怪兽放置1个捕食指示物。有捕食指示物放置的2星以上的怪兽的等级变成1星。
②：这张卡和持有这张卡的等级以下的等级的怪兽进行战斗的伤害步骤开始时才能发动。那只怪兽破坏。那之后，这张卡的等级上升破坏的那只怪兽的原本等级数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96631852,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96631852,'铁壁布阵','选择自己场上1只怪兽发动。自己场上存在2只以上的怪兽并且全部守备表示的场合，选择怪兽的守备力上升700。选择的怪兽从场上离开时，这张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96633955,1,0,0x16b,0x2021,3000,3000,0xa,0x800000,0x2,0x1002004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96633955,'相剑大公-承影','调整＋调整以外的怪兽1只以上
这个卡名的③的效果1回合只能使用1次。
①：让这张卡的攻击力·守备力上升并让对方场上的怪兽的攻击力·守备力下降除外中的卡数量×100。
②：这张卡被效果破坏的场合，可以作为代替把自己墓地1张卡除外。
③：卡被除外的场合才能发动。对方的场上以及墓地的卡各选1张除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96643568,3,0,0x0,0x11,1000,900,0x3,0x40,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96643568,'气象精灵','操纵雨的精灵。召唤台风吹飞各种东西。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96653775,3,0,0x2a,0x21,1400,800,0x4,0x400,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96653775,'自然南瓜','对方场上有怪兽存在的场合这张卡召唤成功时，可以从手卡把1只名字带有「自然」的怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96677818,3,0,0x106e,0x10002,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96677818,'魔导书整理','翻开自己卡组最上面3张卡，将其按喜欢的顺序放回。对方不能确认这些卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96682430,3,0,0x750074,0x21,1300,400,0x3,0x40,0x2,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96682430,'水精鳞-深渊希德','这张卡被送去墓地的场合，可以从手卡把「水精鳞-深渊希德」以外的1只名字带有「水精鳞」的怪兽特殊召唤。「水精鳞-深渊希德」的效果1回合只能使用1次。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96693371,3,0,0x5008,0x21,800,700,0x3,0x1,0x20,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96693371,'幻影英雄 倍增人','这个卡名的①②③的效果1回合各能使用1次。
①：自己因战斗·效果受到伤害的场合才能发动。墓地的这张卡当作永续陷阱卡使用在自己的魔法与陷阱区域表侧表示放置。
②：这张卡是当作永续陷阱卡使用的场合，双方的主要阶段，把自己场上1只「英雄」怪兽解放才能发动。这张卡特殊召唤。
③：这张卡从魔法与陷阱区域的特殊召唤成功的场合才能发动。选场上1只怪兽，那个攻击力上升800。','这张卡当作永续陷阱卡放置','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96699830,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x2042004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96699830,'来自天龙座的降诞','这张卡发动的回合，自己不能用这张卡的效果以外把怪兽特殊召唤。
①：从自己墓地以及自己场上的表侧表示怪兽之中把机械族·光属性怪兽全部除外才能发动。从手卡把1只6星以上的机械族·光属性怪兽无视召唤条件特殊召唤。这个效果特殊召唤的怪兽的攻击力·守备力变成因为这张卡发动而除外的怪兽数量×500，不受自身以外的卡的效果影响。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96700602,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x400800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96700602,'波动障壁','对方怪兽的攻击宣言时，把自己场上存在的1只同调怪兽解放发动。对方场上攻击表示存在的怪兽全部变成守备表示。那之后，给与对方基本分攻击宣言的怪兽的守备力数值的伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96704018,3,0,0x76,0x21,1000,1600,0x4,0x200,0x8,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96704018,'纹章兽 伯纳斯猎鹰','这张卡召唤·反转召唤·特殊召唤成功时才能发动。自己场上的全部5星以上的怪兽的等级变成4星。','等级变化','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96704974,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96704974,'鬼雷弦阱','这个卡名的卡在1回合只能发动1张。
①：丢弃2张手卡，以自己墓地1张陷阱卡为对象才能发动。那张卡在自己场上盖放。这个效果盖放的卡在盖放的回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96708940,3,0,0x2016,0x1000021,200,100,0x1010002,0x20,0x8,0x1000200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96708940,'疾行机人 弹珠机器','←1 【灵摆】 1→
①：1回合1次，自己的守备表示怪兽被选择作为攻击对象时才能发动。那只怪兽变成表侧攻击表示。这个回合，那只怪兽不会被战斗破坏。
【怪兽效果】
这个卡名的怪兽效果1回合只能使用1次。
①：这张卡召唤成功时才能发动。从卡组把1只「疾行机人」怪兽加入手卡。这个效果的发动后，直到回合结束时自己不是风属性怪兽不能特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96729612,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x600);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96729612,'仪式的准备','①：从卡组把1只7星以下的仪式怪兽加入手卡。那之后，可以选自己墓地1张仪式魔法卡加入手卡。','是否把1张仪式魔法卡加入手卡？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96733134,3,0,0x9920f8,0x1000021,2500,2000,0x4040008,0x2000,0x20,0x1040210);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96733134,'霸王眷龙 异色眼','←4 【灵摆】 4→
①：把自己场上1只「霸王眷龙」怪兽解放才能发动。这张卡破坏，从卡组把1只攻击力1500以下的灵摆怪兽加入手卡。
【怪兽效果】
①：把自己场上2只「霸王眷龙」怪兽解放才能发动。这张卡从手卡特殊召唤。
②：自己的灵摆怪兽和对方怪兽进行战斗的场合，给与对方的战斗伤害变成2倍。
③：自己·对方的战斗阶段把这张卡解放才能发动。从自己的额外卡组的表侧表示的灵摆怪兽之中选「霸王眷龙 异色眼」以外的「霸王眷龙」怪兽或者「霸王门」怪兽合计最多2只守备表示特殊召唤。','卡组检索','解放「霸王眷龙」怪兽特殊召唤','额外卡组怪兽特殊召唤','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96746083,3,0,0xf9,0x21,2900,1900,0x9,0x800000,0x4,0x40016);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96746083,'真龙皇 阿耆尼马兹德·消灭','这个卡名的①②的效果1回合各能使用1次。
①：自己主要阶段才能发动。从这张卡以外的手卡以及自己场上的表侧表示怪兽之中选包含炎属性怪兽的2只怪兽破坏，这张卡从手卡特殊召唤，把2只炎属性怪兽破坏的场合，可以从对方的场上·墓地选1只怪兽除外。
②：这张卡被效果破坏的场合才能发动。从自己墓地选1只炎属性以外的幻龙族怪兽加入手卡。','是否选怪兽除外？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96765646,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96765646,'回忆的秋千','①：以自己墓地1只通常怪兽为对象才能发动。那只怪兽特殊召唤。这个效果特殊召唤的怪兽在这个回合的结束阶段破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96782886,3,0,0x0,0x1021,100,200,0x1,0x100000,0x10,0x140000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96782886,'精神脑魔','支付800基本分，把自己场上「精神脑魔」以外的1只念动力族怪兽解放发动。从自己的卡组把1只等级4以下的念动力族怪兽在自己场上以表侧攻击表示特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96789758,3,0,0xc9,0x21,100,1900,0x2,0x400,0x10,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96789758,'芳香法师-茉莉','①：只要自己基本分比对方多并有这张卡在怪兽区域存在，自己在通常召唤外加上只有1次，自己主要阶段可以把「芳香法师-茉莉」以外的1只植物族怪兽召唤。
②：1回合1次，自己基本分回复的场合发动。自己从卡组抽1张。','使用「芳香法师-茉莉」的效果召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96802306,3,0,0xc8,0x1000011,2100,2200,0x2020006,0x1,0x4,0x600);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96802306,'点火骑士·点五零','←2 【灵摆】 2→
①：另一边的自己的灵摆区域有「点火骑士」卡存在的场合才能发动。自己的灵摆区域的卡全部破坏，从自己的卡组·墓地选1只战士族·炎属性怪兽加入手卡。
【怪兽描述】
使精力太旺盛的点火骑士们团结起来的特攻队长。老是被血气方刚立刻脑子点火的部下们伤透脑筋。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96851799,3,0,0x0,0x11,600,500,0x2,0x80,0x4,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96851799,'史汀','非常炽热的火焰形成的块，并用那身体冲撞敌人。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96857854,3,0,0x80,0x4,0,1000,0x1,0x8,0x20,0x40004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96857854,'钻尘妖','①：场上的卡被战斗·效果破坏时才能发动。从卡组选那些破坏的卡数量的「尘妖」怪兽在自己·对方场上特殊召唤。
②：这张卡在墓地存在的场合只有1次，把自己墓地1只「尘妖」怪兽除外才能发动。这张卡变成通常怪兽（恶魔族·暗·1星·攻0/守1000）在对方的怪兽区域守备表示特殊召唤（不当作陷阱卡使用）。这个效果特殊召唤的这张卡不能解放，也不能作为融合·同调·超量召唤的素材。','是否在对方场上特殊召唤？','这张卡特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96864105,3,0,0x751048,0x800021,3000,2000,0x6,0x1,0x2,0x1002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96864105,'混沌No.73 激泷瀑神 渊涌','6星怪兽×3
①：自己怪兽和对方怪兽进行战斗的伤害计算时1次，把这张卡1个超量素材取除才能发动。那只自己怪兽的攻击力只在那次伤害计算时上升那只对方怪兽的攻击力数值。
②：这张卡有「No.73 激泷神 渊涛」在作为超量素材的场合，得到以下效果。
●这张卡不会被效果破坏。','攻击上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96864811,3,0,0x11d,0x10002,0,0,0x0,0x0,0x0,0x3002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96864811,'禁忌的圣衣','①：以场上1只表侧表示怪兽为对象才能发动。直到回合结束时那只怪兽攻击力下降600，不会成为效果的对象，不会被效果破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96872283,3,0,0x0,0x821,1900,900,0x4,0x1,0x4,0x3);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96872283,'真化护法 骑士','①：这张卡只要在场上·墓地存在，当作通常怪兽使用。
②：可以把场上的当作通常怪兽使用的这张卡作为通常召唤作再1次召唤。那个场合这张卡变成当作效果怪兽使用并得到以下效果。
●把自己场上1张表侧表示的装备卡送去墓地，以对方场上1张卡为对象才能发动。那张对方的卡破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96875080,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x9);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96875080,'大气圈外射击','把自己场上1只名字带有「外星」的怪兽送去墓地发动。场上的1张魔法或者陷阱卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96890582,3,0,0x0,0x21,2000,2000,0x4,0x8,0x20,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96890582,'秒杀之暗杀者','这张卡的攻击力·守备力下降自己手卡数量×400的数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96891787,3,0,0x145,0x21,1800,1500,0x4,0x2,0x10,0x1042000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96891787,'教导的铁锤 特奥','这个卡名的①③的效果1回合各能使用1次。
①：从额外卡组特殊召唤的怪兽在场上存在的场合才能发动。这张卡从手卡特殊召唤。
②：这张卡不会被和从额外卡组特殊召唤的怪兽的战斗破坏。
③：以从额外卡组特殊召唤的场上1只表侧表示怪兽为对象才能发动。直到回合结束时，这张卡的攻击力上升600，作为对象的怪兽的攻击力下降600。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96897184,3,0,0x149,0x61,2800,1300,0x8,0x100,0x1,0x4c000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96897184,'古生代化石骑士 骷髅国王','岩石族怪兽＋7星以上的怪兽
这张卡用「化石融合」的效果才能从额外卡组特殊召唤。这个卡名的③的效果1回合只能使用1次。
①：这张卡在同1次的战斗阶段中可以作2次攻击。
②：这张卡向守备表示怪兽攻击的场合，给与攻击力超过那个守备力的数值的战斗伤害。
③：对方回合，以对方墓地1只怪兽为对象才能发动。选自己1张手卡丢弃，作为对象的怪兽在自己场上特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96907086,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x1);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96907086,'地缚旋风','自己场上有名字带有「地缚神」的怪兽表侧表示存在的场合才能发动。对方场上存在的魔法·陷阱卡全部破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96914272,3,0,0x0,0x2001021,1200,1200,0x5,0x4000,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96914272,'虚荣的大猿','这张卡不能通常召唤。从手卡把1只兽族怪兽送去墓地的场合可以特殊召唤。这个方法特殊召唤成功时，可以把送去墓地的那只兽族怪兽的等级确认，从下面效果选择1个发动。
●这张卡的等级上升那个等级数值。
●这张卡的等级下降那个等级数值。','选择效果发动','等级上升送去墓地的兽族怪兽的等级','等级下降送去墓地的兽族怪兽的等级','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96915510,3,0,0x117,0xa1,3000,3000,0xa,0x8,0x10,0x80042020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96915510,'魔神仪的创造主-创造祭台','「魔神仪的祝诞」降临。这个卡名的①的效果1回合只能使用1次。
①：自己·对方的主要阶段，把手卡的这张卡给对方观看才能发动。选1张手卡丢弃，那之后，等级合计直到10星为止选自己墓地的「魔神仪」怪兽特殊召唤。这个效果特殊召唤的怪兽在结束阶段回到持有者卡组。
②：只要这张卡在怪兽区域存在，仪式怪兽以外的自己场上的「魔神仪」怪兽攻击力上升2000，效果无效化。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96930127,3,0,0x0,0x21,1600,1100,0x4,0x4000,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96930127,'链犬','自己场上有兽族怪兽表侧表示2只存在的场合，这张卡可以从墓地特殊召唤。这个效果特殊召唤的这张卡从场上离开的场合，从游戏中除外。把这张卡作为同调素材的场合，不是兽族怪兽的同调召唤不能使用。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96938777,3,0,0x0,0x21,1600,1500,0x4,0x20,0x1,0x8000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96938777,'神机王 乌尔','①：这张卡可以向对方怪兽全部各作1次攻击。
②：这张卡进行战斗的场合，对方受到的战斗伤害变成0。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96938986,3,0,0x0,0x21,1000,700,0x4,0x800,0x1,0x208);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96938986,'共振虫','①：这张卡从场上送去墓地的场合才能发动。从卡组把1只5星以上的昆虫族怪兽加入手卡。
②：这张卡被除外的场合才能发动。从卡组把「共振虫」以外的1只昆虫族怪兽送去墓地。','卡组检索','送墓','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96945958,3,0,0x2016,0x1021,800,1200,0x3,0x20,0x8,0x42004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96945958,'疾行机人 涡轮歌牌','这个卡名的①②的效果1回合各能使用1次。
①：自己场上有风属性怪兽存在的场合才能发动。这张卡从手卡特殊召唤。这个效果的发动后，直到回合结束时自己不能把风属性以外的怪兽的效果发动。
②：从自己墓地把这张卡和1只「疾行机人」怪兽除外才能发动。自己场上的全部风属性怪兽的攻击力直到回合结束时上升800。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96947648,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x200400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96947648,'海上打捞','①：以自己墓地2只攻击力1500以下的水属性怪兽为对象才能发动。那些水属性怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96965364,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x140000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96965364,'孵化','①：把自己场上1只怪兽解放才能发动。比解放的怪兽等级高1星的1只昆虫族怪兽从卡组特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96967123,3,0,0x0,0x11,900,500,0x2,0x20,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96967123,'大炮达磨','在不倒翁里装着大炮，瞄准后绝不会打歪。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(96981563,3,0,0x0,0x11,1400,1800,0x5,0x40,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(96981563,'食火的大龟','拥有真红甲壳的乌龟，据说曾吞下了火焰。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97000273,3,0,0x24,0x21,2000,1000,0x4,0x4000,0x1,0x400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97000273,'废铁金刚','这张卡召唤成功时，这张卡破坏。这张卡被名字带有「废铁」的卡的效果破坏送去墓地的场合，可以选择「废铁金刚」以外的自己墓地存在的1只名字带有「废铁」的怪兽加入手卡。','这张卡破坏','检索','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97001138,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x410);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97001138,'暗黑上级召唤','「暗黑上级召唤」在1回合只能发动1张。
①：自己·对方的主要阶段以及战斗阶段，以自己墓地1只攻击力2400以上而守备力1000的怪兽为对象才能发动。那只怪兽加入手卡。那之后，可以从手卡把1只攻击力2400以上而守备力1000的怪兽表侧攻击表示上级召唤。','是否把怪兽上级召唤？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97007933,3,0,0x2016,0x2021,2200,1600,0x6,0x20,0x8,0x444000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97007933,'高速疾行机人 魔剑玉','调整＋调整以外的怪兽1只以上
「高速疾行机人 魔剑玉」的②③的效果1回合各能使用1次。
①：这张卡向守备表示怪兽攻击的场合，给与攻击力超过那个守备力的数值的战斗伤害。
②：把自己墓地1只机械族怪兽除外才能发动。给与对方500伤害。
③：这张卡在墓地存在，自己场上没有卡存在的场合，自己主要阶段才能发动。这张卡从墓地特殊召唤。这个效果发动的回合，自己不能通常召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97017120,3,0,0x0,0x21,1400,1450,0x4,0x4000,0x1,0x240000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97017120,'巨大老鼠','①：这张卡被战斗破坏送去墓地时才能发动。从卡组把1只攻击力1500以下的地属性怪兽攻击表示特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97021916,3,0,0x57,0x1021,1300,300,0x3,0x8,0x20,0x1000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97021916,'暗黑共鸣者','①：这张卡1回合只有1次不会被战斗破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97023549,3,0,0x0,0x11,1400,1500,0x4,0x1,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97023549,'利刃滑冰者','冰上的舞姬、华丽的战士。以必杀技-阿克塞尔切裂，华丽地攻击敌人的怪兽。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97024987,3,0,0xc8,0x1000011,1700,1300,0x7070004,0x1,0x4,0x600);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97024987,'点火骑士·德拉古诺夫','←7 【灵摆】 7→
①：另一边的自己的灵摆区域有「点火骑士」卡存在的场合才能发动。自己的灵摆区域的卡全部破坏，从自己的卡组·墓地选1只战士族·炎属性怪兽加入手卡。
【怪兽描述】
直性子讨厌歪门邪道的点火骑士老手战士。也许是那个性格的缘故，近来他好像对自己拿的武器抱有疑问。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97036149,3,0,0x12c,0x21,800,1000,0x4,0x800000,0x8,0x42004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97036149,'天威龙-仁爱蟠龙','这个卡名的①②的效果1回合各能使用1次。
①：自己场上没有效果怪兽存在的场合才能发动。这张卡从手卡特殊召唤。
②：效果怪兽以外的自己的表侧表示怪兽在和对方的表侧表示怪兽进行战斗的攻击宣言时，把手卡·墓地的这张卡除外才能发动。那只对方怪兽的攻击力直到回合结束时下降1500。','特殊召唤','对方怪兽攻击力下降','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97064649,3,0,0x0,0x21,0,1800,0x4,0x2,0x20,0x400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97064649,'暗跃的德鲁伊·智者','这张卡从场上送去墓地的场合，可以选择自己墓地1张永续魔法卡在自己场上盖放。这个效果盖放的卡在这个回合不能发动。「暗跃的德鲁伊·智者」的效果1回合只能使用1次。','盖放','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97077563,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97077563,'活死人的呼声','①：以自己墓地1只怪兽为对象才能把这张卡发动。那只怪兽攻击表示特殊召唤。这张卡从场上离开时那只怪兽破坏。那只怪兽破坏时这张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97091969,3,0,0x111,0x20002,0,0,0x0,0x0,0x0,0x2410);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97091969,'武装龙的震霆','这个卡名的①的效果1回合只能使用1次。
①：可以以自己场上1只「武装龙」怪兽为对象，从以下效果选择1个发动。
●那只怪兽的攻击力上升那只怪兽的等级×100。
●从自己墓地选持有那只怪兽的等级以下的等级的1只「武装龙」怪兽加入手卡。
②：自己场上的「武装龙」怪兽被效果破坏的场合，可以作为代替把这张卡送去墓地。','攻击力上升','墓地回收','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97093037,3,0,0x0,0x21,1600,1500,0x4,0x1,0x10,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97093037,'创世者的化身','可以把这张卡作祭品，从手卡特殊召唤1只「创世神」。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97112505,1,0,0x70,0x21,1500,300,0x4,0x20,0x10,0x40414);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97112505,'先史遗产 墨瓦腊地球仪','这个卡名的①②的效果1回合各能使用1次。
①：把这张卡解放才能发动。从卡组把「先史遗产 墨瓦腊地球仪」以外的1只「先史遗产」怪兽特殊召唤。
②：这张卡在墓地存在的场合，从自己墓地把「先史遗产 墨瓦腊地球仪」以外的1张「先史遗产」卡除外才能发动。这张卡加入手卡。这个效果在这张卡送去墓地的回合不能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97120394,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97120394,'封魔之矢','不能对应这张卡的发动让魔法·陷阱·怪兽的效果发动。
①：自己或者对方的战斗阶段开始时才能发动。这张卡的发动后，直到回合结束时双方不能把魔法·陷阱卡的效果发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97127906,3,0,0xc,0x11,1900,800,0x4,0x80000,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97127906,'外星人士兵','谜之生命体外星人的上级战士。虽拥有较高的攻击力，却没有掌握任何特殊能力。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97148796,3,0,0x154,0x2000021,2000,0,0x1,0x20,0x10,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97148796,'龙辉巧-右枢α','这张卡不能通常召唤，用「龙辉巧」卡的效果才能特殊召唤。这个卡名的效果1回合只能使用1次。
①：从自己的手卡·场上把1只这张卡以外的「龙辉巧」怪兽或者仪式怪兽解放才能发动。这张卡从手卡·墓地守备表示特殊召唤。那之后，可以从卡组把1只仪式怪兽加入手卡。这个效果发动的回合，自己若非不能通常召唤的怪兽则不能特殊召唤。','','是否从卡组把仪式怪兽加入手卡？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97151365,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97151365,'星之门','对方怪兽进行战斗的场合，那个伤害步骤结束时给这张卡放置1个门指示物。自己回合的主要阶段时可以把这张卡送去墓地，这张卡放置的门指示物数量以下的等级的1只怪兽从手卡特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97165977,3,0,0xdf,0x61,2800,2500,0x8,0x8000,0x20,0x100a000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97165977,'月光舞豹姬','「月光舞猫姬」＋「月光」怪兽
这张卡用以上记的卡为融合素材的融合召唤才能从额外卡组特殊召唤。
①：这张卡不会被对方的效果破坏。
②：1回合1次，自己主要阶段1才能发动。这个回合，对方怪兽各有1次不会被战斗破坏，这张卡可以向全部对方怪兽各作2次攻击。
③：这张卡战斗破坏对方怪兽时发动。这张卡的攻击力直到战斗阶段结束时上升200。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97168905,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0xa100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97168905,'奇迹之轨迹','选择自己场上表侧攻击表示存在的1只怪兽发动。对方从卡组抽1张卡。直到这个回合的结束阶段时，选择怪兽的攻击力上升1000，同1次的战斗阶段中最多2次可以向怪兽攻击。那只怪兽进行战斗的场合，对方玩家受到的战斗伤害变成0。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97169186,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97169186,'地碎','①：对方场上1只守备力最高的怪兽破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97170107,3,0,0x0,0x800021,1600,1000,0x2,0x2,0x8,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97170107,'光辉精灵','2星怪兽×2
对方对怪兽的召唤·特殊召唤成功时，把这张卡1个超量素材取除才能发动。那些怪兽的攻击力下降500。','攻击下降','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97173708,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97173708,'衍生物诞生祭','把自己场上的相同等级的衍生物2只以上解放才能发动。从自己墓地选择最多有解放的衍生物数量的和为这张卡发动而解放的衍生物相同等级的怪兽特殊召唤。这个效果特殊召唤的怪兽的效果无效化，结束阶段时破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97182396,1,0,0x15c,0x4,0,0,0x0,0x0,0x0,0x1010);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97182396,'惊奇游乐设施·∀·征服海盗船','①：以1只自己场上的「惊乐」怪兽或者对方场上的表侧表示怪兽为对象才能把这张卡发动。这张卡当作装备卡使用给那只怪兽装备。
②：可以把装备怪兽的控制者对应的以下效果发动。
●自己：1回合1次，对方怪兽的攻击宣言时才能发动。那次攻击无效，直到战斗阶段结束时装备怪兽的控制权变更。
●对方：装备怪兽把效果发动时才能发动。装备怪兽回到持有者手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97204936,3,0,0x0,0x2001,2600,800,0x6,0x1,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97204936,'大地之骑士 盖亚骑士','调整＋调整以外的怪兽1只以上','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97211663,3,0,0xb4,0x82,0,0,0x0,0x0,0x0,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97211663,'影灵衣的返魂术','「影灵衣」仪式怪兽的降临必需。「影灵衣的返魂术」的①的效果1回合只能使用1次。
①：等级合计直到变成和仪式召唤的怪兽相同为止，把自己的手卡·场上的怪兽解放，从自己的手卡·墓地把1只「影灵衣」仪式怪兽仪式召唤。
②：自己场上没有怪兽存在的场合，从自己墓地把这张卡和1只「影灵衣」怪兽除外才能发动。从卡组把1张「影灵衣」魔法卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97219708,3,0,0xba,0x21,100,100,0x1,0x200,0x20,0x840000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97219708,'急袭猛禽-残存林鸮','「急袭猛禽-残存林鸮」的②的效果1回合只能使用1次。
①：自己的「急袭猛禽」怪兽进行战斗的伤害计算时才能发动。这张卡从手卡特殊召唤。那之后，自己回复自己的场上·墓地的魔法·陷阱卡数量×100基本分。
②：把这张卡解放才能发动。从额外卡组把1只「急袭猛禽」超量怪兽守备表示特殊召唤。这个效果特殊召唤的怪兽的效果无效化，结束阶段回到额外卡组。这个回合对方受到的战斗伤害变成0。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97232518,3,0,0x0,0x20004,1900,0,0x5,0x1000,0x10,0x1040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97232518,'深渊的电击魟','①：这张卡发动后变成效果怪兽（雷族·光·5星·攻1900/守0）在怪兽区域特殊召唤。这张卡也当作陷阱卡使用。
②：这张卡的效果特殊召唤的这张卡不会被战斗破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97234686,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97234686,'剑斗变化','自己场上有名字带有「剑斗兽」的怪兽特殊召唤时才能发动。对方选择1张手卡丢弃。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97240270,3,0,0x0,0x11,1700,1000,0x3,0x40,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97240270,'狂怒龙虾','作为被全世界的美食家怪兽们所喜爱的高级食材而闻名。可怕的味道据说很刺激。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97268402,3,0,0x0,0x1021,0,0,0x1,0x2,0x10,0x80000008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97268402,'效果遮蒙者','①：对方主要阶段把这张卡从手卡送去墓地，以对方场上1只效果怪兽为对象才能发动。那只对方怪兽的效果直到回合结束时无效。','怪兽的效果无效','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97273514,3,0,0x56,0x4000021,1000,5,0x2,0x800,0x20,0x2120);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97273514,'甲虫装机 皮可蛾','昆虫族怪兽2只
这个卡名的①②的效果1回合各能使用1次。
①：这张卡连接召唤成功的场合，丢弃1张手卡，以这张卡以外的自己场上1只昆虫族怪兽为对象才能发动。从卡组选1只昆虫族怪兽当作攻击力·守备力上升500的装备卡使用给作为对象的怪兽装备。
②：以自己墓地3只昆虫族怪兽为对象才能发动。那些怪兽加入卡组洗切。那之后，自己从卡组抽1张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97300502,3,0,0xf4,0x61,2000,2800,0x8,0x4,0x10,0x2006);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97300502,'召唤兽 光体','「召唤师 阿莱斯特」＋融合怪兽
这个卡名的①的效果1回合只能使用1次。
①：这张卡特殊召唤成功的场合或者对方场上有怪兽特殊召唤的场合，以对方场上1只怪兽为对象才能发动。那只怪兽破坏。
②：1回合1次，从自己墓地把1只融合怪兽除外才能发动。这张卡的攻击力直到对方回合结束时上升除外的怪兽的攻击力数值。','怪兽破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97316367,3,0,0x127,0x21,2200,500,0x5,0x20,0x1,0x40524);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97316367,'无限起动 削石臂掘进机','这个卡名的①②的效果1回合各能使用1次。
①：把自己场上1只机械族·地属性怪兽解放才能发动。这张卡从手卡守备表示特殊召唤。
②：把墓地的这张卡除外，以自己墓地5只机械族·地属性怪兽为对象才能发动。那些怪兽回到卡组洗切。那之后，自己从卡组抽2张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97317530,3,0,0x1167,0x21,200,1400,0x2,0x4000,0x1,0x802);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97317530,'森之圣兽 月兔耳兽','①：这张卡用兽族怪兽的效果特殊召唤成功的场合，以场上1张卡为对象才能发动。那张卡破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97342942,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97342942,'通灵外质体','双方玩家各自在自己的结束阶段时只有1次，选自己场上表侧表示存在的1只怪兽，把那只怪兽解放，给与对方基本分解放的那只怪兽的原本攻击力一半数值的伤害。','解放并伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97360116,3,0,0x0,0x11,1000,500,0x3,0x1,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97360116,'恶之无名战士','用敏捷的动作产生真空、切碎对方的战士。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97362768,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97362768,'电光枪','「元素英雄 电光侠」才能装备。自己的回合的主要阶段时可以把1只表侧表示的怪兽的表示形式改变。这个效果使用3次后，这张卡破坏。','改变表示形式','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97383507,3,0,0x135,0x4000021,2300,7,0x3,0x1000000,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97383507,'暗骑士@火灵天星','卡名不同的怪兽3只
这个卡名的①②的效果1回合各能使用1次。
①：这张卡所连接区有怪兽特殊召唤的场合才能发动（伤害步骤也能发动）。从自己墓地把4星以下的「@火灵天星」怪兽尽可能在作为这张卡所连接区的自己场上效果无效特殊召唤。
②：这张卡战斗破坏对方怪兽时才能发动。从自己墓地选1只电子界族怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97385276,3,0,0x66,0x21,300,600,0x3,0x1,0x10,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97385276,'等级战士','场上没有怪兽存在的场合，这张卡可以作为2星怪兽从手卡召唤。对方场上有怪兽存在，自己场上没有怪兽存在的场合，这张卡可以作为4星怪兽从手卡特殊召唤。','作为2星怪兽召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97396380,3,0,0x0,0x21,1700,600,0x4,0x4000,0x4,0x400002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97396380,'火舞太刀','①：这张卡被破坏送去墓地的场合，以对方场上1只表侧表示怪兽为对象发动。那只对方的表侧表示怪兽破坏，给与对方500伤害。','破坏并伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97403510,3,0,0x48,0x800021,0,0,0x9,0x2000,0x20,0x1042004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97403510,'No.92 伪骸神龙 心地心龙','9星怪兽×3
①：这张卡不会被战斗破坏，这张卡的战斗发生的对自己的战斗伤害由对方代受。
②：对方结束阶段把这张卡1个超量素材取除才能发动。把这个回合召唤·特殊召唤·盖放的对方场上的卡全部除外。
③：持有超量素材的这张卡被破坏送去墓地的场合才能发动。这张卡特殊召唤。
④：这张卡用自身的效果特殊召唤的场合发动。这张卡的攻击力上升除外中的卡数量×1000。','卡片除外','特殊召唤','攻击上升','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97433739,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97433739,'对未来的所思','选择自己墓地3只等级不同的怪兽才能发动。选择的3只怪兽特殊召唤。这个效果特殊召唤的怪兽的攻击力变成0，效果无效化。那之后，自己没有进行超量召唤的场合，这个回合的结束阶段时自己失去4000基本分。此外，这张卡发动的回合，自己不能作超量召唤以外的特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97439308,3,0,0xcf,0x2,0,0,0x0,0x0,0x0,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97439308,'混沌贪欲','当自己的卡有4张以上从游戏中除外，且自己的墓地里没有卡存在时这张卡才能发动。从自己的卡组抽2张卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97439806,3,0,0x35,0x1021,1100,800,0x3,0x8,0x10,0x408);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97439806,'魔轰神 库沙诺','从手卡把「魔轰神 库沙诺」以外的1只名字带有「魔轰神」的怪兽丢弃去墓地发动。自己墓地存在的这张卡加入手卡。','这张卡加入手牌','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97452817,3,0,0x5,0x21,2800,2800,0x7,0x4,0x10,0x80c1000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97452817,'秘仪之力18-月亮','这张卡召唤·反转召唤·特殊召唤成功时，进行1次投掷硬币得到以下效果。
●表：自己的准备阶段时可以在自己场上把1只「月衍生物」（天使族·光·1星·攻/守0）特殊召唤。
●里：自己的结束阶段时只有1次，选择自己场上1只怪兽，那只怪兽的控制权转移给对方。','投掷硬币','特殊召唤','控制权转移','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97452818,3,0,0x0,0x4011,0,0,0x1,0x4,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97452818,'月衍生物','由「秘仪之力18-月亮」的效果特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97466438,3,0,0x0,0x1000021,0,2000,0x7070002,0x4000,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97466438,'横条邪斑马','←7 【灵摆】 7→
①：这张卡发动的回合的自己主要阶段只有1次，指定没有使用的主要怪兽区域或者魔法与陷阱区域1处才能发动。指定的区域在这张卡在灵摆区域存在期间不能使用。
【怪兽效果】
①：这张卡召唤·特殊召唤成功的场合，指定没有使用的主要怪兽区域或者魔法与陷阱区域1处才能发动。指定的区域在这只怪兽表侧表示存在期间不能使用。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97466712,3,0,0x3e,0x21,400,0,0x1,0x20,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97466712,'入侵蠕虫','①：对方场上没有怪兽存在的场合，这张卡可以从手卡特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97489701,3,0,0x0,0x2021,3500,3000,0xc,0x2000,0x20,0x1052004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97489701,'真红莲新星龙','调整2只＋「红莲魔龙」
①：这张卡的攻击力上升自己墓地的调整数量×500。
②：场上的这张卡不会被对方的效果破坏。
③：对方怪兽的攻击宣言时以那1只攻击怪兽为对象才能发动。场上的这张卡除外，那次攻击无效。
④：这张卡的③的效果除外的回合的结束阶段发动。除外的这张卡特殊召唤。','攻击无效','特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97518132,3,0,0x9d,0x200021,1000,1800,0x4,0x100000,0x2,0x40004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97518132,'影依巫女 艾莉娅儿','这个卡名的①②的效果1回合只能有1次使用其中任意1个。
①：这张卡反转的场合，以除外的1只自己的「影依」怪兽为对象才能发动。那只怪兽表侧守备表示或者里侧守备表示特殊召唤。
②：这张卡被效果送去墓地的场合，以双方墓地的卡合计最多3张为对象才能发动。那些卡除外。','特殊召唤','除外','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97520532,3,0,0x83,0x4000021,1500,5,0x2,0x20,0x20,0x40208);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97520532,'机关傀儡-奇美拉人偶','机械族怪兽2只
这个卡名的效果1回合只能使用1次。
①：这张卡是已连接召唤的场合才能发动。从卡组选1只「机关傀儡」怪兽加入手卡或送去墓地。自己场上的怪兽只有「机关傀儡」怪兽的场合，可以再从手卡把1只「机关傀儡」怪兽特殊召唤。这个效果的发动后，直到回合结束时自己不是机械族超量怪兽不能从额外卡组特殊召唤。','','请选择要加入手卡或送去墓地的卡','是否从手卡特殊召唤？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97520701,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97520701,'临时行车时间表','这个卡名的卡在1回合只能发动1张。
①：以自己墓地1只攻击力3000以上的机械族怪兽为对象才能发动。那只机械族怪兽守备表示特殊召唤。
②：盖放的这张卡被送去墓地的场合，以自己墓地1只机械族·10星怪兽为对象才能发动。那只机械族怪兽加入手卡。','检索','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97526666,3,0,0x0,0x21,1000,1000,0x4,0x20,0x1,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97526666,'惑星探查车','①：把这张卡解放才能发动。从卡组把1张场地魔法卡加入手卡。','检索','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97565997,3,0,0x161,0x21,3100,2200,0xa,0x80000,0x10,0x40008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97565997,'溟界神-奥格多阿比斯','这个卡名的①②的效果1回合各能使用1次。
①：这张卡在墓地存在的场合，把自己场上3只怪兽解放才能发动。这张卡特殊召唤。
②：只在这张卡在场上表侧表示存在才能发动1次。除从墓地特殊召唤的表侧表示怪兽以外的自己·对方场上的怪兽全部送去墓地。这个效果在对方回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97567736,3,0,0xc3,0x21,1800,800,0x4,0x8,0x20,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97567736,'锋利小鬼·战斧','「锋利小鬼·战斧」的①②的效果1回合各能使用1次。
①：把手卡1只「锋利小鬼」怪兽送去墓地才能发动。给与对方800伤害。
②：从卡组把「锋利小鬼·战斧」以外的1只「锋利小鬼」怪兽送去墓地才能发动。直到结束阶段，这张卡当作和送去墓地的怪兽同名卡使用。','给与对方800伤害','复制卡名','当作同名卡使用','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97570038,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97570038,'神拳粉碎','自己场上「格斗鼠 吱助」「武僧战士」「武僧大师」内1只以上存在时发动。这个回合和这些怪兽进行战斗的怪兽在伤害步骤结束时破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97574404,3,0,0x5,0x21,1600,1600,0x4,0x4,0x10,0x8000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97574404,'秘仪之力6-恋人','这张卡召唤·反转召唤·特殊召唤成功时，进行1次投掷硬币得到以下效果。
●表：名字带有「秘仪之力」的怪兽祭品召唤的场合，这1只怪兽可以作为2只的数量的祭品。
●里：名字带有「秘仪之力」的怪兽不能祭品召唤。','投掷硬币','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97584500,3,0,0x8d,0x21,1500,0,0x3,0x10,0x20,0x800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97584500,'鬼计木乃伊','自己场上有名字带有「鬼计」的怪兽存在的场合才能让这张卡表侧表示召唤。这张卡1回合只有1次可以变成里侧守备表示。此外，只要这张卡在场上表侧表示存在，自己在通常召唤外加上只有1次可以把1只名字带有「鬼计」的怪兽召唤。只要这张卡在场上表侧表示存在，自己不能把暗属性以外的怪兽特殊召唤。','变成里侧守备','使用「鬼计木乃伊」的效果召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97584719,3,0,0x127,0x800021,3100,2100,0x9,0x20,0x1,0x40040003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97584719,'无限起动 大地撼动者','9星怪兽×2
这个卡名的①③的效果1回合各能使用1次。
①：把这张卡的超量素材任意数量取除，以那个数量的场上的卡为对象才能发动。那些卡破坏。
②：这张卡战斗破坏对方怪兽时才能发动。那只怪兽在这张卡下面重叠作为超量素材。
③：这张卡在墓地存在的场合，把自己场上1只机械族连接怪兽解放才能发动。这张卡守备表示特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97588916,3,0,0xab,0x1000021,500,500,0xa0a0007,0x20,0x1,0x16000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97588916,'文具电子人007','←10 【灵摆】 10→
①：自己不是「文具电子人」怪兽不能灵摆召唤。这个效果不会被无效化。
【怪兽效果】
①：这张卡的攻击力上升自己墓地的「文具电子人」卡数量×500。
②：只要这张卡在怪兽区域存在，对方不能把其他的「文具电子人」怪兽作为攻击对象。
③：这张卡向守备表示怪兽攻击的场合，给与攻击力超过那个守备力的数值的战斗伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97590747,3,0,0x0,0x11,1800,1000,0x4,0x8,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97590747,'灯之魔精','凡是出自呼唤他的主人之口，任何要求都听从的灯之精灵。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97590748,3,97590747,0x0,0x11,1800,1000,0x4,0x8,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97590748,'灯之魔精','凡是出自呼唤他的主人之口，任何要求都听从的灯之精灵。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97612389,3,0,0x0,0x11,1800,1600,0x5,0x1,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97612389,'地狱的魔物使','能自由自在地操纵怪兽攻击的怪兽使。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97616504,3,0,0x115,0x40002,0,0,0x0,0x0,0x0,0x8500);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97616504,'闪刀机构-大力神基地','自己的主要怪兽区域没有怪兽存在的场合才能把这张卡发动。
①：装备怪兽不能直接攻击，同1次的战斗阶段中可以向怪兽作2次攻击。
②：自己墓地有魔法卡3张以上存在，装备怪兽攻击破坏怪兽的场合发动。自己从卡组抽1张。
③：这张卡被效果从场上送去墓地的场合，以「闪刀机构-大力神基地」以外的自己墓地最多3张「闪刀」卡为对象才能发动。那些卡回到卡组。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97617181,3,0,0x7b,0x40002,0,0,0x0,0x0,0x0,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97617181,'银河零式','「银河零式」在1回合只能发动1张。
①：以自己墓地1只「光子」怪兽或者「银河」怪兽为对象才能把这张卡发动。那只怪兽攻击表示特殊召唤，把这张卡装备。装备怪兽不能攻击，效果也不能发动。
②：装备怪兽在战斗阶段被战斗·效果破坏的场合，可以作为代替把这张卡破坏。
③：表侧表示的这张卡从场上离开的场合发动。这张卡装备过的怪兽的攻击力变成0。','攻击变成0','是否要使用「银河零式」的效果代替破坏？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97623219,3,0,0x0,0x21,1500,1200,0x4,0x4,0x10,0x202000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97623219,'元素女武神','这只怪兽在场上有特定的属性的怪兽存在的场合，得到以下的效果。
●炎属性：这张卡攻击力上升500。
●水属性：这张卡的控制权不能变更。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97631303,3,0,0x0,0x21,0,0,0x1,0x2,0x20,0x40100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97631303,'魔术师双魂','这个卡名的①②的效果1回合各能使用1次。
①：这张卡在手卡的场合，可以从卡组把1只6星以上的魔法师族怪兽送去墓地，从以下效果选择1个发动。
●这张卡特殊召唤。
●这张卡送去墓地。那之后，可以从自己墓地选1只「黑魔术师」或者「黑魔术少女」特殊召唤。
②：从自己的手卡·场上把最多2张魔法·陷阱卡送去墓地才能发动。自己从卡组抽出送去墓地的数量。','这张卡特殊召唤','这张卡送去墓地','是否从墓地特殊召唤？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97637162,3,0,0x0,0x21,0,0,0x1,0x4000,0x1,0x12000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97637162,'让步小快马','①：这张卡不能直接攻击。
②：这张卡的攻击力上升双方基本分差的数值。
③：自己基本分比对方多的场合，这张卡的攻击发生的对对方的战斗伤害由自己代受。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97642679,3,0,0x0,0xa1,2700,1500,0x8,0x8,0x20,0x8000002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97642679,'暗之支配者-佐克','「与暗之支配者的契约」降临。
①：1回合1次，自己主要阶段才能发动。掷1次骰子，出现的数目的效果适用。
●1·2：对方场上的怪兽全部破坏。
●3·4·5：选对方场上1只怪兽破坏。
●6：自己场上的怪兽全部破坏。','掷骰子','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97648103,3,0,0xfe,0x2,0,0,0x0,0x0,0x0,0x14);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97648103,'星遗物的加护','这个卡名的卡在1回合只能发动1张。
①：以自己墓地2只卡名不同的「星杯」怪兽为对象才能发动。那些怪兽加入手卡。
②：自己场上的连接状态的连接怪兽被战斗破坏的场合，可以作为代替把墓地的这张卡除外。','是否使用「星遗物的加护」的效果代替破坏？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97651498,3,0,0x35,0x21,200,400,0x1,0x8,0x10,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97651498,'魔轰神 路里','这张卡从手卡丢弃去墓地时，这张卡在自己场上特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97661969,3,0,0x10c000bf,0x4000021,1850,5,0x2,0x2,0x1,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97661969,'崔嵬之地灵使 奥丝','包含地属性怪兽的怪兽2只
这个卡名在规则上也当作「凭依装着」卡使用。这个卡名的①②的效果1回合各能使用1次。
①：以对方墓地1只地属性怪兽为对象才能发动。那只怪兽在作为这张卡所连接区的自己场上特殊召唤。
②：连接召唤的这张卡被战斗或者对方的效果破坏的场合才能发动。从卡组把1只守备力1500以下的地属性怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97677329,3,0,0x0,0x4000021,1200,34,0x2,0x1000000,0x10,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97677329,'备份监管员','怪兽2只
这个卡名的①②的效果1回合各能使用1次。
①：这张卡是已用「备份秘书」为素材作连接召唤的场合在这张卡所连接区的自己怪兽和对方怪兽进行战斗的伤害步骤结束时才能发动。从手卡把1只电子界族怪兽特殊召唤。
②：这张卡被战斗或者对方的效果破坏的场合才能发动。从自己的手卡·卡组·墓地选1只「备份秘书」特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97687912,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x4000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97687912,'流星直击','装备怪兽攻击守备表示怪兽时，若攻击力超过那个守备力，给与对方基本分那个数值的战斗伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97688360,3,0,0xfc,0x21,1600,0,0x3,0x1,0x1,0x2200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97688360,'刚鬼 固定眼镜蛇','这个卡名的①②的效果1回合各能使用1次。
①：把自己场上1只「刚鬼」怪兽解放，以自己场上1只「刚鬼」怪兽为对象才能发动。那只怪兽的攻击力直到回合结束时上升解放的怪兽的原本攻击力数值。这个效果在对方回合也能发动。
②：这张卡从场上送去墓地的场合才能发动。从卡组把「刚鬼 固定眼镜蛇」以外的1张「刚鬼」卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97697447,3,0,0x75,0x4,0,0,0x0,0x0,0x0,0x8);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97697447,'深渊激流','把自己场上表侧表示存在的「海」送去墓地才能发动。场上的魔法·陷阱卡全部送去墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97697678,3,0,0x0,0x21,1000,2000,0x5,0x20,0x10,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97697678,'圆盘 姆斯基型','只要这张卡在场上表侧表示存在，可以代替自己的抽卡阶段通常的抽卡，从卡组选择1张名字带有「外星」的卡加入手卡。','检索','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97705809,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97705809,'增压','①：自己场上的怪兽只有机械族的「机人」怪兽的场合，对方怪兽的攻击宣言时才能发动。自己从卡组抽2张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97729135,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97729135,'互瞪','①：自己在额外怪兽区域把怪兽特殊召唤时，以对方的主要怪兽区域1只怪兽为对象才能发动。那只对方怪兽向和那自己的额外怪兽区域的怪兽相同纵列的对方的主要怪兽区域移动。
②：对方在额外怪兽区域把怪兽特殊召唤时，以自己的主要怪兽区域1只怪兽为对象才能发动。那只自己怪兽向和那对方的额外怪兽区域的怪兽相同纵列的自己的主要怪兽区域移动。','','','请选择要移动到的位置','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97738431,3,0,0x16a,0x4,0,0,0x0,0x0,0x0,0x40000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97738431,'编号系叠光推进','选择自己场上1只没有超量素材的名字带有「No.」的超量怪兽才能发动。把自己手卡2只怪兽在选择的超量怪兽下面重叠作为超量素材。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97750534,3,0,0x44,0x1021,2200,1200,0x5,0x4,0x20,0x40008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97750534,'死之代行者 乌拉诺斯','①：场上有「天空的圣域」存在的场合，这张卡可以从手卡特殊召唤。
②：1回合1次，自己主要阶段才能发动。从卡组把1只「代行者」怪兽送去墓地。这张卡的等级变成和这个效果送去墓地的怪兽的等级相同。','送墓','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97783659,3,0,0x0,0x21,1300,1500,0x4,0x10,0x20,0x80);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97783659,'吸血者','这张卡给与对方基本分战斗伤害时，从对方卡组上面把1张卡送去墓地。','卡组送墓','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97792247,3,0,0x6600a3,0x2021,2100,1200,0x6,0x1,0x8,0x44000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97792247,'星尘强袭战士','调整＋调整以外的怪兽1只以上
「星尘强袭战士」的①的效果1回合只能使用1次。
①：这张卡同调召唤成功时，自己场上没有其他怪兽存在的场合以自己墓地1只「废品」怪兽为对象才能发动。那只怪兽特殊召唤。
②：这张卡向守备表示怪兽攻击的场合，给与攻击力超过那个守备力的数值的战斗伤害。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97795930,3,0,0xfa,0x4,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97795930,'幻煌龙的天涡','场上有「海」存在的场合，这张卡的发动从手卡也能用。
①：以自己场上1只「幻煌龙 螺旋」为对象才能发动。那只怪兽用有「幻煌龙」装备魔法卡3种类以上装备的状态战斗破坏对方3只效果怪兽时，自己决斗胜利。
②：自己场上的通常怪兽被战斗·效果破坏的场合，可以作为代替把墓地的这张卡除外。','是否使用「幻煌龙的天涡」的效果代替破坏？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97803170,3,0,0x45,0x20004,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97803170,'恶魔的呼声','这个卡名的①的效果1回合只能使用1次。
①：以自己墓地1只5星以上的恶魔族怪兽为对象才能发动。从手卡丢弃1只恶魔族怪兽，作为对象的怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97806240,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97806240,'强引的安全协定','丢弃1张手卡。这个回合的结束阶段前，不能发动陷阱卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97809599,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97809599,'旧神之印','①：支付1000基本分才能发动。对方场上盖放的卡全部确认。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97811903,3,0,0x0,0x21,-2,0,0x8,0x2000,0x20,0x1002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97811903,'清净恶龙','只要这张卡在场上表侧表示存在，这张卡的控制者不会被「清净世界」的效果适用。这张卡向对方怪兽攻击的场合，只在伤害计算时这张卡的攻击力变成攻击对象怪兽的攻击力的2倍数值。这张卡被对方的卡的效果破坏的场合，可以作为代替把自己手卡丢弃1张。','是否要使用「清净恶龙」的效果代替破坏？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97836203,3,0,0x27,0x2021,4000,4000,0xc,0x20,0x1,0x40002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97836203,'科技属 戟炮手','同调怪兽调整＋调整以外的同调怪兽2只以上
这张卡不用同调召唤不能特殊召唤。
①：1回合1次，自己或者对方把怪兽召唤·反转召唤·特殊召唤之际才能发动。这张卡在场上表侧表示存在的场合，那个无效，那些怪兽破坏。
②：这张卡从场上送去墓地时，以自己墓地1只「科技属」怪兽为对象才能发动。那只怪兽特殊召唤。','召唤无效并破坏','反转召唤无效并破坏','特殊召唤无效并破坏','特殊召唤','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97843505,1,0,0x0,0x11,700,900,0x3,0x2,0x8,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97843505,'风之番人 精','操纵风并产生龙卷风与飓风吹飞周围的东西。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97854941,3,0,0x122,0x21,2200,2400,0x9,0x4,0x10,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97854941,'女武神·希格露恩','这个卡名的①②的效果1回合各能使用1次。
①：这张卡在手卡存在的场合，以自己场上1张表侧表示的魔法·陷阱卡为对象才能发动。那张卡送去墓地，这张卡特殊召唤。
②：这张卡召唤·特殊召唤成功的场合才能发动。从自己的手卡·墓地选1只8星以下的「女武神」怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97885363,3,0,0xe,0x21,900,100,0x2,0x1000,0x10,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97885363,'电气半黄赤蜻','这张卡被对方破坏的场合，可以从自己卡组把1只名字带有「电气」的怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97896503,3,0,0x8f,0x21,1600,900,0x3,0x1,0x1,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97896503,'刷拉拉骑士','①：这张卡向表侧守备表示怪兽攻击的伤害步骤开始时发动。那只怪兽破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97904474,3,0,0x0,0x21,1800,1800,0x5,0x2000,0x8,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97904474,'手铐龙','这张卡被对方怪兽的攻击破坏送去墓地时，可以把这张卡当作装备卡使用给那只怪兽装备。装备怪兽的攻击力下降1800。装备怪兽被破坏让这张卡送去墓地时，这张卡可以在自己场上特殊召唤。','装备','特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97922283,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97922283,'野生的咆哮','自己场上存在的怪兽战斗破坏对方怪兽送去墓地时，自己场上表侧表示存在的兽族怪兽每有1只给与对方基本分300分伤害。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97923414,3,0,0x0,0x11,1600,1900,0x4,0x20,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97923414,'大木人18','其原型是被砍倒的巨树寄宿了邪恶灵魂的姿态。袭击迷失在森林里的旅人。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97926515,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97926515,'紧急救急救命救援','这个卡名的卡在1回合只能发动1张。
①：自己基本分比对方少的场合才能发动。从卡组把3只攻击力300/守备力100的兽族怪兽给对方观看，对方从那之中选1只。那1只怪兽加入自己手卡，剩余回到卡组。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97940434,3,0,0xcf,0x21,2500,1600,0x7,0x8,0x20,0x40400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97940434,'混沌猎人','①：对方对怪兽的特殊召唤成功时，把这张卡以外的1张手卡丢弃才能发动。这张卡从手卡特殊召唤。
②：只要这张卡在怪兽区域存在，对方不能把卡除外。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97947705,3,0,0x0,0x21,1200,800,0x3,0x1000000,0x10,0x40014);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97947705,'备份操作员','这个卡名的效果1回合只能使用1次。
①：以自己的连接怪兽的所连接区1只表侧表示怪兽为对象才能发动。这张卡从手卡特殊召唤，作为对象的怪兽回到持有者手卡。这个效果特殊召唤的这张卡从场上离开的场合除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97949165,3,0,0xf7,0x21,100,100,0x1,0x200,0x8,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97949165,'抒情歌鸲-绿松石莺','这个卡名的②的效果1回合只能使用1次。
①：自己场上没有怪兽存在的场合，这张卡可以从手卡特殊召唤。
②：这张卡从手卡的特殊召唤成功的场合才能发动。从自己的手卡·墓地选1只「抒情歌鸲」怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97970833,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97970833,'最后胜地','对方怪兽的攻击宣言时才能发动。从自己卡组选择1张「虹之古代都市」发动。这个时候，对方的场地魔法在发动的场合，对方玩家可以抽1张卡。','是否要抽一张卡？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97973387,3,0,0x0,0x11,600,500,0x2,0x200,0x8,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97973387,'大嘴鸟','嘴巴非常大、大声的叫吓跑胆小的对方。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97973962,3,0,0x0,0x4000021,1800,5,0x2,0x2,0x20,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97973962,'暴走召唤师 阿莱斯特','种族和属性不同的怪兽2只
①：这张卡的卡名只要在场上·墓地存在当作「召唤师 阿莱斯特」使用。
②：这张卡已在怪兽区域存在的状态，融合怪兽融合召唤的场合才能发动。选1张手卡丢弃，从卡组把1张「召唤魔术」或者「法之圣典」加入手卡。
③：表侧表示的这张卡因对方的效果从场上离开的场合才能发动。从卡组把1张「魔法名-「大兽」」加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(97997309,3,0,0x106e,0x10002,0,0,0x0,0x0,0x0,0x814);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(97997309,'恶灵之魔导书','自己场上有魔法师族怪兽存在的场合，把自己墓地最多3张名字带有「魔导书」的魔法卡从游戏中除外才能发动。为这张卡发动而除外的魔法卡数量的以下效果适用。「恶灵之魔导书」在1回合只能发动1张。
●1张：选场上盖放的1张魔法·陷阱卡回到持有者手卡。
●2张：选场上1只怪兽变成里侧守备表示或者表侧攻击表示。
●3张：选对方场上1张卡从游戏中除外。','1张：回到手卡','2张：改变表示形式','3张：除外','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98012938,3,0,0x0,0x2021,2000,1600,0x6,0x8000,0x4,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98012938,'兽神 武尔坎','调整＋调整以外的怪兽1只以上
「兽神 武尔坎」的效果1回合只能使用1次。
①：这张卡同调召唤成功的场合，以自己以及对方场上的表侧表示的卡各1张为对象发动。那些自己以及对方的表侧表示的卡回到手卡。这个回合，自己不能把这个效果回到手卡的卡以及那些同名卡的效果发动。','返回手牌','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98020526,1,0,0x3f,0x20004,0,0,0x0,0x0,0x0,0x40004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98020526,'救世幻象','①：自己场上的表侧表示的「星尘龙」或者有那个卡名记述的同调怪兽为让自己的卡的效果发动而从场上离开的场合或者因自己的卡的效果从场上离开的场合才能发动。从以下效果选1个适用。这个回合，自己的「救世幻象」的效果不能有相同效果适用。
●选那1只怪兽特殊召唤。
●从对方的场上·墓地选1只怪兽除外。
●这个回合，自己受到的全部伤害变成一半。','选那1只怪兽特殊召唤','从对方的场上·墓地选1只怪兽除外','这个回合，自己受到的全部伤害变成一半','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98022050,3,0,0x0,0x21,0,0,0x1,0x10000,0x10,0x202);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98022050,'珠玉兽-运算主龙','这个卡名的效果1回合只能使用1次。
①：这张卡召唤·特殊召唤成功的场合才能发动。从手卡以及自己场上的表侧表示怪兽之中选「珠玉兽-运算主龙」以外的1只恐龙族怪兽破坏。那之后，原本等级和那只破坏的怪兽相同的1只爬虫类族·海龙族·鸟兽族怪兽或者1张「进化药」魔法卡从卡组加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98024118,3,0,0x147,0x21,100,200,0x1,0x4,0x10,0x1400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98024118,'白面波波','自己场上有调整表侧表示存在的场合，这张卡不会被战斗破坏。自己场上表侧表示存在的调整被战斗破坏送去墓地时，给与对方基本分500分伤害。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98045062,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x1800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98045062,'敌人操纵器','①：可以从以下效果选择1个发动。
●以对方场上1只表侧表示怪兽为对象才能发动。那只对方的表侧表示怪兽的表示形式变更。
●把自己场上1只怪兽解放，以对方场上1只表侧表示怪兽为对象才能发动。那只表侧表示怪兽的控制权直到结束阶段得到。','变更对方场上1只表侧表示怪兽的表示形式','获得对方场上1只表侧表示的怪兽的控制权','选择一个效果发动','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98049038,3,0,0x16,0x21,1200,0,0x4,0x20,0x20,0x1);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98049038,'隐形机人','自己场上有这张卡以外的名字带有「机人」的怪兽存在的场合，这张卡进行战斗的自己回合的战斗阶段结束时，把场上1张魔法或者陷阱卡破坏。','魔陷破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98049915,3,0,0x0,0x21,400,300,0x1,0x2,0x20,0x20000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98049915,'魔法灯','这张卡可以直接攻击对方玩家。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98069388,3,0,0x0,0x100004,0,0,0x0,0x0,0x0,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98069388,'升天之角笛','自己场上的1只怪兽作为祭品。怪兽的召唤·反转召唤·特殊召唤无效并破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98075147,1,0,0x0,0x11,700,1300,0x3,0x800,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98075147,'恶魔蜗牛','以黑暗力量进化了的蜗牛。有手有脚、动作迅速。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98076754,3,0,0xc4,0x20004,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98076754,'神数的圣选士','①：得到自己的额外卡组的表侧表示的「神数」怪兽种类的以下效果。
●3种类以上：自己场上的怪兽的攻击力上升双方的额外卡组的表侧表示的卡数量×100。
●5种类以上：自己场上的怪兽不会被对方的效果破坏。
●8种类以上：自己场上的怪兽不会成为对方的效果的对象。
●10种类：把魔法与陷阱区域的表侧表示的这张卡送去墓地才能发动。对方的手卡·场上·墓地的卡全部回到持有者卡组。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98093548,3,0,0x79,0x21,1000,1800,0x4,0x8000,0x4,0x40220);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98093548,'俊炎星-象清','这个卡名的①②的效果1回合各能使用1次。
①：这张卡召唤·特殊召唤成功的场合，把自己场上1张表侧表示的「炎舞」魔法·陷阱卡送去墓地才能发动。从手卡把「俊炎星-象清」以外的1只「炎星」怪兽特殊召唤。
②：以自己墓地1张「炎舞」魔法·陷阱卡为对象才能发动。那张卡回到卡组。那之后，可以从卡组把1只5星以上的「炎星」怪兽加入手卡。','','','是否从卡组把「炎星」怪兽加入手卡？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98095162,3,0,0x38,0x4000021,2400,133,0x3,0x1,0x10,0x98);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98095162,'光道宰制者 基里奥斯','相同属性而种族不同的怪兽3只
这个卡名的①②的效果1回合各能使用1次。
①：这张卡连接召唤成功的场合才能发动。从卡组选1张卡送去墓地。
②：自己卡组的卡被效果送去墓地的场合发动。从自己卡组上面把3张卡送去墓地。
③：表侧表示的这张卡因对方的效果从场上离开的场合或者被战斗破坏的场合，以自己墓地1张卡为对象才能发动。那张卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98126725,3,0,0x20,0x21,1200,400,0x4,0x1,0x1,0x150000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98126725,'紫炎的参谋','自己场上有名字带有「六武众」的怪兽表侧表示存在的场合这张卡召唤成功时，宣言1个种族发动。只要这张卡在场上表侧表示存在，宣言的种族的怪兽不能攻击宣言，双方玩家不能把宣言的种族的怪兽特殊召唤。','攻击限制','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98127546,3,0,0x0,0x4000021,3000,422,0x5,0x8,0x10,0x82000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98127546,'闭锁世界的冥神','效果怪兽4只以上
这张卡连接召唤的场合，对方场上的怪兽也能有最多1只作为连接素材。
①：这张卡连接召唤成功的场合才能发动。对方场上的全部表侧表示怪兽的效果无效化。
②：连接召唤的这张卡不受除以这张卡为对象的效果以外的对方的所发动的效果影响。
③：1回合1次，包含从墓地把怪兽特殊召唤效果的魔法·陷阱·怪兽的效果由对方发动时才能发动。那个发动无效。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98139712,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98139712,'死灵的引诱','每次送卡去墓地，每1张卡、那些卡的主人基本分受到300的伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98143165,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98143165,'同调英雄','①：装备怪兽的等级上升1星，攻击力上升500。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98147766,3,0,0x0,0x21,1700,1200,0x4,0x100000,0x8,0x100400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98147766,'基因女战士','支付1000基本分，选择从游戏中除外的1只自己的念动力族怪兽发动。除外的那只怪兽加入手卡。这个效果1回合只能使用1次。','加入手牌','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98153934,3,0,0xdb,0x20002,0,0,0x0,0x0,0x0,0x1400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98153934,'幻影死枪','①：只要这张卡在魔法与陷阱区域存在，每次以自己场上的「幻影骑士团」怪兽为对象的对方的效果发动给与对方500伤害。
②：自己场上的暗属性怪兽被战斗或者对方的效果破坏的场合，可以作为代替把墓地的这张卡除外。','是否使用「幻影死枪」的效果代替破坏？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98154550,3,0,0x0,0x21,1200,900,0x5,0x800,0x8,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98154550,'原生蝴蝶','①：自己场上没有怪兽存在的场合，这张卡可以从手卡特殊召唤。
②：1回合1次，自己主要阶段才能发动。自己场上的全部昆虫族怪兽的等级上升1星。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98159737,3,0,0x12c,0x1021,0,0,0x1,0x800000,0x1,0x40414);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98159737,'天威龙-纯真蟠龙','这个卡名的①②的效果1回合各能使用1次。
①：自己场上没有效果怪兽存在的场合才能发动。这张卡从手卡特殊召唤。
②：自己场上有效果怪兽以外的表侧表示怪兽存在的场合，把手卡·墓地的这张卡除外，以这张卡以外的除外的1只自己的幻龙族怪兽为对象才能发动。那只怪兽加入手卡。','特殊召唤','回收除外的卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98162021,3,0,0x20,0x21,1600,1000,0x4,0x1,0x1,0x4002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98162021,'紫炎的荒武者','这张卡召唤成功时，这张卡放置1个武士道指示物（最多1个）。这张卡每放置1个武士道指示物这张卡的攻击力上升300分。1回合1次，可以把这张卡放置的1个武士道指示物取除，选择自己场上表侧表示存在的可以放置武士道指示物的1张卡，给那张卡放置1个武士道指示物。','放置武士道指示物','请选择要放置「武士道指示物」的卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98162242,3,0,0x0,0x21,1700,1700,0x5,0x20,0x20,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98162242,'钢针螯','这张卡战斗破坏怪兽并将其送去墓地时，对对方基本分造成数值等同于被破坏怪兽等级×500点的伤害。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98169343,3,0,0xfb,0x21,2000,1000,0x5,0x4,0x10,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98169343,'淘气仙星·卡罗贝恩','这个卡名的①②的效果1回合只能有1次使用其中任意1个。
①：自己场上的怪兽不存在的场合或者只有「淘气仙星」怪兽的场合才能发动。这张卡从手卡特殊召唤。
②：自己的「淘气仙星」怪兽和对方怪兽进行战斗的从伤害步骤开始时到伤害计算前，把这张卡从手卡送去墓地才能发动。那只自己怪兽的攻击力直到回合结束时上升那自身原本攻击力数值。','特殊召唤','攻击上升','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98204536,1,0,0x70,0x20002,0,0,0x0,0x0,0x0,0x40000008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98204536,'先史遗产惊神殿-三巨石','这个卡名的①②的效果1回合各能使用1次。
①：自己场上的怪兽不存在的场合或者只有「先史遗产」怪兽的场合，支付500基本分才能发动。从手卡把1只「先史遗产」怪兽召唤。
②：自己的「先史遗产」超量怪兽或者自己的「No.」超量怪兽把超量素材取除来让效果发动的场合，可以作为取除的1个超量素材的代替而把这张卡送去墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98225108,3,0,0x0,0x21,1500,1600,0x4,0x8000,0x1,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98225108,'人狮兽','①：这张卡和通常怪兽以外的怪兽进行战斗的伤害步骤内，这张卡的攻击力上升500。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98229575,3,0,0xb2,0x21,2600,2000,0x8,0x1,0x1,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98229575,'超级运动员 四分卫球员','「超级运动员 四分卫球员」的①的方法的特殊召唤1回合只能有1次。
①：这张卡可以让「超级运动员 四分卫球员」以外的自己场上1只「超级运动员」怪兽回到手卡，从手卡特殊召唤。
②：这张卡以外的自己的「超级运动员」怪兽的攻击宣言时才能发动。这张卡的攻击力下降800，自己的攻击怪兽的攻击力上升800。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98234196,1,0,0x490165,0x11,1900,1900,0x4,0x1,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98234196,'魔键铳士-克莱维斯','每个人都充满可能性。要走还是要停，施锁还是解锁，皆是取决于自己。目眩神迷的世界有许多门扉。为其解锁的是魔法钥匙。2把钥匙1扇大门。2个意志1个身姿。大门若是解锁，世界就会相连，巨大的力量从中显现。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98239899,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x2003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98239899,'附锁链的爆弹','发动后这张卡变成攻击力上升500的装备卡，给自己场上1只怪兽装备。变成装备卡的这张卡被卡的效果破坏时，选择场上1张卡破坏。','破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98252586,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98252586,'随风翼','鸟兽族怪兽可以装备。装备怪兽的攻击力·守备力上升300。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98259197,3,0,0xf,0x2,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98259197,'扰乱肌肉','选择场上1只表侧表示存在的「扰乱王」。选择的「扰乱王」以外的名字中带有「扰乱」的怪兽全破坏。每破坏1只怪兽，选择的1只「扰乱王」的攻击力上升1000。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98263709,3,0,0x7b,0x200021,0,800,0x3,0x2,0x10,0x40104);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98263709,'银河魔镜士','反转：自己回复自己墓地的名字带有「银河」的怪兽数量×500基本分。此外，反转过的这张卡被破坏送去墓地时，可以从自己的卡组·墓地选1只4星以下的名字带有「银河」的怪兽里侧守备表示特殊召唤。这个效果特殊召唤的怪兽从场上离开的场合从游戏中除外。','抽卡','特殊召唤并除外','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98266377,3,0,0x3008,0x21,1600,1200,0x4,0x80,0x4,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98266377,'元素英雄 炽热侠','①：这张卡的攻击力上升自己场上的「元素英雄」怪兽数量×200。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98273947,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98273947,'天使升降术','选择自己墓地存在的1只2星以下的怪兽，攻击表示特殊召唤。这张卡不在场上存在时，那只怪兽破坏。那只怪兽从场上离开时这张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98280324,3,0,0xa9,0x21,400,800,0x2,0x4,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98280324,'毛绒动物·绵羊','「毛绒动物·绵羊」的②的效果1回合只能使用1次。
①：自己场上有「毛绒动物·绵羊」以外的「毛绒动物」怪兽存在的场合，这张卡可以从手卡特殊召唤。
②：让这张卡以外的自己场上1只「毛绒动物」怪兽回到持有者手卡才能发动。从自己的手卡·墓地选1只「锋利小鬼」怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98287529,3,0,0xda,0xa1,2950,2500,0x8,0x2000,0x1,0x80000200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98287529,'虚龙魔王 无形矢·心灵','「无形阵·假面」降临。
①：这张卡仪式召唤成功的场合，下次的对方回合的主要阶段1跳过。
②：只要这张卡在怪兽区域存在，场上的表侧表示的融合·同调·超量怪兽的效果无效化。
③：这张卡从场上送去墓地的场合才能发动。从卡组把「虚龙魔王 无形矢·心灵」以外的1只「龙魔王」怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98299011,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x800000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98299011,'圣精灵的祝福','自己回复场上存在的怪兽数量×300的数值的基本分。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98301564,3,0,0x0,0x1000021,1700,800,0x3030004,0x4,0x10,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98301564,'解放之阿里阿德涅','←3 【灵摆】 3→
①：只要这张卡在灵摆区域存在，以下效果适用。
●自己要为反击陷阱卡发动而支付的基本分变成不需要。
●自己要为反击陷阱卡发动而丢弃的手卡变成不需要。
【怪兽效果】
①：这张卡被战斗·效果破坏的场合才能发动。从卡组把3张反击陷阱卡给对方观看，对方从那之中选1张。那1张卡加入自己手卡，剩余回到卡组。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98336111,3,0,0x0,0x21,1400,1200,0x4,0x8,0x20,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98336111,'融合体杀手','和这张卡进行战斗的融合怪兽的攻击力在伤害步骤内变成0。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98338152,3,0,0x115,0x10002,0,0,0x0,0x0,0x0,0x80001000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98338152,'闪刀机-黑寡妇抓锚','①：自己的主要怪兽区域没有怪兽存在的场合，以场上1只效果怪兽为对象才能发动。那只怪兽的效果直到回合结束时无效。那之后，自己墓地有魔法卡3张以上存在的场合，可以把那只怪兽的控制权直到结束阶段得到。','是否获得控制权？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98358303,3,0,0x0,0x21,1400,1200,0x3,0x100000,0x1,0x140004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98358303,'静寂的念力魔女','场上存在的这张卡被破坏送去墓地时，可以从自己卡组把1只攻击力2000以下的念动力族怪兽从游戏中除外。下次的准备阶段时，这个效果除外的怪兽特殊召唤。','除外','特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98360333,3,0,0x2151,0x4,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98360333,'邪恶★双子挑战','这个卡名的卡在1回合只能发动1张。
①：以自己墓地1只「姬丝基勒」怪兽或者「璃拉」怪兽为对象才能发动。那只怪兽特殊召唤。那之后，以下效果可以适用。
●用自己场上的怪兽为连接素材把1只「邪恶★双子」连接怪兽连接召唤。','是否连接召唤？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98371278,3,0,0x0,0x21,0,2000,0x4,0x2000,0x20,0xa004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98371278,'DMZ龙','①：1回合1次，以自己墓地1只4星以下的龙族怪兽和自己场上1只龙族怪兽为对象才能发动。作为对象的墓地的怪兽当作攻击力上升500的装备卡使用给作为对象的场上的怪兽装备。
②：有装备卡装备的自己怪兽攻击的伤害步骤结束时，把墓地的这张卡除外才能发动。那只自己怪兽的装备卡全部破坏。破坏的场合，那只怪兽只再1次可以继续攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98374133,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98374133,'觉醒','地属性的怪兽才能装备。装备的怪兽攻击力上升400，守备力下降200。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98380593,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0xc00000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98380593,'至高的果实','这张卡的发动时，自己基本分比对方低的场合，自己回复2000基本分。自己基本分比对方高的场合，自己受到1000分伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98414735,3,0,0xd4,0x4,1200,0,0x2,0x40,0x2,0x40804);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98414735,'伯吉斯异兽·加拿大虫','①：以对方场上1只表侧表示怪兽为对象才能发动。那只怪兽变成里侧守备表示。
②：陷阱卡发动时，连锁那个发动才能把这个效果在墓地发动。这张卡变成通常怪兽（水族·水·2星·攻1200/守0）在怪兽区域特殊召唤（不当作陷阱卡使用）。这个效果特殊召唤的这张卡不受怪兽的效果影响，从场上离开的场合除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98427577,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x10000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98427577,'废铁稻草人','①：对方怪兽的攻击宣言时，以那1只攻击怪兽为对象才能发动。那次攻击无效。发动后这张卡不送去墓地，直接盖放。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98431356,3,0,0xdb,0x4,0,0,0x0,0x0,0x0,0x1042004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98431356,'幻影翼','「幻影翼」的②的效果1回合只能使用1次。
①：以场上1只表侧表示怪兽为对象才能发动。那只怪兽的攻击力上升500，这个回合只有1次不会被战斗·效果破坏。
②：把墓地的这张卡除外，以自己墓地1只「幻影骑士团」怪兽为对象才能发动。那只怪兽特殊召唤。这个效果特殊召唤的怪兽从场上离开的场合除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98434877,3,0,0x0,0x21,2500,2400,0x7,0x40,0x2,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98434877,'水魔神-斯迦','对方回合的战斗伤害计算时才能发动。攻击这张卡的怪兽的攻击力变为0。只要这张卡在表侧表示存在这个效果只能使用1次。','攻击变成0','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98437424,3,0,0x2a,0x1021,1000,700,0x2,0x400,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98437424,'自然甜菜菊','对方对怪兽的通常召唤成功时，这张卡可以从手卡特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98439949,3,0,0x127,0x21,2100,500,0x5,0x20,0x1,0x40204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98439949,'无限起动 巨蟹式起重机','这个卡名的①②的效果1回合各能使用1次。
①：把自己场上1只机械族·地属性怪兽解放才能发动。这张卡从手卡守备表示特殊召唤。
②：从自己墓地把1只机械族怪兽除外才能发动。从卡组把1张「超接地展开」加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98444741,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98444741,'积累的幸福','连锁4以后才能发动。从自己卡组抽2张卡。同1组连锁上有复数次同名卡的效果发动的场合，这张卡不能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98446407,3,0,0x11f,0x21,600,600,0x2,0x2,0x8,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98446407,'奈芙提斯之引导者','①：把自己场上1只怪兽和这张卡解放才能发动。从手卡·卡组把1只「奈芙提斯之凤凰神」特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98452268,1,0,0x13b0099,0x1800021,3000,2500,0x4040007,0x2000,0x20,0x40008000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98452268,'霸王黑龙 异色眼叛逆龙-霸王','←4 【灵摆】 4→
①：1回合1次，自己主要阶段才能发动。灵摆区域的这张卡特殊召唤，把1只「叛逆」怪兽或者「幻影骑士团」怪兽在这张卡上面重叠当作超量召唤从额外卡组特殊召唤。那之后，可以选自己的灵摆区域1张卡在那只怪兽下面重叠作为超量素材。
【怪兽效果】
7星怪兽×2
自己对「霸王黑龙 异色眼叛逆龙-霸王」1回合只能有1次特殊召唤。这张卡也能在自己场上的「叛逆」超量怪兽上面重叠来超量召唤，7星可以灵摆召唤的场合在额外卡组的表侧表示的这张卡可以灵摆召唤。
①：7阶超量怪兽为素材作超量召唤的这张卡在同1次的战斗阶段中可以作3次攻击。
②：怪兽区域的这张卡被破坏的场合才能发动。这张卡在自己的灵摆区域放置。','是否在「叛逆」超量怪兽上面重叠来超量召唤？','','','是否选自己的灵摆区域1张卡作为超量素材？','7阶超量怪兽为素材作超量召唤','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98456117,3,0,0x0,0x11,850,400,0x3,0x40,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98456117,'骨海马','在海中彷徨着，发现猎物后会将其水分吸干。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98494543,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x408);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98494543,'魔法石采掘','①：丢弃2张手卡，以自己墓地1张魔法卡为对象才能发动。那张卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98495314,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x2020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98495314,'执念之剑','装备的怪兽攻击力·守备力上升500。这张卡送去墓地时，回到卡组最上面。','返回卡组','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98502113,3,0,0x6e,0x61,2900,2400,0x8,0x2,0x20,0x80102009);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98502113,'超魔导剑士-黑魔导剑士','「黑魔术师」＋「破坏之剑士」
这张卡不用融合召唤不能特殊召唤。
①：这张卡的攻击力上升双方的场上·墓地的龙族怪兽数量×500。
②：魔法卡发动时，丢弃1张手卡才能发动。这张卡在场上表侧表示存在的场合，那个发动无效并破坏。','魔法发动无效并破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98502114,3,98502113,0x0,0x61,2900,2400,0x8,0x2,0x20,0x80102009);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98502114,'超魔导剑士-黑魔导剑士','「黑魔术师」＋「破坏之剑士」
这张卡不用融合召唤不能特殊召唤。
①：这张卡的攻击力上升双方的场上·墓地的龙族怪兽数量×500。
②：魔法卡发动时，丢弃1张手卡才能发动。这张卡在场上表侧表示存在的场合，那个发动无效并破坏。','魔法发动无效并破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98502115,3,98502113,0x0,0x61,2900,2400,0x8,0x2,0x20,0x80102009);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98502115,'超魔导剑士-黑魔导剑士','「黑魔术师」＋「破坏之剑士」
这张卡不用融合召唤不能特殊召唤。
①：这张卡的攻击力上升双方的场上·墓地的龙族怪兽数量×500。
②：魔法卡发动时，丢弃1张手卡才能发动。这张卡在场上表侧表示存在的场合，那个发动无效并破坏。','魔法发动无效并破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98506199,3,0,0x135,0x2021,2300,1500,0x7,0x1000000,0x8,0x25);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98506199,'风飞马@火灵天星','调整＋调整以外的怪兽1只以上
这个卡名的①②的效果1回合各能使用1次。
①：自己主要阶段才能发动。选最多有自己场上的「@火灵天星」怪兽数量的对方场上的魔法·陷阱卡破坏。
②：这张卡在场上·墓地存在的状态，这张卡以外的自己场上的卡被战斗或者对方的效果破坏的场合，把这张卡除外，以对方场上1张卡为对象才能发动。那张卡回到持有者卡组。','','对方卡回到卡组','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98535702,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x800000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98535702,'伤害疫苗ΩMAX','自己因战斗或者卡的效果受到伤害时才能发动。自己基本分回复自己受到的那次伤害的数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98552723,3,0,0xbe,0x40002,0,0,0x0,0x0,0x0,0x80040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98552723,'再临的帝王','这个卡名的卡在1回合只能发动1张。
①：以自己墓地1只攻击力2400/守备力1000的怪兽或者攻击力2800/守备力1000的怪兽为对象才能把这张卡发动。那只怪兽效果无效守备表示特殊召唤，把这张卡装备。这张卡从场上离开时那只怪兽破坏。
②：怪兽上级召唤的场合，装备怪兽可以作为2只的数量解放。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98555327,3,0,0x7b,0x21,0,1800,0x4,0x2,0x10,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98555327,'银河魔导师','①：1回合1次，自己主要阶段才能发动。这张卡的等级直到回合结束时上升4星。
②：把这张卡解放才能发动。从卡组把「银河魔导师」以外的1张「银河」卡加入手卡。','等级上升','卡组检索','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98558751,3,0,0x27,0x3021,1900,0,0x5,0x2,0x10,0x20000101);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98558751,'科技属 奇妙魔术师','调整＋调整以外的「科技属」怪兽1只以上
①：这张卡同调召唤成功的场合，以场上1张魔法·陷阱卡为对象发动。那张卡破坏。
②：对方主要阶段才能发动。用包含这张卡的自己场上的怪兽为素材作同调召唤。
③：场上的这张卡被破坏的场合发动。自己从卡组抽1张。','场上1张魔法·陷阱卡破坏','抽卡','同调召唤','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98570539,3,0,0x131,0x10002,0,0,0x0,0x0,0x0,0x10040004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98570539,'混沌之梦魔镜','这个卡名的卡在1回合只能发动1张。
①：「梦魔镜」融合怪兽卡决定的融合素材怪兽从自己场上送去墓地，把那1只融合怪兽从额外卡组融合召唤。场地区域有「圣光之梦魔镜」存在的场合，手卡的怪兽也能作为融合素材。场地区域有「黯黑之梦魔镜」存在的场合，也能把自己墓地的怪兽除外作为融合素材。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98582704,1,0,0x0,0x11,500,1300,0x3,0x4,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98582704,'翼蛋精灵','被蛋壳包住的天使。用巨大翅膀守备攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98585345,3,0,0x4110a4,0x2000021,300,200,0xa,0x4,0x10,0x400002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98585345,'羽翼栗子球 LV10','这张卡不能通常召唤。这张卡只能通过「进化之翼」的效果特殊召唤。可以把自己场上表侧表示存在的这张卡作祭品，对方场上攻击表示的怪兽全部破坏，给与对方基本分破坏怪兽的原本的攻击力合计的数值的伤害。这个效果在对方战斗阶段中才能发动。','破坏并伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98596596,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0xc0000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98596596,'灵魂游荡的墓场','这个卡名的②的效果1回合只能使用1次。
①：这张卡已在魔法与陷阱区域存在的状态，自己场上的怪兽被战斗破坏送去墓地的场合发动。在自己场上把1只「火之玉衍生物」（炎族·炎·1星·攻/守100）特殊召唤。
②：这张卡已在魔法与陷阱区域存在的状态，自己的手卡·场上的怪兽被对方的效果送去墓地的场合发动。把最多有那些怪兽数量的「火之玉衍生物」尽可能在自己场上特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98596597,3,23116809,0x0,0x4011,100,100,0x1,0x80,0x4,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98596597,'火之玉衍生物','由「灵魂游荡的墓场」的效果特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98630720,1,0,0x10f,0x4000021,3500,173,0x5,0x2000,0x20,0x83048000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98630720,'前托枪管龙','效果怪兽3只以上
这个卡名的③的效果1回合只能使用1次。
①：场上的这张卡不会被战斗·效果破坏，不会成为怪兽的效果的对象。
②：这张卡可以向对方怪兽全部各作1次攻击。
③：以场上1只效果怪兽和自己墓地1只「弹丸」怪兽为对象才能发动。作为对象的场上的怪兽的效果无效，作为对象的墓地的怪兽特殊召唤。对方不能对应这个效果的发动把卡的效果发动。这个效果在对方回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98637386,3,0,0xf3,0x2021,2400,1200,0x6,0x1,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98637386,'御用捕食者','调整＋调整以外的怪兽1只以上
「御用捕食者」的效果1回合只能使用1次。
①：这张卡战斗破坏对方怪兽送去墓地时才能发动。那只怪兽在自己场上特殊召唤。这个效果特殊召唤的怪兽给与玩家的战斗伤害变成一半。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98642179,3,0,0x0,0x4000021,1300,9,0x2,0x1,0x4,0x42004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98642179,'刚炎之剑士','卡名不同的怪兽2只
这个卡名的②的效果1回合只能使用1次。
①：场上的战士族怪兽的攻击力上升500。
②：连接召唤的这张卡被战斗或者对方的效果破坏的场合，以连接怪兽以外的自己墓地1只战士族怪兽为对象才能发动。那只怪兽特殊召唤。这个效果特殊召唤的怪兽从场上离开的场合除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98643358,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x400002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98643358,'冰晶','场上的水属性怪兽全部破坏。那之后，给与对方基本分这个效果破坏送去墓地的水属性怪兽数量×500的数值的伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98645731,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98645731,'强欲而谦虚之壶','这个卡名的卡在1回合只能发动1张，这张卡发动的回合，自己不能把怪兽特殊召唤。
①：从自己卡组上面把3张卡翻开，从那之中选1张加入手卡，那之后剩下的卡回到卡组。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98649372,3,0,0x0,0x21,600,1600,0x3,0x40,0x20,0x801);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98649372,'骷髅章鱼','这张卡召唤成功时，可以选择对方场上表侧表示存在的1张魔法卡破坏。1回合1次，可以把这张卡的表示形式变更。','魔法破坏','改变表示形式','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98666339,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98666339,'反转次元','原本的持有者是自己的怪兽被对方的效果从游戏中除外时才能发动。那1只怪兽在自己场上特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98672567,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x120);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98672567,'贪欲而无欲之壶','主要阶段1的开始时从自己墓地选择3只不同种族的怪兽才能发动。选择的3只怪兽加入卡组洗切。那之后，从卡组抽2张卡。这张卡发动的回合，自己不能进行战斗阶段。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98700941,3,0,0xfb,0x21,800,2000,0x2,0x4,0x10,0x60010);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98700941,'淘气仙星·莉莉贝儿','这个卡名的①的效果1回合只能使用1次。
①：这张卡用抽卡以外的方法加入手卡的场合才能发动。这张卡从手卡特殊召唤。
②：这张卡可以直接攻击。
③：这张卡给与对方战斗伤害时，以自己墓地1只「淘气仙星」怪兽为对象才能发动。那只怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98707192,3,0,0x8d,0x21,100,1600,0x1,0x8,0x20,0x40800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98707192,'鬼计妖魔·玛丽','自己场上有名字带有「鬼计」的怪兽存在的场合才能让这张卡表侧表示召唤。这张卡1回合只有1次可以变成里侧守备表示。此外，战斗或者卡的效果让自己受到伤害时，把这张卡从手卡丢弃才能发动。从卡组把1只名字带有「鬼计」的怪兽里侧守备表示特殊召唤。「鬼计妖魔·玛丽」的这个效果1回合只能使用1次。','变成里侧守备','特殊召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98719226,3,0,0x66000c,0x21,1800,1000,0x4,0x80000,0x1,0x4002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98719226,'外星人战士','这张卡被战斗破坏送去墓地时，破坏这张卡的怪兽放置2个A指示物。放置有A指示物的怪兽和名字带有「外星」的怪兽战斗的场合，每有1个A指示物攻击力·守备力下降300。','放置「A指示物」','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98745000,3,0,0x0,0x21,2700,1200,0x7,0x8000,0x10,0x20);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98745000,'胡狼圣战士','这张卡战斗破坏对方场上1只怪兽并将送其进墓地时，可以把那张卡放回对方卡组最上面。','返回卡组','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98753320,1,0,0x103,0x20004,0,0,0x0,0x0,0x0,0x40414);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98753320,'幻变骚灵的故障转移','这个卡名的①②的效果1回合各能使用1次。
①：这张卡以外的自己场上的卡被对方的效果破坏的场合才能发动。从手卡把1只「幻变骚灵」怪兽特殊召唤。
②：把墓地的这张卡除外，以自己墓地1只「幻变骚灵」怪兽为对象才能发动。那只怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98777036,3,0,0x0,0x21,-2,-2,0xa,0x8,0x20,0x43008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98777036,'特拉戈迪亚','①：自己受到战斗伤害时才能发动。这张卡从手卡特殊召唤。
②：这张卡的攻击力·守备力上升自己手卡数量×600。
③：1回合1次，从手卡把1只怪兽送去墓地，以和那只怪兽相同等级的对方场上1只表侧表示怪兽为对象才能发动。得到那只表侧表示怪兽的控制权。
④：1回合1次，以自己墓地1只怪兽为对象才能发动。这张卡的等级直到回合结束时变成和那只怪兽相同。','特殊召唤','得到控制权','改变等级','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98780137,3,0,0x8b,0x21,600,100,0x2,0x8,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98780137,'食恶餐刀鬼','这张卡召唤成功时，可以从自己墓地选择「食恶餐刀鬼」以外的1只名字带有「食恶」的怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98787535,3,0,0x161,0x21,2000,800,0x8,0x80000,0x20,0x40410);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98787535,'溟界的昏暗-阿莱特','这个卡名的①②的效果1回合各能使用1次。
①：这张卡在墓地存在的场合，把自己场上1只怪兽解放才能发动。这张卡特殊召唤。那之后，对方可以从自身墓地选1只怪兽加入手卡。
②：这张卡特殊召唤成功的场合，从除外的自己怪兽之中以包含爬虫类族怪兽的2只怪兽为对象才能发动。那些怪兽回到墓地。','','','是否从墓地选怪兽加入手卡？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98792570,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98792570,'继承之力','把自己场上1只怪兽送去墓地。选择自己场上1只怪兽。选择的那只怪兽的攻击力，在发动回合的结束阶段前上升送去墓地的那张卡的攻击力的数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98795934,1,0,0x0,0x11,1700,1400,0x5,0x8,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98795934,'魔加农','大炮状的恶魔。以飞快的速度发射眼球弹。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98804359,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x1000200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98804359,'海龙神的激昂','这个卡名的①②的效果1回合各能使用1次。
①：从卡组把1张「激流葬」加入手卡。
②：自己场上的水属性怪兽被效果破坏的场合，可以作为代替把墓地的这张卡除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98806751,3,0,0x0,0x1021,1200,1800,0x4,0x8,0x1,0x40414);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98806751,'执爱之化卢普','这个卡名的①②的效果1回合各能使用1次。
①：这张卡在手卡存在的场合，以自己的场上·墓地1只同调怪兽为对象才能发动。那只怪兽除外，这张卡特殊召唤。
②：这张卡在墓地存在的场合，以自己的场上·墓地1只同调怪兽为对象才能发动。那只怪兽除外，这张卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98818516,3,0,0x0,0x11,1200,1000,0x4,0x4000,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98818516,'杀人熊猫','经常手持一根粗大的竹子四处找茬，性格非常凶暴。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98827725,3,0,0x10db,0x4,0,300,0x4,0x1,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98827725,'幻影骑士团 阴暗布面甲','这个卡名的卡在1回合只能发动1张。自己墓地没有陷阱卡存在的场合，这张卡在盖放的回合也能发动。
①：这张卡发动后变成通常怪兽（战士族·暗·4星·攻0/守300）在怪兽区域守备表示特殊召唤（不当作陷阱卡使用）。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98847704,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x1);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98847704,'拘束解放波','选择自己场上表侧表示存在的1张装备魔法卡发动。选择的装备魔法卡和对方场上盖放的魔法·陷阱卡全部破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98850929,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98850929,'圣蛇的息吹','自己场上有仪式·融合·同调·超量怪兽之内2种类以上存在的场合，可以从那些怪兽种类的以下效果选1个以上发动。「圣蛇的息吹」在1回合只能发动1张。
●2种类以上：选择自己墓地1只怪兽或者从游戏中除外的1只自己怪兽加入手卡。
●3种类以上：选择自己墓地1张陷阱卡加入手卡。
●4种类：选择「圣蛇的息吹」以外的自己墓地1张魔法卡加入手卡。','2种类以上：回收怪兽','3种类以上：回收陷阱','4种类：回收魔法','是否要继续选择「圣蛇的息吹」的效果发动？','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98864751,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x18000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98864751,'空气解密风暴','机械族怪兽才能装备。
①：装备怪兽的攻击破坏对方怪兽时才能发动。这次战斗阶段中，装备怪兽只再1次可以攻击。这个效果发动的回合，装备怪兽以外的自己怪兽不能攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98865920,3,0,0x0,0x21,1200,600,0x3,0x1,0x4,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98865920,'热辣辣弓手','这张卡召唤·反转召唤成功时，给与对方基本分500分伤害。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98867329,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98867329,'灾厄的装备品','装备怪兽的攻击力下降自己场上存在的怪兽数量×600的数值。这张卡从场上送去墓地时，可以选择对方场上表侧表示存在的1只怪兽把这张卡装备。','装备','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98881931,3,0,0x55,0x21,1000,1000,0x4,0x1,0x10,0x42000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98881931,'光子前行者','这个卡名的①的方法的特殊召唤1回合只能有1次。
①：场上有「光子」怪兽存在的场合，这张卡可以从手卡特殊召唤。
②：场上有这张卡以外的「光子」怪兽存在的场合，这张卡的攻击力上升1000。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98884569,3,0,0x1123,0x21,1600,1200,0x4,0x2000,0x20,0x140000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98884569,'青蔷薇龙','①：场上的这张卡被破坏送去墓地时，以自己墓地1只「黑蔷薇龙」或者植物族怪兽为对象才能发动。那只怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98891840,3,0,0x19,0x2,0,0,0x0,0x0,0x0,0x120);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98891840,'休息的剑斗兽','从自己手卡把2张名字带有「剑斗兽」的卡回到卡组。那之后，从自己卡组抽3张卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98898173,1,0,0x0,0x11,500,700,0x2,0x40,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98898173,'溶化的赤影','融化身体藏在脚下的影子里，从敌人的正下方发动攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98904974,1,0,0x165,0x100004,0,0,0x0,0x0,0x0,0x80000001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98904974,'魔键锭-解-','这个卡名的卡在1回合只能发动1张。
①：「魔键」仪式怪兽或者从额外卡组特殊召唤的「魔键」怪兽在自己场上存在，对方把魔法·陷阱卡发动时才能发动。那个发动无效并破坏。那之后，可以宣言1个属性。那个场合，直到回合结束时对方场上的全部表侧表示怪兽变成宣言的属性。','是否改变属性？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98918572,3,0,0xf1,0x20004,0,0,0x0,0x0,0x0,0x40000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98918572,'十二兽的相克','「十二兽的相克」的①的效果1回合只能使用1次。
①：只要这张卡在魔法与陷阱区域存在，自己的「十二兽」超量怪兽把超量素材取除来让效果发动的场合，取除的超量素材可以从自己场上的其他的超量怪兽取除。
②：把墓地的这张卡除外，以自己场上2只「十二兽」超量怪兽为对象才能发动。作为对象的怪兽中的1只在另1只下面重叠作为超量素材。','代替素材','请选择要增加超量素材的怪兽','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98927491,3,0,0x16,0x61,2300,1800,0x6,0x20,0x4,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98927491,'救援型急救机人','「救援机人」＋「急救机人」
这只怪兽不能作融合召唤以外的特殊召唤。自己场上存在的怪兽被战斗破坏送去墓地时，可以使那只怪兽守备表示特殊召唤。这个效果1回合只能使用1次。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98931003,1,0,0x0,0x2,0,0,0x0,0x0,0x0,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98931003,'纳纳纳','①：以自己场上1只7星或者7阶怪兽为对象才能发动。那只怪兽的攻击力·守备力直到回合结束时上升700。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98935722,3,0,0xfe,0x20004,0,0,0x0,0x0,0x0,0x80040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98935722,'沉眠于星遗物的深层','①：这张卡的发动时，可以以自己墓地1只5星以上的怪兽为对象。那个场合，那只怪兽特殊召唤。这张卡从场上离开时那只怪兽破坏。
②：只要自己场上有「机界骑士」怪兽存在，和那怪兽相同纵列发动的对方怪兽的效果无效化。','是否把墓地怪兽特殊召唤？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98954106,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x120);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98954106,'贪欲之瓶','「贪欲之瓶」在1回合只能发动1张。
①：以「贪欲之瓶」以外的自己墓地5张卡为对象才能发动。那5张卡加入卡组洗切。那之后，自己从卡组抽1张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98954375,3,0,0xb,0x21,2300,1000,0x6,0x8,0x20,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98954375,'永火破坏王','自己手卡是0张的场合，这张卡战斗破坏对方怪兽送去墓地时，给与对方基本分1600分伤害。','给与伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98956134,3,0,0x0,0x100004,0,0,0x0,0x0,0x0,0xffffffff80000003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98956134,'破坏干扰','丢弃1张手卡。持有（把场上的怪兽破坏的效果）的卡的发动无效并破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98978921,3,0,0x0,0x4000021,1000,2,0x1,0x1000000,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98978921,'连接蜘蛛','通常怪兽1只
①：1回合1次，自己主要阶段才能发动。从手卡把1只4星以下的通常怪兽在作为这张卡所连接区的自己场上特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(98999181,3,0,0x11f,0x21,0,2000,0x2,0x2,0x8,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(98999181,'奈芙提斯之祈祷者','这个卡名的①②的效果1回合各能使用1次。
①：自己主要阶段才能发动。选1张手卡破坏，从卡组把「奈芙提斯之祈祷者」以外的1只「奈芙提斯」怪兽加入手卡。
②：这张卡被效果破坏送去墓地的场合，下次的自己准备阶段才能发动。从卡组把1张「奈芙提斯」魔法·陷阱卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99000107,3,0,0x0,0x21,300,1800,0x4,0x2,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99000107,'修禅僧 元道','①：只要这张卡在怪兽区域存在，场上的表侧攻击表示怪兽不能把效果发动。
②：守备表示的这张卡不会成为卡的效果的对象，不会被效果破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99000151,3,0,0x0,0x21,0,0,0x1,0x400,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99000151,'死之花','①：这张卡被效果破坏送去墓地的场合才能发动。从卡组把1只「时花之魔女」特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99002135,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99002135,'紧急合成','让自己墓地存在的1张「核成兽的钢核」回到卡组发动。从自己的手卡·墓地把1只4星以下的名字带有「核成」的怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99004583,3,0,0x0,0x10002,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99004583,'动作魔法-最大U形转弯','①：这个回合，怪兽之间的战斗发生的双方的战斗伤害变成2倍。
②：这张卡在墓地存在的场合，自己主要阶段从手卡丢弃1张魔法卡才能发动。这张卡在自己的魔法与陷阱区域盖放。这个效果在这张卡送去墓地的回合不能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99004752,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x402000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99004752,'迷你胆识','把自己场上1只怪兽解放，选择对方场上表侧表示存在的1只怪兽才能发动。选择的怪兽的攻击力直到结束阶段时变成0。这个回合，选择的怪兽被战斗破坏送去对方墓地时，给与对方基本分那只怪兽的原本攻击力数值的伤害。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99011763,3,0,0x0,0x4000021,1000,5,0x2,0x8,0x20,0x4000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99011763,'魔界的警逻课 死亡警察','怪兽2只
①：卡名不同的暗属性怪兽2只为素材作连接召唤的这张卡得到以下效果。
●把自己场上1只怪兽解放，以场上1张表侧表示的卡为对象才能发动。给那张卡放置1个警逻指示物。这个卡名的这个效果1回合只能使用1次。有警逻指示物放置的卡被战斗·效果破坏的场合，作为代替把那张卡1个警逻指示物取除。','','拥有效果','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99013397,3,0,0x19,0x40002,0,0,0x0,0x0,0x0,0x11);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99013397,'剑斗兽的斗器 长戟','名字带有「剑斗兽」的怪兽才能装备。装备怪兽进行攻击的伤害步骤结束时，把场上1张魔法或者陷阱卡破坏。装备怪兽从自己场上回到卡组让这张卡被送去墓地时，这张卡回到手卡。','场上1张魔法或者陷阱卡破坏','返回手牌','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99030164,3,0,0x0,0x11,800,500,0x2,0x4,0x10,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99030164,'幸福恋人','从头上放出心形的光给予恋人以幸福的小天使。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99049589,3,0,0xad,0x2,0,0,0x0,0x0,0x0,0x40424);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99049589,'魔玩具修复','这个卡名的①②的效果1回合只能有1次使用其中任意1个。
①：以自己墓地1只「魔玩具」融合怪兽为对象才能发动。那只怪兽回到额外卡组。那之后，可以从自己墓地选1只「毛绒动物」怪兽或者「锋利小鬼」怪兽特殊召唤。
②：把墓地的这张卡除外才能发动。从手卡把1只「毛绒动物」怪兽或者「锋利小鬼」怪兽特殊召唤。','','','是否从墓地特殊召唤？','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99050989,3,0,0x0,0x21,1600,1100,0x4,0x20,0x20,0x20000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99050989,'钢钻龙','对方场上只有表侧表示的攻击力1600以上的怪兽存在的场合，这张卡可以对对方玩家进行直接攻击。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99064191,3,0,0x73,0x20004,0,0,0x0,0x0,0x0,0xffffffff80000002);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99064191,'超量诛罚','1回合1次，自己场上有超量怪兽存在，5星以上的效果怪兽的效果发动时，可以通过丢弃1张手卡，那个效果无效并破坏。','无效并破坏','是否现在使用「超量诛罚」的效果？','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99070951,3,0,0x0,0x1021,500,300,0x2,0x100000,0x1,0x404);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99070951,'念之少女','从游戏中除外的这张卡特殊召唤成功时，把自己卡组最上面的卡里侧表示从游戏中除外。这张卡从场上送去墓地时，这张卡的效果除外的自己的卡加入手卡。','除外','加入手牌','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99075257,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99075257,'D-时间','自己场上存在的名字带有「元素英雄」的怪兽从场上离开时才能发动。把和那只怪兽的等级相同的等级以下的1只名字带有「命运英雄」的怪兽从卡组加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99092624,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x40028);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99092624,'漆黑之蔷薇的开华','这个卡名的②的效果1回合只能使用1次。
①：把最多有双方的场地区域的卡以及墓地的场地魔法卡数量的「蔷薇衍生物」（植物族·暗·2星·攻/守800）在自己·对方场上守备表示特殊召唤。
②：这张卡在墓地存在的场合，以自己场上1只「黑蔷薇龙」或者植物族怪兽为对象才能发动。那只怪兽除外，这张卡回到卡组最下面。这个效果除外的怪兽在下次的准备阶段回到场上。','是否继续特殊召唤？','在自己场上特殊召唤','在对方场上特殊召唤','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99092625,3,71645243,0x0,0x4011,800,800,0x2,0x400,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99092625,'蔷薇衍生物','由「漆黑之蔷薇的开华」的效果特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99111753,3,0,0x0,0x4000021,1100,130,0x2,0x1000000,0x10,0x10);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99111753,'安全龙','怪兽2只
这个卡名的效果1回合只能使用1次。
①：只在这张卡在场上表侧表示存在才有1次，这张卡是互相连接状态的场合以对方场上1只怪兽为对象才能发动。那只怪兽回到持有者手卡。','回到持有者手卡','已发动过效果','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99115354,3,0,0x0,0x2021,2000,600,0x6,0x100000,0x1,0x400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99115354,'超念力均衡人','调整＋调整以外的怪兽1只以上
这个卡名的②的效果1回合只能使用1次。
①：只要这张卡在怪兽区域存在，持有比这张卡的攻击力低的攻击力的怪兽不能攻击，持有比这张卡的攻击力高的攻击力的场上的怪兽不能把效果发动。
②：这张卡被对方破坏送去墓地的场合，以自己墓地的种族和属性是相同的1只调整和1只调整以外的怪兽为对象才能发动。那些怪兽加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99150062,3,0,0x2a,0x21,400,200,0x2,0x800,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99150062,'自然蚂蚁颚','对方对怪兽的特殊召唤成功时，可以从自己卡组把1只3星以下的名字带有「自然」的怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99157310,3,0,0x10b,0x4,0,0,0x0,0x0,0x0,0x40004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99157310,'廷达魔三角的德劳内三角化','①：自己墓地有「廷达魔三角」怪兽3种类以上存在，对方怪兽的攻击让自己受到战斗伤害时才能发动。那只攻击怪兽破坏，从额外卡组把1只「廷达魔三角之锐角地狱犬」特殊召唤。
②：额外怪兽区域没有自己怪兽存在的场合，把墓地的这张卡除外，以自己墓地3只「廷达魔三角」怪兽为对象才能发动（同名卡最多1张）。那些怪兽里侧守备表示特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99162753,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x40004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99162753,'六界召唤','这个卡名的卡在1回合只能发动1张。
①：从自己的手卡·墓地以及自己场上的表侧表示怪兽之中选原本种族相同的怪兽6种类（仪式·融合·同调·超量·灵摆·连接）各1只除外。那之后，原本种族和除外的怪兽相同的1只怪兽从卡组·额外卡组特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99171160,3,0,0x0,0x11,400,400,0x1,0x8,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99171160,'平庸鬼','奉献一切研究魔界语言的凶猛恶魔。由于工作过度而精神崩溃。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99173029,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x18);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99173029,'灵子能固定装置','只要这张卡在场上存在，灵魂怪兽持续留在场上。自己的结束阶段时丢弃1张手卡，若不丢弃，这张卡破坏。并且，这张卡从场上离开时，在场上存在的表侧表示的灵魂怪兽全部回到持有者的手卡。','是否要丢弃一张手牌维持「灵子能固定装置」？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99177923,3,0,0x45000b,0x21,1800,1200,0x4,0x8,0x20,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99177923,'永火恶魔','①：手卡是0张的场合把这张卡抽到时，把这张卡给对方观看才能发动。这张卡从手卡特殊召唤。
②：这张卡特殊召唤成功时才能发动。从卡组把1张「永火」卡加入手卡。这个效果在自己手卡是0张的场合才能发动和处理。','特殊召唤','检索卡组','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99185129,3,0,0xb4,0xa1,1200,2300,0x3,0x1,0x2,0x80002200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99185129,'辉剑鸟之影灵衣','「影灵衣」仪式魔法卡降临。这张卡不用仪式召唤不能特殊召唤。「辉剑鸟之影灵衣」的①②的效果1回合各能使用1次。
①：把这张卡从手卡丢弃才能发动。从卡组把1张「影灵衣」魔法·陷阱卡加入手卡。
②：以从额外卡组特殊召唤的场上1只怪兽为对象才能发动。直到回合结束时，那只怪兽的攻击力变成0，效果无效化。这个效果在对方回合也能发动。','效果无效','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99188141,3,0,0x0,0x100004,0,0,0x0,0x0,0x0,0x80000004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99188141,'反大革命','①：要让场上的卡2张以上破坏的怪兽的效果·魔法·陷阱卡发动时才能发动。那个发动无效并除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99189322,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99189322,'秘仪呼唤','选择自己场上表侧表示存在的1只名字带有「秘仪之力」的怪兽发动。把墓地存在的1只名字带有「秘仪之力」的怪兽从游戏中除外。直到结束阶段时，选择怪兽的投掷硬币所得效果变成从游戏中除外的怪兽的投掷硬币所得效果相同的效果。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99212922,3,0,0x2b,0x21,2700,1200,0x7,0x2000,0x10,0x1040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99212922,'白龙忍者','这张卡特殊召唤的场合，用名字带有「忍法」的卡的效果才能特殊召唤。只要这张卡在场上表侧表示存在，自己场上的魔法·陷阱卡不会被卡的效果破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99214782,3,0,0x100a,0x21,1100,0,0x3,0x8,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99214782,'侵入魔鬼的步哨','只要这张卡在场上表侧攻击表示存在，场上表侧表示存在的5星以上的特殊召唤的怪兽不能把效果发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99234526,3,0,0x0,0x2000021,1700,1800,0x4,0x2000,0x10,0x40200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99234526,'辉白龙 暴源翼龙','这张卡不能通常召唤。从自己墓地把1只暗属性怪兽除外的场合才能特殊召唤。这个方法的「辉白龙 暴源翼龙」的特殊召唤1回合只能有1次。
①：这张卡从场上送去墓地的场合才能发动。从卡组把1只「暗黑龙 坍缩星蛇」加入手卡。','检索','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99243014,1,0,0x0,0x2,0,0,0x0,0x0,0x0,0x20040200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99243014,'同调超车','这个卡名的卡在1回合只能发动1张。
①：把额外卡组1只同调怪兽给对方观看，从自己的卡组·墓地选那只怪兽有卡名记述的1只同调素材怪兽加入手卡或特殊召唤。这张卡发动的回合，自己不是同调怪兽不能从额外卡组特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99249638,3,0,0x0,0x421,2100,1000,0x5,0x20,0x10,0x1040204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99249638,'同盟驾驶员','这个卡名的②的效果1回合只能使用1次。
①：1回合1次，可以从以下效果选择1个发动。
●以自己场上1只表侧表示怪兽为对象，把这张卡当作装备卡使用给那只怪兽装备。装备怪兽被战斗·效果破坏的场合，作为代替把这张卡破坏。
●装备的这张卡特殊召唤。
②：把装备的这张卡除外才能发动。这张卡装备过的怪兽把可以装备的1只4星以下的同盟怪兽从卡组装备。','装备','特殊召唤','更换装备','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99261403,3,0,0x0,0x11,1100,1500,0x4,0x4000,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99261403,'暗黑兔','美国卡通世界里面的兔子罗杰。经常敏捷而匆忙的行动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99266988,3,0,0xcf,0x2,0,0,0x0,0x0,0x0,0x72c);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99266988,'混沌领域','这个卡名的①②的效果1回合各能使用1次。
①：从手卡把1只光属性或者暗属性的怪兽送去墓地才能发动。和那只怪兽属性不同并是4～8星的1只不能通常召唤的光·暗属性怪兽从卡组加入手卡。
②：把墓地的这张卡除外，以除外的1只自己的不能通常召唤的光·暗属性怪兽为对象才能发动。那只怪兽回到卡组最下面。那之后，自己从卡组抽1张。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99267150,3,0,0x0,0x61,5000,5000,0xc,0x2000,0x20,0x1300000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99267150,'五神龙','龙族怪兽×5
这张卡不用融合召唤不能特殊召唤。
①：这张卡不会被和暗·地·水·炎·风属性怪兽的战斗破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99267151,3,99267150,0x0,0x61,5000,5000,0xc,0x2000,0x20,0x1300000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99267151,'五神龙','龙族怪兽×5
这张卡不用融合召唤不能特殊召唤。
①：这张卡不会被和暗·地·水·炎·风属性怪兽的战斗破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99274184,3,0,0xea,0x4,0,0,0x0,0x0,0x0,0x80042000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99274184,'水晶机巧冲击','①：以除外的1只自己的「水晶机巧」怪兽为对象才能发动。那只怪兽特殊召唤，对方场上有表侧表示怪兽存在的场合，那些对方怪兽的守备力变成0。
②：自己场上的「水晶机巧」怪兽为对象的魔法·陷阱·怪兽的效果发动时，把墓地的这张卡除外才能发动。那个效果无效。这个效果在这张卡送去墓地的回合不能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99284890,3,0,0x0,0x21,1200,1300,0x3,0x100,0x1,0x100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99284890,'壶魔神','将1张「强欲之壶」从手卡送去墓地。从自己的卡组抽3张卡。','抽卡','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99311109,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x1000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99311109,'战友的誓言','从额外卡组特殊召唤的怪兽不在自己场上存在的场合，选择对方场上表侧表示存在的1只从额外卡组特殊召唤的怪兽才能发动。选择的怪兽的控制权直到结束阶段时得到。这张卡发动的回合，自己不能把怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99315585,3,0,0x10db,0x21,1500,500,0x4,0x1,0x20,0x2414);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99315585,'幻影骑士团 裂头盔','「幻影骑士团 裂头盔」的①②的效果1回合各能使用1次。
①：「幻影骑士团」卡或者「幻影」魔法·陷阱卡被送去自己墓地的场合发动。这张卡的攻击力上升500。
②：把墓地的这张卡除外才能发动。这个回合的结束阶段，从自己墓地选1张「幻影骑士团」卡或者「幻影」魔法·陷阱卡加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99328137,1,0,0x0,0x21,1300,1200,0x4,0x40,0x2,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99328137,'冰骑士','①：这张卡的攻击力上升自己场上的水族怪兽数量×400。
②：1回合1次，自己主要阶段才能发动。这个回合，自己在通常召唤外加上只有1次，自己主要阶段可以把1只水属性怪兽召唤。这个效果的发动后，直到回合结束时自己不是水属性怪兽不能召唤·特殊召唤。','','使用「冰骑士」的效果召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99330325,3,0,0xd3,0x2,0,0,0x0,0x0,0x0,0x40204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99330325,'遭受妨碍的坏兽安眠','这个卡名的卡在1回合只能发动1张。
①：场上的怪兽全部破坏。那之后，从卡组把卡名不同的「坏兽」怪兽在自己·对方的场上各1只攻击表示特殊召唤。这个效果特殊召唤的怪兽不能把表示形式变更，可以攻击的场合必须作出攻击。
②：把墓地的这张卡除外才能发动。从卡组把1只「坏兽」怪兽加入手卡。这个效果在这张卡送去墓地的回合不能发动。','破坏·特殊召唤','卡组检索','请选择要在自己场上特殊召唤的怪兽','请选择要在对方场上特殊召唤的怪兽','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99342953,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x4040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99342953,'古代遗迹 代号A','每次场上表侧表示存在的名字带有「外星」的怪兽被破坏，给这张卡放置1个A指示物。1回合1次，可以把场上存在的2个A指示物取除，自己墓地存在的1只名字带有「外星」的怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99348756,3,0,0x0,0x21,1900,1200,0x4,0x1,0x4,0x150000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99348756,'女武神骑士','①：只要这张卡在怪兽区域存在，对方不能选择「女武神骑士」以外的战士族怪兽作为攻击对象。
②：这张卡被战斗破坏送去墓地时，从自己墓地把1只战士族怪兽和这张卡除外，以自己墓地1只5星以上的战士族怪兽为对象才能发动。那只战士族怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99351431,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x40);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99351431,'盗贼的极意','只能在主要阶段一发动。选择场上的1只表侧表示存在的怪兽。在这个回合，选择的怪兽每次给与对方玩家战斗伤害，对方随机丢弃1张手卡。','丢弃手牌','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99357565,3,0,0x0,0x21,0,0,0x1,0x20,0x20,0x40008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99357565,'D3','「D3」的②③的效果1回合各能使用1次。
①：这张卡召唤成功的场合发动。这只怪兽在表侧表示存在期间，也当作「命运英雄」怪兽使用。
②：把最多2张手卡丢弃才能发动。从自己的手卡·卡组·墓地选丢弃数量的「D3」特殊召唤。这个效果的发动后，直到回合结束时自己不是「命运英雄」怪兽不能召唤·特殊召唤。
③：这张卡被战斗·效果破坏的场合才能发动。从卡组把1只「命运英雄」怪兽送去墓地。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99365553,3,0,0x0,0x21,2500,1500,0x6,0x2000,0x10,0x340000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99365553,'光脉冲星龙','这张卡可以把自己墓地的光属性和暗属性的怪兽各1只从游戏中除外，从手卡特殊召唤。此外，可以把手卡的光属性和暗属性的怪兽各1只送去墓地，并把这张卡从自己墓地特殊召唤。这张卡从场上送去墓地时，可以选择自己墓地1只龙族·暗属性·5星以上的怪兽特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99397762,3,0,0xe5,0x4,0,0,0x0,0x0,0x0,0x41000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99397762,'光波防轮','①：以自己场上1只「银河眼」超量怪兽或者「光波」超量怪兽为对象才能发动。把这张卡在那只怪兽下面重叠作为超量素材，那只怪兽在这个回合只有1次不会被战斗·效果破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99414168,3,0,0x0,0xa1,1200,1400,0x3,0x2,0x10,0x200000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99414168,'精灵术师 树精','「树精的祈祷」降临。这张卡的属性也同时当作「风」「水」「炎」「地」使用。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99423156,3,0,0xd9,0x21,1500,0,0x4,0x10,0x4,0x40003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99423156,'不知火的宫司','「不知火的宫司」的②的效果1回合只能使用1次。
①：这张卡召唤成功时才能发动。从自己的手卡·墓地选「不知火的宫司」以外的1只「不知火」怪兽特殊召唤。这个效果特殊召唤的怪兽从场上离开的场合除外。
②：这张卡被除外的场合，以对方场上1张表侧表示的卡为对象才能发动。那张卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99426088,1,0,0x165,0x2,0,0,0x0,0x0,0x0,0x10040008);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99426088,'魔键-马夫提亚','①：「魔键」融合怪兽卡决定的融合素材怪兽从自己的手卡·场上送去墓地，把那1只融合怪兽从额外卡组融合召唤。或者，等级合计直到变成仪式召唤的怪兽的等级以上为止，把自己的手卡·场上的怪兽解放，从手卡把1只「魔键」仪式怪兽仪式召唤。自己场上有通常怪兽存在的场合，也能作为融合素材怪兽或者要为仪式召唤而解放的怪兽来把卡组1只通常怪兽送去墓地。','融合召唤','仪式召唤','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99426834,3,0,0x0,0x21,1000,1100,0x4,0x40,0x2,0x10000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99426834,'沼地的魔兽王','这张卡可以代替融合怪兽素材的其中1只来融合。这个时候，其他的融合素材必须是指定的融合素材。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99427357,3,0,0x2093,0xa1,1000,1000,0x5,0x4,0x10,0x851000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99427357,'电子化天使-那沙帝弥-','「机械天使的仪式」降临。
①：1回合1次，以自己场上1只表侧表示怪兽为对象才能发动。自己基本分回复那只怪兽的攻击力一半的数值。
②：自己的仪式怪兽被选择作为攻击对象时才能发动。那次攻击无效。
③：这张卡在墓地存在的场合，从自己墓地把这张卡以外的1只「电子化天使」怪兽除外，以对方场上1只怪兽为对象才能发动。这张卡从墓地特殊召唤，得到作为对象的怪兽的控制权。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99429730,3,0,0x90,0x21,2400,1500,0x6,0x400,0x1,0x28);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99429730,'森罗的番人 橡树','1回合1次，自己的主要阶段时才能发动。从自己卡组上面把最多3张卡翻开。翻开的卡之中有植物族怪兽的场合，那些卡全部送去墓地。剩下的卡用喜欢的顺序回到卡组最下面。此外，卡组的这张卡被卡的效果翻开送去墓地的场合，可以从自己墓地选择这张卡以外的1只植物族怪兽回到卡组最上面。','确认卡组','请选择要翻开的数量','返回卡组','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99456344,1,0,0x164,0x21,3000,1500,0x8,0x4,0x20,0x80040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99456344,'死狱乡的大导剧神','这个卡名的①②的效果1回合各能使用1次。
①：融合·同调·超量·连接怪兽特殊召唤的场合，以场上1只效果怪兽为对象才能发动。那只怪兽的效果直到回合结束时无效。
②：手卡·场上的这张卡成为融合召唤的素材，被送去墓地的场合或者被除外的场合才能发动。这张卡特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99458769,3,0,0x6,0x21,2500,1800,0x7,0x8,0x20,0x40003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99458769,'暗黑界的魔神 雷恩','这张卡被对方的卡的效果从手卡丢弃去墓地的场合，这张卡在自己场上特殊召唤。这个效果特殊召唤成功的场合，把对方场上的怪兽或者魔法·陷阱卡全部破坏。','特殊召唤','破坏','怪兽卡','魔法·陷阱卡','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99469936,3,0,0x0,0x800021,2200,1600,0x6,0x1,0x2,0x81002000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99469936,'重铠装-晶零枪兵','水属性6星怪兽×3
这张卡也能在自己场上的水属性·5阶的超量怪兽上面把这张卡重叠来超量召唤。这张卡的攻击力上升这张卡的超量素材数量×500的数值。场上的这张卡被破坏的场合，可以作为代替把这张卡1个超量素材取除。此外，1回合1次，把这张卡1个超量素材取除才能发动。对方场上的全部怪兽的效果直到回合结束时无效。','是否在水属性·5阶超量怪兽上面重叠超量召唤？','是否要使用「重铠装-晶零枪兵」的效果代替破坏？','效果无效','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99510761,3,0,0x0,0x11,1400,1200,0x4,0x8,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99510761,'神灯魔人','从神灯里出现的魔灵，服从召唤者的意志。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99517131,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x800800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99517131,'生命力吸收魔术','将场上所有里侧守备表示的怪兽全部变成表侧表示。此时反转效果不发动。之后场上每存在1只效果怪兽，自己回复400基本分。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99518961,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99518961,'革命','对方受到（对方的手卡数×200）的伤害。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99523325,3,0,0x2e,0x2,0,0,0x0,0x0,0x0,0x400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99523325,'守墓的石板','选择自己墓地存在的2只名字带有「守墓」的怪兽加入手卡。这个效果不会被「王家长眠之谷」的效果无效化。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99532708,3,0,0xc,0x21,1000,1000,0x3,0x80000,0x4,0xffffffff84000000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99532708,'火星外星人','只要这张卡在场上表侧表示存在，「火星外星人」以外的放置有A指示物的怪兽的效果无效化。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99543666,1,0,0x164015d,0x80002,0,0,0x0,0x0,0x0,0x10040000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99543666,'烙印剧城 绝望死狱乡','这个卡名的①②的效果1回合各能使用1次。
①：从自己的手卡·场上把8星以上的融合怪兽卡决定的融合素材怪兽送去墓地，把那1只融合怪兽从额外卡组融合召唤。
②：融合怪兽以外的自己场上的表侧表示的天使族怪兽因对方的效果从场上离开的场合或者被战斗破坏的场合，以自己墓地1只8星以上的融合怪兽为对象才能发动。那只怪兽特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99550630,3,0,0x115,0x2,0,0,0x0,0x0,0x0,0x3);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99550630,'闪刀术式-烈火再燃','①：自己的主要怪兽区域没有怪兽存在的场合，以场上1只表侧表示怪兽为对象才能发动。那只怪兽破坏。那之后，自己墓地有魔法卡3张以上存在的场合，可以选场上1张魔法·陷阱卡破坏。','是否选魔法·陷阱卡破坏？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99551425,3,0,0x0,0x41,2400,2400,0x7,0x20,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99551425,'迷宫的魔战车','「高科技狼」＋「加农炮兵」','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99581584,3,0,0x5a,0x21,0,1200,0x4,0x200,0x2,0x840000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99581584,'守卫企鹅','卡的效果让自己受到伤害时才能发动。这张卡从手卡特殊召唤，自己基本分回复受到的伤害的数值。','特殊召唤并回复','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99585850,3,0,0x0,0x2021,4000,3000,0xc,0x2000,0x20,0x1042004);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99585850,'真红莲超新星龙','调整3只＋调整以外的同调怪兽1只以上
这张卡用同调召唤才能从额外卡组特殊召唤。
①：这张卡的攻击力上升自己墓地的调整数量×500。
②：场上的这张卡不会被对方的效果破坏。
③：1回合1次，对方怪兽的效果发动时或者对方怪兽的攻击宣言时才能发动。这张卡以及对方场上的卡全部除外。
④：这张卡的③的效果除外的场合，下次的自己结束阶段发动。除外的这张卡特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99590524,3,0,0x4c,0x4,0,0,0x0,0x0,0x0,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99590524,'狡猾的落穴','①：自己墓地没有陷阱卡存在的场合，以场上2只怪兽为对象才能发动。那些怪兽破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99594764,3,0,0x29,0x1021,800,700,0x1,0x2000,0x8,0x300200);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99594764,'龙骑兵团-翼枪龙','①：把这张卡当作装备卡使用来装备的怪兽战斗破坏对方怪兽时才能发动。种族·属性和装备怪兽相同的1只4星以下的怪兽从卡组加入手卡。','卡组检索','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99597615,3,0,0x0,0x40002,0,0,0x0,0x0,0x0,0x2020);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99597615,'恶魔之吻','①：装备怪兽的攻击力上升700。
②：这张卡从场上送去墓地时，支付500基本分才能发动。这张卡回到卡组最上面。','返回卡组','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99628747,3,0,0x138,0xa1,1500,2600,0x8,0x100,0x1,0x3);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99628747,'巨石遗物·贝托尔','「巨石遗物」卡降临。这个卡名的①②的效果1回合各能使用1次。
①：把这张卡从手卡丢弃才能发动。等级合计直到变成仪式召唤的怪兽的等级以上为止，把自己的手卡·场上的怪兽解放，从手卡把1只「巨石遗物」仪式怪兽仪式召唤。
②：这张卡仪式召唤成功的场合，以最多有自己墓地的仪式怪兽种类数量的对方场上的卡为对象才能发动。那些卡破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99634927,3,0,0x10ec,0x1000021,300,200,0x8080001,0x8,0x20,0x12000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99634927,'魔界剧团-时髦笑星','←8 【灵摆】 8→
①：1回合1次，把自己场上1只「魔界剧团」怪兽解放，以自己场上1只「魔界剧团」怪兽为对象才能发动。那只怪兽的攻击力直到回合结束时上升解放的怪兽的原本攻击力数值。
【怪兽效果】
「魔界剧团-时髦笑星」的②的怪兽效果1回合只能使用1次，这个效果发动的回合，这张卡不能攻击。
①：这张卡召唤·特殊召唤成功的场合才能发动。这张卡的攻击力直到回合结束时上升自己场上的「魔界剧团」怪兽数量×300。
②：以这张卡以外的自己场上1只「魔界剧团」怪兽为对象才能发动。那只怪兽的攻击力直到回合结束时上升这张卡的攻击力数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99641328,3,0,0x90,0x21,100,2000,0x2,0x400,0x4,0x1);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99641328,'森罗的影孢子 伞菌','这张卡反转时，可以从自己卡组上面把最多5张卡翻开。翻开的卡之中有植物族怪兽的场合，那些怪兽全部送去墓地。剩下的卡用喜欢的顺序回到卡组最下面。此外，卡组的这张卡被卡的效果翻开送去墓地的场合，可以选择场上1张魔法·陷阱卡破坏。','确认卡组','请选择要翻开的数量','破坏','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99645428,3,0,0x1047,0x11,1200,100,0x3,0x100,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99645428,'宝石骑士·小琉','常担心同伴健康的治愈战士。与小璃可是非常要好的朋友。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99657399,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x2);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99657399,'油断大敌','对方基本分回复时才能发动。选择对方场上存在的1只怪兽破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99659159,3,0,0x0,0x20002,0,0,0x0,0x0,0x0,0x102000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99659159,'操龙术','①：有「龙骑兵团」怪兽卡装备的自己场上的怪兽的攻击力上升500。
②：1回合1次，以自己场上1只表侧表示怪兽为对象才能发动。从手卡把1只龙族「龙骑兵团」怪兽当作装备卡使用给作为对象的自己怪兽装备。','装备','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99666430,3,0,0xbc,0x800021,2400,1500,0x6,0x20,0x20,0x40001003);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99666430,'人造人-念力层叠者','6星怪兽×2
这个卡名的①②的效果1回合各能使用1次。
①：把这张卡1个超量素材取除，以对方场上1只表侧表示怪兽为对象才能发动。那只怪兽的控制权直到结束阶段得到。这个效果得到控制权的怪兽不能把效果发动，不能攻击宣言。
②：场上有陷阱卡存在的场合才能发动。自己场上1只怪兽解放，选场上1张表侧表示的卡破坏。','得到控制权','选卡破坏','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99668578,3,0,0x9c,0x21,1300,1200,0x4,0x1,0x10,0x108);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99668578,'星因士 南河三','「星因士 南河三」的效果1回合只能使用1次。
①：这张卡召唤·反转召唤·特殊召唤成功的场合才能发动。手卡1只「星守」怪兽送去墓地，自己从卡组抽1张。','送去墓地','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99674361,3,0,0xfe,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99674361,'星遗物的继承者','这个卡名的卡在1回合只能发动1张。
①：以自己墓地1只怪兽为对象才能发动。那只怪兽在作为场上的连接怪兽所连接区的自己场上特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99675356,3,0,0x20,0x21,700,300,0x2,0x1,0x1,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99675356,'紫炎的足轻','这张卡被战斗破坏送去墓地时，可以从卡组让1只名字带有「六武众」的3星以下的怪兽在自己场上特殊召唤。','特殊召唤','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99690140,3,0,0x2e,0x21,700,500,0x3,0x2,0x20,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99690140,'守墓的从者','这张卡给与对方造成的战斗伤害，算作这张卡的效果造成的伤害使用。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99721536,3,0,0x0,0x81,1900,1850,0x6,0x10,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99721536,'骷髅骑手','使用「骷髅骑手的复活」特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99724761,3,0,0x0,0x61,2400,2100,0x6,0x20,0x10,0x40001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99724761,'XZ-战车炮','「X-首领加农」＋「Z-金属履带」
把自己场上的上记卡除外的场合才能从额外卡组特殊召唤（不需要「融合」）。这张卡不能作从墓地的特殊召唤。
①：丢弃1张手卡，以对方场上1张里侧表示的魔法·陷阱卡为对象才能发动。那张对方的里侧表示的魔法·陷阱卡破坏。','魔陷破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99726621,3,0,0x14d,0x4000021,3000,45,0x4,0x200,0x20,0x204);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99726621,'铁兽战线 凶鸟之施莱格','兽族·兽战士族·鸟兽族怪兽2只以上
这个卡名的①②的效果1回合各能使用1次。
①：这张卡特殊召唤成功的场合或者自己场上有这张卡以外的兽族·兽战士族·鸟兽族怪兽特殊召唤的场合才能发动。选场上1张卡除外。
②：这张卡被送去墓地的场合才能发动。把持有除外的自己的兽族·兽战士族·鸟兽族怪兽数量以下的等级的1只兽族·兽战士族·鸟兽族怪兽从卡组加入手卡。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99733359,3,0,0x0,0x21,1200,2400,0x6,0x10000,0x20,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99733359,'盾航战车 电子剑龙','「盾航战车 电子剑龙」的效果1回合只能使用1次。
①：这张卡在墓地存在，对方怪兽攻击的场合，那次伤害计算时支付1000基本分才能发动。这张卡从墓地特殊召唤，那次战斗发生的对自己的战斗伤害变成0。这个效果特殊召唤的这张卡从场上离开的场合除外。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99735427,3,0,0x0,0x20004,0,0,0x0,0x0,0x0,0xffffffff80200000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99735427,'吸入暗阴的魔镜','只要这张卡在场上存在，墓地或者场上发动的暗属性怪兽的效果无效。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99745551,3,0,0x11e,0x21,1300,0,0x3,0x80000,0x20,0x40100);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99745551,'未界域的槌子蛇','这个卡名的②的效果1回合只能使用1次。
①：把手卡的这张卡给对方观看才能发动。从自己的全部手卡之中由对方随机选1张，自己把那张卡丢弃。那是「未界域的槌子蛇」以外的场合，再从手卡把1只「未界域的槌子蛇」特殊召唤，自己从卡组抽1张。
②：这张卡从手卡丢弃的场合才能发动。这张卡特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99747800,3,0,0x0,0x21,1500,1800,0x6,0x8,0x20,0x2000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99747800,'传说的恶魔','每次轮到自己的回合的准备阶段，这张卡的攻击力上升700。','攻击上升','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99785935,3,0,0x2066,0x11,1400,1700,0x4,0x100,0x1,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99785935,'磁石战士α','用α、β、γ来变形合体。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99788587,3,0,0x0,0x4,0,0,0x0,0x0,0x0,0x3);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99788587,'爆导索','①：和这张卡相同纵列全部有卡存在的场合才能把盖放的这张卡发动。那个纵列的卡全部破坏。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99789342,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x40000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99789342,'黑魔术的幕帘','这张卡发动的回合，自己不能用这张卡的效果以外把怪兽召唤·反转召唤·特殊召唤。
①：把基本分支付一半才能发动。从卡组把1只「黑魔术师」特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99792080,3,0,0x131,0x21,1900,900,0x4,0x8000,0x20,0x60000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99792080,'梦魔镜的魔兽-方塔斯','这个卡名的①②的效果1回合各能使用1次。
①：这张卡用「梦魔镜」怪兽的效果特殊召唤成功的场合才能发动。这个回合，这张卡可以直接攻击。
②：场地区域有「圣光之梦魔镜」存在的场合，自己·对方的主要阶段以及战斗阶段，把这张卡解放才能发动。从卡组把1只「梦魔镜的圣兽-方塔斯」特殊召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99795159,3,0,0x8d,0x80002,0,0,0x0,0x0,0x0,0x10000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99795159,'鬼计之馆','只要这张卡在场上存在，双方场上的怪兽不能向里侧守备表示怪兽攻击，可以在对方场上的怪兽只有里侧守备表示怪兽的场合直接攻击对方玩家。此外，只要这张卡在场上存在，双方玩家受到的效果伤害以及名字带有「鬼计」的怪兽以外的怪兽给与玩家的战斗伤害变成一半。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99861526,3,0,0x16,0x21,800,1800,0x4,0x20,0x2,0x20800);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99861526,'潜艇机人','这张卡可以直接攻击对方玩家。这个时候，给与对方玩家的战斗伤害变成这张卡的原本攻击力的数值。此外，伤害步骤结束时这张卡的表示形式可以变成守备表示。','变成守备表示','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99865167,3,0,0x0,0x21,1800,200,0x4,0x200,0x8,0x200000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99865167,'风构体','风属性的通常怪兽祭品召唤的场合，这1只怪兽可以作为2只的数量的祭品。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99877698,3,0,0x2e,0x21,1400,1200,0x4,0x2,0x20,0x400000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99877698,'守墓的重炮手','每祭掉自己场上1只名称中含有「守墓」的怪兽，给与对方基本分700分的伤害。使用这个效果的场合不能使用「守墓的重炮手」作为祭品。','伤害','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99885917,3,0,0x12b,0x21,1200,2000,0x4,0x1000000,0x2,0x40414);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99885917,'海晶少女 紫红拟花鮨','这个卡名的①②的效果1回合各能使用1次。
①：这张卡召唤·特殊召唤成功的场合才能发动。从手卡把「海晶少女 紫红拟花鮨」以外的1只「海晶少女」怪兽守备表示特殊召唤。
②：把墓地的这张卡除外，以自己墓地1张「海晶少女」魔法·陷阱卡为对象才能发动。那张卡加入手卡。这个效果在这张卡送去墓地的回合不能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99890852,3,0,0xfb,0x10002,0,0,0x0,0x0,0x0,0x2010);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99890852,'淘气仙星的花束','这个卡名的卡在1回合只能发动1张。
①：以自己场上1只「淘气仙星」怪兽和场上1只表侧表示怪兽为对象才能发动。那只「淘气仙星」怪兽回到持有者手卡，另1只作为对象的怪兽的攻击力直到回合结束时上升回到手卡的怪兽的原本攻击力数值。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99899504,3,0,0x0,0x21,2600,2000,0x8,0x10,0x4,0x40410);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99899504,'骷髅炎鬼','1回合1次，可以从手卡把1只「燃烧骷髅头」特殊召唤。这个效果发动的回合，自己不能进行战斗阶段。此外，可以作为自己的抽卡阶段时进行通常抽卡的代替，把自己墓地存在的1只「燃烧骷髅头」加入手卡。','特殊召唤','加入手卡','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99902789,3,0,0x0,0x21,800,800,0x2,0x4000,0x1,0x80000001);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99902789,'纠错小松狮','和对方怪兽进行战斗的自己怪兽的攻击宣言时对方把通常陷阱卡发动时，把这张卡从手卡丢弃才能发动。那个发动无效并破坏。','陷阱无效并破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99913726,3,0,0x10f3,0x21,800,2300,0x5,0x400,0x20,0x4042000);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99913726,'捕食植物 露松水螅龙','这个卡名的作为①的方法的特殊召唤1回合只能有1次，作为②的效果1回合只能使用1次。
①：这张卡把自己或者对方场上1只有捕食指示物放置的怪兽解放的场合可以从手卡·墓地特殊召唤。
②：这张卡在场上·墓地存在的场合，把这张卡以外的自己墓地1只「捕食植物」怪兽除外，以场上1只表侧表示怪兽为对象才能发动。那只怪兽的攻击力下降500。这个效果在对方回合也能发动。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99916754,3,0,0x2a,0x61,2800,2400,0xa,0x4000,0x1,0x8000000d);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99916754,'自然木龙兽','「自然兽」＋「自然木鳞龙」
这张卡的融合召唤不用上记的卡不能进行。
①：魔法·陷阱卡发动时，把自己墓地1张卡除外，把卡组最上面的卡送去墓地才能发动。这张卡在场上表侧表示存在的场合，那个发动无效并破坏。','魔法·陷阱卡的发动无效并破坏','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99927991,3,0,0x140,0x2,0,0,0x0,0x0,0x0,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99927991,'魔救之奇缘','①：把自己场上的岩石族怪兽数量＋5张从自己卡组上面翻开。可以从那之中选持有翻开的卡数量以下的等级的1只岩石族怪兽加入手卡。剩下的卡用喜欢的顺序回到卡组最下面。这张卡的发动后，直到回合结束时自己不是岩石族怪兽不能特殊召唤。','是否选卡加入手卡？','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99937842,3,0,0x520027,0x3021,100,2200,0x5,0x1,0x10,0x20040400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99937842,'科技属 星斗守护者','调整＋调整以外的「科技属」怪兽1只以上
这个卡名的①②的效果1回合各能使用1次。
①：这张卡特殊召唤成功的场合，以自己墓地1只「科技属」怪兽为对象才能发动。那只怪兽加入手卡。
②：自己主要阶段才能发动。从手卡把1只「科技属」怪兽特殊召唤。
③：对方主要阶段才能发动。用包含这张卡的自己场上的怪兽为同调素材作同调召唤。','','','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99940363,3,0,0xbe,0x2,0,0,0x0,0x0,0x0,0x5);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99940363,'帝王的冻气','①：自己场上有攻击力2400以上而守备力1000的怪兽存在的场合，以场上盖放的1张卡为对象才能发动。那张卡破坏。
②：从自己墓地把这张卡和1张「帝王」魔法·陷阱卡除外，以场上盖放的1张卡为对象才能发动。那张卡破坏。','盖放的卡破坏','把这张卡和1张「帝王」魔法·陷阱卡除外','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99946920,3,0,0x9e,0x21,2200,0,0x5,0x800000,0x20,0x0);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99946920,'魔龙星-饕餮','「魔龙星-饕餮」的①的效果1回合只能使用1次。
①：自己场上的这张卡被战斗·效果破坏送去墓地时才能发动。从卡组把「魔龙星-饕餮」以外的1只「龙星」怪兽守备表示特殊召唤。
②：1回合1次，对方的主要阶段以及战斗阶段才能发动。只用自己场上的「龙星」怪兽为同调素材作同调召唤。
③：这张卡为同调素材的同调怪兽不能把控制权变更。','特殊召唤','「魔龙星-饕餮」效果适用中','','','','','','','','','','','','','','');
replace INTO `datas` (`id`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`)values(99995595,3,0,0x0,0x2,0,0,0x0,0x0,0x0,0x100400);
replace INTO `texts` (`id`, `name`, `content`, `key1`, `key2`, `key3`, `key4`, `key5`, `key6`, `key7`, `key8`, `key9`, `key10`, `key11`, `key12`, `key13`, `key14`, `key15`, `key16`)values(99995595,'电池回收','把自己墓地存在的2只攻击力1500以下的雷族怪兽加入手卡。','','','','','','','','','','','','','','','','');
