# -*- coding: UTF-8 -*-
import pymysql

# 由于翻译不同，需要搜索确认是否有这个卡牌

name_list = sr11 = ['龙骑兵团武器-神怒剑', '龙骑兵团-司令官', '龙骑兵团-双始龙', '龙骑兵团武器-灾魔剑', '龙骑兵团武器-银槲剑', '龙骑兵团-首席百夫长', '龙骑兵团-指挥官', '龙骑兵团-元老院', '龙骑兵团-军团', '龙骑兵团-黑枪龙', '龙骑兵团-方阵龙', '龙骑兵团-小标枪龙', '龙骑兵团-长柄大刀龙', '龙骑兵团-叉龙', '龙骑兵团-翼枪龙', '岚征龙-暴风', '亡龙的战栗-死欲龙', '喔喔公鸡', '辉光龙 赛弗特', '风之精灵 迦楼罗', '黑羽-精锐泽费洛斯', '异次元乌鸦', '妖醒龙 拉尔巴鲁', '龙骑兵团征兵', '疾风龙骑兵团', '龙骑兵团赤热辉', '操龙术', '龙骑兵团的神枪', '调和宝牌', '龙之灵庙', '愚蠢的埋葬', '星遗物守护龙', '墓穴指名者', '龙骑兵团虚梦狱', '龙骑兵团疾驰', '炼狱的落穴', '崩界的守护龙', '龙岚还归', '重力崩坏', '红灯重启', '龙骑兵团骑士-屠枪龙骑士', '龙骑兵团骑士-魔枪龙骑士', '龙骑兵团骑士-罗慕路斯', '龙骑兵团骑士-毒枪龙骑士', '龙骑兵团骑士-长枪龙骑士', '龙骑兵团骑士-赤枪龙骑士', '龙骑兵团骑士-雷枪龙骑士', '龙之溪谷']

# 打开数据库连接
db = pymysql.connect("localhost", "root", "123456", "card")
# 使用 cursor() 方法创建一个游标对象 cursor
cursor = db.cursor()

for name in name_list:
    sql = "select count(`id`), `name` from texts where `name` = '%s' " % name
    # 使用 execute()  方法执行 SQL 查询
    cursor.execute(sql)
    result = cursor.fetchall()
    for d in result:
        if not d:
            print(name, '无法匹配，请确认')
        if d and d[0] > 1:
            print(name, '匹配大于2，请确认')
        if d and d[0] == 0:
            print(name, '无法匹配，请确认')

db.close()