# -*- coding: UTF-8 -*-
import pymysql

# 根据卡密搜索卡片，卡密数据可能存在错误

name_list = data = [
    
    [('神圣之影 凯乌斯', 24635329), ('影灵之翼 温迪', 51023024), ('囚影依之巫女 艾莉娅儿', 97518132), ('影依猎鹰', 37445295), ('影依刺猬', 4939890),
     ('影依蜥蜴', 30328508), ('影依龙', 77723643), ('影依兽', 3717252), ('影依猎犬', 52551211), ('救影依-纳迦', 58016954),
     ('绊影依-原核', 95401059), ('混沌士兵 -开辟的使者-', 72989439), ('熔岩魔神 岩浆石魔', 102380), ('暗黑武装龙', 65192027),
     ('妖精传姬-白雪', 55623480), ('Em 戏法小丑', 67696066), ('终末骑士', 28985331), ('光道弓手 费里斯', 73176465), ('超电磁龟', 34710660),
     ('数学家', 41386308), ('盗贼库里波', 16404809), ('舔舔三舌犬', 69764158), ('影牢的咒缚', 81788994), ('神影依结合', 6417578),
     ('假魂的同化', 60226558), ('超融合', 48130397), ('简易融合', 1845204), ('暗之诱惑', 1475311), ('愚蠢的埋葬', 81439173),
     ('活化石', 34959756), ('贪欲之壶', 67169062), ('鹰身女郎的羽毛扫', 18144506), ('影光圣选士', 23912837), ('影依原核', 4904633),
     ('堕影的蠢动', 77505534), ('通向魂源的影劫回归', 78942513), ('迷惑风', 74003290), ('无法唤醒的噩梦', 69452756), ('死魂融合', 81223446),
     ('地底恐魔的继承', 73575650), ('神影依·神子晶', 48424886), ('神影依·文迪戈', 74009824), ('神影依·阿诺玛莉莉斯', 19261966),
     ('影依·涅非利', 86938484), ('神影依·阿普卡鳌魔', 50907446), ('神影依·拿非利', 20366274), ('神影依·米德拉什', 94977269),
     ('神影依·舍金纳迦', 74822425), ('影依融合', 44394295)],
    
    [('神威凤凰剑圣 基亚·弗里德', 22091647), ('升华骑士', 54485355), ('焰圣骑士-罗兰', 81570454), ('凤凰战士 基亚·弗里德', 69488544),
     ('暗黑风暴龙', 57662975), ('进化铠甲骑士 修巴利埃', 96872283), ('业火重骑士', 34761062), ('骑士 戴·格雷法', 15767889),
     ('炎妖蝶 维尔普斯', 16984449), ('化合兽 碳素蟹', 81599449), ('红莲魔斗士', 46237548), ('女武神骑士', 99348756), ('圣骑士 贞德', 18426196),
     ('苍炎剑士', 50903514), ('复仇的女战士 罗丝', 1557341), ('哥布林德伯格', 25259669), ('妖精传姬-辛德瑞拉', 52022648), ('增殖的Z', 23434538),
     ('大日·斯菲亚', 75886890), ('彩虹库里波', 2830693), ('武装锻炼', 27979109), ('拉普提诺斯超魔剑', 53363708), ('化合电界', 65959844),
     ('超级双重召唤', 95750695), ('强袭气铠', 88190790), ('最强之盾', 84877802), ('圣剑 命运', 7452945), ('过火的埋葬', 65993085),
     ('妖刀竹刀', 42199039), ('黄金色的竹刀', 74029853), ('增援', 32807846), ('双重电光', 33846209), ('暗之量产工厂', 90928333),
     ('平行龙卷', 83102080), ('双重烧蚀', 80758812), ('野蛮人之嚎', 78621186), ('双重推进器', 18096222), ('双重落穴', 67045174),
     ('火箭手', 13317419), ('过深的墓穴', 17688543), ('进化铠甲骑士 艾维克', 16146511), ('跨界交融', 53241226)],
    
    [('银色枪弹龙', 32476603), ('枪弹曳光龙', 68464358), ('枪弹装填龙', 5969957), ('爆炸枪弹龙', 31353051), ('绝对路由龙', 67748760),
     ('校验和龙', 94136469), ('麻醉枪弹龙', 53266486), ('自动枪弹龙', 80250185), ('麦格农枪弹龙', 26655293), ('霰弹枪弹龙', 5087128),
     ('金属枪弹龙', 32472237), ('枪弹同调士', 48355999), ('网关龙', 91482773), ('重整龙', 58582979), ('后盾龙', 84976088),
     ('拉长石龙', 62514770), ('铁骑龙 提亚玛特', 46247282), ('龙魔导守护者', 48048590), ('创世龙骑士', 87835759), ('灵庙守护者', 66752837),
     ('星杯守护龙', 84899094), ('光道暗杀者 莱丁', 77558536), ('枪管供给点', 30131474), ('速射扳机', 67526112), ('炸膛抽牌', 54458867),
     ('速攻轮转', 31443476), ('轮转导引扇区', 36668118), ('枪管上膛', 6556178), ('龙之灵庙', 41620959), ('复活的福音', 6853254),
     ('融合', 24094653), ('双龙卷', 43898403), ('零日冲击波', 93014827), ('枪侠死刑弹', 20419926), ('红灯重启', 23002292),
     ('连接死亡炮塔', 55034079), ('反射镜力启动程序', 29649320), ('神圣防护罩 -反射镜力-', 44095762), ('魔法之筒', 62279055),
     ('王宫的敕命', 61740673), ('拓扑逻辑零衔尾蛇', 66403530), ('枪管上膛狂怒龙', 92892239), ('削短枪管龙', 29296344), ('枪管上膛龙', 31833038),
     ('三重炮龙', 49725936), ('推进龙', 12023931)],
    
    [('闪盘橡实', 84816244), ('垃圾收集员', 11801343), ('存档海马', 53309998), ('帧缓存火牛', 80794697), ('瓢虫调试员', 16188701),
     ('抗锯齿星人', 43583400), ('风暴密码人', 89571015), ('分段龙', 15066114), ('电子界小工具', 645087), ('拷问巨人', 75732622),
     ('灸拉盖德', 59546797), ('幻兽机 迪扎乌尔夫', 67922702), ('轮回天狗', 10028593), ('骷髅大师', 67750322), ('同族感染病毒', 33184167),
     ('哥布林德伯格', 25259669), ('幻铳士', 12958919), ('A·次世代鸟人', 64034255), ('魔导杂货商人', 32362575), ('密集钟摆', 27450400),
     ('小丑与锁鸟', 94145021), ('电脑网风暴', 42461852), ('夜间摄击', 89882100), ('给死者的供物', 19230407), ('禁忌的圣杯', 25789292),
     ('替罪山羊', 73915051), ('光之护封剑', 72302403), ('名推理', 58577036), ('一对一', 2295440), ('舞台旋转', 73468603),
     ('分组连接', 78859567), ('荒野大龙卷', 47766694), ('虫惑落穴', 29616929), ('业炎防护罩 -火焰之力-', 75249652), ('陷阱刺激', 59616123),
     ('安全地带', 38296564), ('活死人的呼唤', 97077563), ('无谋的贪心', 37576645), ('渗透解除', 65703851), ('力码语者', 15844566),
     ('流量幽灵', 41248270), ('局域网喙嘴龙', 77637979)],
    
    [('数码创机', 32295838), ('点画替罪者', 18789533), ('克莱因客户端蚁', 45778242), ('反向连接兽', 71172240), ('负载均衡王', 8567955),
     ('ROM云雌羊', 44956694), ('引导交错鹿', 70950698), ('双汇编亚龙', 7445307), ('悲怆魔', 98777036), ('召唤僧', 423585),
     ('辉白龙 暴源翼', 99234526), ('暗黑龙 坍缩星蛇', 61901281), ('卡片炮击士', 85087012), ('星骸龙', 14943837), ('数学家', 41386308),
     ('起重鹤', 28637168), ('变形壶', 33508719), ('神圣魔术师', 31560081), ('黄泉青蛙', 12538374), ('滑稽艺人', 8487449),
     ('成长的鳞茎', 67441435), ('金华猫', 45452224), ('电脑网后门', 43839002), ('灵魂充能', 54447022), ('洗牌苏生', 14816688),
     ('D·D·R', 9622164), ('封印的黄金柜', 75500286), ('精神操作', 37520316), ('宇宙旋风', 8267140), ('月镜盾', 19508728),
     ('尋找小汪!?', 51405049), ('重编码存活', 70238111), ('奇迹之残照', 21636650), ('强化苏生', 84298614), ('过早的归还', 95083785),
     ('镜像沼泽人', 50277973), ('量子猫', 87772572), ('神风防护罩 -大气之力-', 5650082), ('次元障壁', 83326048), ('神之通告', 40605147),
     ('编码语者', 6622715), ('三闸极男巫', 32617464), ('二进制女巫', 79016563)],
    
    [('EM 手艺魔术师', 20403123), ('EM 国王熊', 67808837), ('EM 秋千眼镜蛇', 93892436), ('EM 飞毯鼯鼠', 20281581),
     ('EM 合唱鹦鹉', 56675280), ('EM 电话长角牛', 92170894), ('EM 跷跷板蝗虫', 29169993), ('异色眼灵摆龙', 16178681),
     ('读星魔术师', 94415058), ('读时魔术师', 20409757), ('EM 打鼓金刚', 70479321), ('EM 副手驴', 15978426), ('EM 探索河马', 41440148),
     ('法柯的魔炮石', 43785278), ('古怪恶魔', 57624336), ('基因改造狼人', 69247929), ('神兽王巴巴罗斯', 78651105), ('漆黑战士 战狼', 88975532),
     ('小龙探物摆', 76066541), ('巨大老鼠', 97017120), ('EM戏剧剧场', 55553602), ('笑容世界', 2099841), ('河马狂欢节', 18027138),
     ('抽牌肌肉', 41367003), ('气旋', 5318639), ('闪电旋涡', 69162969), ('月之书', 14087893), ('幸运铁斧头', 34664411),
     ('强者的苦痛', 44947065), ('一骑加势', 68833958), ('EM表演结束', 92958307), ('EM 危机帮手', 36415522), ('分断之壁', 58169731),
     ('停战协定', 36468556), ('雷破', 4178474), ('吸收屏障', 43250041), ('威吓咆哮', 36361633), ('魔宫的贿赂', 77538567),
     ('混沌炸裂', 4923662), ('灵摆再生', 77826734), ('河马衍生物', 0), ('河马衍生物', 0), ('河马衍生物', 0)],
    
    [('集想龙', 291414), ('星尘同调士', 37799519), ('星尘尾迹', 63184227), ('喜剧死狱乡演员', 90179822), ('悲剧死狱乡演员', 36577931),
     ('死狱乡导化 阿尔贝尔', 62962630), ('死狱乡大导剧神', 99456344), ('黑衣龙 奥比昂', 25451383), ('妖眼相剑师', 62849088),
     ('魔键铳士-克拉维斯', 98234196), ('舍利饭军贯', 24639891), ('鲑鱼子军贯', 61027400), ('先史遗产 梅格拉地球仪', 97112505),
     ('先史遗产 阿坎巴罗土偶', 24506253), ('机巧兔-稻羽之淤岐素', 50901852), ('机巧鸟-常世宇受卖长鸣', 96399967), ('机巧蛙-磐盾多迩具久', 23384666),
     ('机巧猪-伊服岐雹荒神', 59789370), ('薰风·维兹尔', 86277379), ('惊乐园助手 &lt;Delia&gt;', 22662014), ('外星人破坏者', 58066722),
     ('森之圣兽 卡匹珀尼卡', 85055821), ('冰河水魔道士', 11449436), ('人攻智能ME-PSY-YA', 58844135), ('守护天灵 洛盖斯', 84339249),
     ('修士号 文凭人', 11327848), ('木花笑弥', 57722593), ('死眼传灵-普绪科蓬波斯', 83116692), ('慢吞吞', 10505300), ('绊醒师 塞姆贝尔', 46999905),
     ('健美操妖精Ξ', 83094004), ('魔键铳-巴托斯破坏者', 19489718), ('魔键炮-格雷斯维特', 45877457), ('死狱乡演员·圣墓访问者', 72272462),
     ('死狱乡演员·镜框舞台龙', 18666161), ('魔键召兽-安沙拉伯拉斯', 45655875), ('魔键召龙-安德拉比穆斯', 71159974), ('无之毕竟', 3544583),
     ('救世流星龙', 40939228), ('大薰风·拉普拉姆皮里卡', 76937326), ('星风狼 拉叶', 3322931), ('甲缠龙 盖姆', 49816630),
     ('无畏军贯-鲑鱼子型一号舰', 75215744), ('先史遗产 维摩那', 2609443), ('黑熔龙骑 沃尼戈修', 38694052), ('告天子龙 帕雷恩', 75083197),
     ('宇宙铗 泽罗奥尔', 1487805), ('大钢琴七音·缪泽西娅', 37972500), ('激撮狗仔', 64966519), ('光来的奇迹', 365213), ('星尘照亮', 37750912),
     ('救世吸收', 63144961), ('烙印剧城 死狱乡', 99543666), ('烙印开幕', 36637374), ('烙印牵绊', 62022479), ('魔键-玛弗提亚', 99426088),
     ('魔键施解', 35815783), ('军贯处『海鲜』', 62200831), ('先史遗产惊神殿-三巨石', 98204536), ('机巧传-神使记纪图', 24793135),
     ('薰风追风', 1187243), ('直播☆双子 麻烦加嫉恨', 37582948), ('古代遗迹静肃', 64576557), ('二量合成', 90965652), ('高尚仪式术', 36350300),
     ('简素融合', 63854005), ('同调超车', 99243014), ('灵摆宝藏', 26237713), ('信用取引', 62632427), ('救世幻象', 98020526),
     ('护宝炮妖中间介入', 25415161), ('联结的魔键', 51510279), ('魔键锁-解-', 98904974), ('怪诞军贯匠', 24393683), ('先史遗产石纹', 50797682),
     ('A·∀·VV', 97182396), ('什锦怪兽', 23270035), ('兽王无尘', 50675040), ('失速转弯', 86060749), ('谦虚之瓶', 22454453),
     ('流星龙', 24696097), ('衍生物', 0), ('衍生物', 0)],
    
    [('枪弹口径龙', 67127799), ('双持手枪龙', 93612434), ('相剑师-莫邪', 20001443), ('相剑师-泰阿', 56495147), ('相剑军师-龙渊', 93490856),
     ('相剑瑞兽-纯钧', 29884951), ('白之圣女 艾克蕾西亚', 55273560), ('冰水阿克提', 82777208), ('冰水提诺拉', 28762303), ('冰水特雷摩拉', 55151012),
     ('死狱乡凶剧', 81555617), ('随风旅鸟×雪猫头鹰', 53212882), ('随风旅鸟×知更鸟', 18940725), ('随风旅鸟×白头鹰', 54334420),
     ('随风旅鸟×鸵鸟', 80433039), ('随风旅鸟×巨嘴鸟', 17827173), ('随风旅鸟×帝企', 80611581), ('命运-英雄 否定人', 16605586),
     ('爬虫妖女·尼亚米尼', 42090294), ('爬虫妖女·科亚特尔', 89594399), ('大魔键-马夫提亚尔', 15983048), ('海胆军贯', 42377643),
     ('银鱼军贯', 78362751), ('企鹅勇士', 14761450), ('企鹅忍者', 41255165), ('企鹅僧侣', 73640163), ('圣夜骑士团·奥比泰尔', 44818),
     ('机甲毁灭武装力量', 46033517), ('拟态食人虫', 72427512), ('天狱之王', 9822220), ('阳龙果 凤梨', 35311929), ('重起士道-黄金骑士', 72305034),
     ('不屈的兽仆', 8700633), ('触点抖动啁啾猫', 34198387), ('迷犬梅利', 71583486), ('枪管上膛暴动龙', 7987191), ('跨音速鸟', 34072799),
     ('赫灼龙 马斯卡雷德', 6855503), ('命运-英雄 毁灭凤凰人', 60461804), ('天极辉舰-熊斗龙巧', 33250142), ('相剑大师-赤霄', 69248256),
     ('相剑大公-承影', 96633955), ('爬虫妖女·梅露辛', 32138660), ('魔键变鬼-特兰斯佛尔米雷', 69522668), ('伟魔魔神 绝火之佐罗亚', 95911373),
     ('魔键凭灵-威帕图', 68300121), ('超无畏军贯-海胆级二号舰', 94798725), ('空母军贯-银鱼型特务舰', 21293424),
     ('代码枪管龙', 67288539), ("Evil★Twin's 麻烦·桑妮", 93672138), ('重型扳机', 20071842), ('龙相剑现', 56465981),
     ('大灵峰相剑门', 93850690), ('烙印气炎', 29948294), ('冰水摇篮', 55343303), ('赫之烙印', 82738008), ('随风旅鸟与谜之地图', 28126717),
     ('随风旅鸟与未知之风', 55521751), ('爬虫妖女·蛇化分歧', 81615450), ('爬虫妖女·报应', 17000165), ('魔键斗争', 54408264),
     ('皇家企鹅花园', 80893872), ('音速的追赶者', 17888577), ('圣蔓播种', 53286626), ('天斗辉巧极', 89771220), ('超自然警戒区域', 16165939),
     ('夜间出走', 42560034), ('上膛圆筒弹巢', 15943341), ('导爆代码', 41348446), ('瑞相剑究', 78836195),
     ('相剑暗转', 14821890), ('随风旅鸟与梦之町', 41215808), ('随风旅鸟与恐怖之海', 77610503), ('打破命运', 4008212), ('魔键锁-施-', 40493210),
     ('圣邪花窗玻璃', 16598965), ('巨星坠击', 43986064), ('洗衣陷阱', 79371769), ('枪管上膛龙', 31833038), ('衍生物', 0)],
    
    [('ZW-天马双翼剑', 32164201), ('ZS-武装贤者', 68258355), ('ZS-升华贤者', 4647954), ('霸蛇大公 戈尔工达', 31042659),
     ('护宝炮妖·兄弟', 67436768), ('惊乐园支配人 &lt;∀rlechino&gt;', 94821366), ('惊乐园大使 &lt;Bufo&gt;', 30829071),
     ('惊乐园向导 &lt;Comica&gt;', 67314110), ('十六夜玫瑰龙', 93708824), ('红莲蔷薇魔女', 29107423), ('默默妖@火灵天星', 66192538),
     ('武神-目一箇', 92586237), ('武神-鸟船', 29981935), ('S-Force 组队双犬', 65479980), ('S-Force 拔刃者', 91864689),
     ('基纳虫惑魔', 28868394), ('直播☆双子 姬丝吉尔·冰霜', 54257392), ('海造贼-黑翼水先人', 91642007), ('圣夜骑士团·西耶尔', 27036706),
     ('冰结界净玻璃', 53535814), ('废铁盗龙', 80529459), ('暗黑奥尼斯特', 26914168), ('光之天穿 巴哈提亚', 53318263),
     ('王家守护者斯芬克斯', 89707961), ('天魔神 希德赫尔兹', 15792576), ('迷彩光书签', 52296675), ('暗眼梦魇骑士', 88685329),
     ('地久神-碳素灵', 15079028), ('壁虎蝾螈', 51474037), ('变导机咎 弧线钟摆机', 87468732), ('落魂', 14957440), ('凶导白骑士', 40352445),
     ('烙印龙 奥比昂', 87746184), ('奥秘龙冠', 13735899), ('血玫瑰龙', 40139997), ('花园蔷薇花神', 76524506), ('熔岩谷爆烈王', 12018201),
     ('速射连发烟花', 49407319), ('龙装合体 龙纹霍普雷', 75402014), ('ZW-无畏兵装龙王戟', 2896663), ('护宝炮妖·欢乐制造机', 48285768),
     ('伟魔魔女 结晶之沙里昂', 74689476), ("龙辉巧-法弗μβ'", 1174075), ('铁兽战线 块击机械熊', 47163170), ('暗幼童@火灵天星', 74567889),
     ('克拉莉亚虫惑魔', 952523), ('古生物 寒武耙虾', 36346532), ('回生铁丹尼拘律树', 73345237), ('照耀光灵使 莱娜', 9839945),
     ('RUM-ZEXAL之力', 36224040), ('ZEXAL构建', 62623659), ('ZEXAL托付', 4017398), ('凶导福音', 31002402),
     ('护宝炮妖·战利品', 7496001), ('白之烙印', 34995106), ('惊乐园时光门票', 70389815), ('惊乐园特别演出', 6374519), ('惊乐园珍宝公园', 33773528),
     ('馨香蔷薇发芽', 69167267), ('不期而遇-Ai-', 6552971), ('友情-Ai-', 32056070), ('武神篱', 68045685), ('炎雄爆诞', 5439384),
     ('月全食之书', 31834488), ('一键式通路', 68223137), ('极东秘泉乡', 94317736), ('ZEXAL联盟', 31712840), ('烙印凶鸣', 67100549),
     ('烙印制裁', 93595154), ('惊乐园全家福', 20989253), ('A·∀·CC', 66984907), ('A·∀·WW', 93473606), ('A·∀·MM', 29867611),
     ('A·∀·RR', 55262310), ('A·∀·HH', 92650018), ('生死决斗-Ai-', 28645123), ('S-Force 追逐', 55049722), ('一接一', 91534476),
     ('垫底者盗宝游戏', 27923575), ('福悲喜', 54927180), ('奥尼斯特', 37742478)],
    
    [('武装龙·雷电 LV10', 58153103), ('武装龙·雷电 LV7', 94141712), ('武装龙·雷电 LV5', 21546416), ('武装龙·雷电 LV3', 57030525),
     ('武装龙 LV10-白', 84425220), ('护宝炮妖·火箭', 20424878), ('护宝炮妖·鱼雷', 56818977), ('护宝炮妖·爆竹', 83203672),
     ('护宝炮妖船长 天蝎尾', 29601381), ('铁兽战线 姬特', 56196385), ('S-Force 乱破小夜丸', 22180094), ('S-Force 教授·F', 58589739),
     ('S-Force 孔口测量员', 95974848), ('S-Force 引力微子', 21368442), ('S-Force 铂金女', 58363151), ('WW-雪暴铃', 84851250),
     ('WW-冻铃', 20246864), ('魔轰神 马尔科希亚', 57630503), ('魔轰神兽 阿班克', 83039608), ('混炼装勇士·汞巫', 10024317),
     ('炼装勇士·消灭', 56518311), ('星之骑士·卡德凯乌斯', 82913020), ('电子光虫-电阻水黾', 19301729), ('光天摩诃毗卢', 45796834),
     ('战华之叛-吕奉', 82791472), ('梦魔镜使徒 奥尼若伊', 18189187), ('机甲未分类备用兵', 45674286), ('直播☆双子 璃拉·特莉特', 81078880),
     ('风之天翼 米拉德拉', 17063599), ('妖精弓士 因古纳尔', 44451698), ('契珖荧光亚龙', 70856343), ('大雷陀螺仪独眼巨人', 17241941),
     ('天孔邪鬼', 43739056), ('黄纺鮄 黄鲂二重奏', 79724755), ('白骨烤王', 6128460), ('扰乱者·粉红', 42517468), ('铠龙圣骑士', 75901113),
     ('铁驱龙 迅妖', 1906812), ('混炼装勇士·阿佐特要塞姬', 37491810), ('黄金狂 古巫妖', 74889525), ('双天将 密迹', 284224),
     ('梦魔镜魇魔 奥尼若斯', 37678339), ('WW-钻石钟', 73667937), ('魔轰神 安多雷斯', 9061682), ('龙骑兵团骑士-碧枪龙骑士', 36556781),
     ('护宝炮妖船 喧闹探险者号', 62941499), ('神树兽 西伯里顿', 9349094), ('S-Force 正名者', 35334193), ('刚炼装勇士·汞齐混融者', 61728808),
     ('闭锁世界的冥神', 98127546), ('武装龙霹雳', 34611551), ('武装龙袭雷', 61606250), ('武装龙震霆', 97091969), ('护宝炮妖监视', 23499963),
     ('大沙海 黄金戈尔工达', 60884672), ('铁兽邂逅', 96378317), ('S-Force 桥头堡', 23377425), ('S-Force 对决', 69761020),
     ('WW铃音', 96156729), ('魔轰神界台阶', 22555834), ('混炼装融合', 58549532), ('黄金卿七摩天', 95034141), ('恶魔之杖', 21438286),
     ('铠龙降临', 58827995), ('金满而谦虚之壶', 84211599), ('孤注差一掷', 20216608), ('武装龙万雷', 57605303), ('护宝炮妖呼唤!', 83199011),
     ('护宝炮妖爆破!', 10584050), ('教导创世纪', 56588755), ('S-Force 样本', 82977464), ('冰风副歌', 19362568), ('弑逆魔轰神', 55766177),
     ('战华史略-大丈夫之义', 82255872), ('电脑界门-玄武', 18249921), ('双天转身', 44644529), ('梦魔镜的梦语', 81038234), ('E.M.R.', 17427333),
     ('碑像天使-蔚蓝', 44822037), ('一时炮固定式', 70916046)],
    
    [('魔道骑士 盖亚', 34130561), ('被诅咒的龙-诅咒之龙', 61525276), ('暗黑骑士 盖亚士兵', 33318980),
     ('教导圣女 艾克蕾西亚', 60303688), ('教导铁锤 提奥', 96891787), ('教导天启 艾丁', 33296432), ('教导骑士 弗卢特里斯', 69680031),
     ('教导大神祇官', 95679145), ('教导枢机 提特拉教导', 22073844), ('焰圣骑士-阿斯托弗', 95953557),
     ('焰圣骑士-奥吉尔', 21351206), ('焰圣骑士-奥利佛', 58346901), ('焰圣骑士-莫吉斯', 94730900), ('童话动物·小兔', 20129614),
     ('童话动物·小阔耳狐', 57523313), ('童话动物·小猫', 93018428), ('童话动物·小狗', 20003027), ('童话动物·小马', 56401775),
     ('毛绒动物·海豚', 82896870), ('锋利小鬼·大镰刀', 29280589), ('享乐堕天使', 55289183), ('悦乐堕天使', 82773292), ('堕天使 聂格尔', 18168997),
     ('机甲破坏预备兵', 54563536), ('奇动装置 无许可因子', 81951640), ('斩机直径', 17946349), ('星义石键兽', 44440058), ('核成供给者', 80839052),
     ('雷电手', 16223761), ('机巧辰-高暗御津羽龙', 43218406), ('摇海鱼 枯叶海龙', 89617515), ('红面波波', 16001119), ('龙狸灯', 42596828),
     ('巨石遗物·弗尔', 78990927), ('龙魔道骑士 盖亚', 15989522), ('灰烬龙 巴斯塔德', 41373230), ('魔玩具·残虐虎鲸', 78778375),
     ('黎明堕天使 路西法', 4167084), ('焰圣骑士导-罗兰', 40251688), ('焰圣骑士帝-查理', 77656797), ('混沌魔龙 混沌支配着', 3040496),
     ('森之童话动物家族', 30439101), ('童话动物·魔魅妈咪', 76833149), ('六花圣花环', 3828844), ('旋坏之贯破黄蜂巢', 39317553),
     ('战华盟将-双龙', 65711558), ('冲杀的盖亚', 2106266), ('螺旋融合', 38590361), ('教导国家 德拉格玛', 65589010), ('天底使徒', 1984618),
     ('『焰圣剑-迪兰达尔』', 37478723), ('『焰圣剑-奥特克莱尔』', 64867422), ('『焰圣剑-咎瓦尤斯』', 90861137), ('童话动物追逐游戏', 37256135),
     ('童话动物捉迷藏', 63644830), ('魔玩具修复', 99049589), ('深海之都 玛格拉尼卡', 26534688), ('战华史略-东南风', 62528292),
     ('魔救奇缘', 99927991), ('三战之才', 25311006), ('暴风雪', 51706604), ('海龙神激昂', 98804359), ('禁忌的一滴', 24299458),
     ('天幻龙轮', 51684157), ('赛挑战', 93078761), ('螺旋炮击', 29477860), ('螺旋苏生', 56461575), ('教导惩罚', 82956214),
     ('教导遭遇战', 29354228), ('象牙角笛', 55749927), ('童话动物时间', 82134632), ('魔玩具厄瓶', 18138630), ('叛逆的堕天使', 54527349),
     ('影依伪典', 21011044), ('龙女仆整理', 57416183), ('可回收瓶', 84404797), ('天龙雪狱', 20899496), ('垃圾睡眠', 56294501),
     ('龙骑士 盖亚', 66889139)]

]

# 打开数据库连接
db = pymysql.connect("localhost", "root", "123456", "card")
# 使用 cursor() 方法创建一个游标对象 cursor
cursor = db.cursor()
id_list = []
for data in name_list:
    for t in data:
        id_list.append(t[1])
        sql = "select `id`, `name` from texts where `id` = %s;" % t[1]
        # 使用 execute()  方法执行 SQL 查询
        cursor.execute(sql)
        # 使用 fetchone() 方法获取单条数据.
        data = cursor.fetchall()
        if not data:
            print("找不到 %s" % t[1])

id_str = str(id_list).replace('[', '(').replace(']', ')')
sql = "select `id`, `name` from texts where `id` in %s;" % id_str
# 使用 execute()  方法执行 SQL 查询
cursor.execute(sql)
# 使用 fetchone() 方法获取单条数据.
data = cursor.fetchall()
for d in data:
    print(d)